{"hafs":["أَتَىٰٓ أَمۡرُ ٱللَّهِ فَلَا تَسۡتَعۡجِلُوهُ سُبۡحَٰنَهُ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","يُنَزِّلُ ٱلۡمَلَٰٓئِكَةَ بِٱلرُّوحِ مِنۡ أَمۡرِهِ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِٓ أَنۡ أَنذِرُوٓاْ أَنَّهُ لَآ إِلَٰهَ إِلَّآ أَنَا۠ فَٱتَّقُونِ","خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّ تَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","خَلَقَ ٱلۡإِنسَٰنَ مِن نُّطۡفَةٖ فَإِذَا هُوَ خَصِيمٞ مُّبِينٞ","وَٱلۡأَنۡعَٰمَ خَلَقَهَا لَكُمۡ فِيهَا دِفۡءٞ وَمَنَٰفِعُ وَمِنۡهَا تَأۡكُلُونَ","وَلَكُمۡ فِيهَا جَمَالٌ حِينَ تُرِيحُونَ وَحِينَ تَسۡرَحُونَ","وَتَحۡمِلُ أَثۡقَالَكُمۡ إِلَىٰ بَلَدٖ لَّمۡ تَكُونُواْ بَٰلِغِيهِ إِلَّا بِشِقِّ ٱلۡأَنفُسِ إِنَّ رَبَّكُمۡ لَرَءُوفٞ رَّحِيمٞ","وَٱلۡخَيۡلَ وَٱلۡبِغَالَ وَٱلۡحَمِيرَ لِتَرۡكَبُوهَا وَزِينَةٗ وَيَخۡلُقُ مَا لَا تَعۡلَمُونَ","وَعَلَى ٱللَّهِ قَصۡدُ ٱلسَّبِيلِ وَمِنۡهَا جَآئِرٞ وَلَوۡ شَآءَ لَهَدَىٰكُمۡ أَجۡمَعِينَ","هُوَ ٱلَّذِيٓ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ لَّكُم مِّنۡهُ شَرَابٞ وَمِنۡهُ شَجَرٞ فِيهِ تُسِيمُونَ","يُنبِتُ لَكُم بِهِ ٱلزَّرۡعَ وَٱلزَّيۡتُونَ وَٱلنَّخِيلَ وَٱلۡأَعۡنَٰبَ وَمِن كُلِّ ٱلثَّمَرَٰتِ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَتَفَكَّرُونَ","وَسَخَّرَ لَكُمُ ٱلَّيۡلَ وَٱلنَّهَارَ وَٱلشَّمۡسَ وَٱلۡقَمَرَ وَٱلنُّجُومُ مُسَخَّرَٰتُ بِأَمۡرِهِٓ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","وَمَا ذَرَأَ لَكُمۡ فِي ٱلۡأَرۡضِ مُخۡتَلِفًا أَلۡوَٰنُهُٓ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَذَّكَّرُونَ","وَهُوَ ٱلَّذِي سَخَّرَ ٱلۡبَحۡرَ لِتَأۡكُلُواْ مِنۡهُ لَحۡمٗا طَرِيّٗا وَتَسۡتَخۡرِجُواْ مِنۡهُ حِلۡيَةٗ تَلۡبَسُونَهَا وَتَرَى ٱلۡفُلۡكَ مَوَاخِرَ فِيهِ وَلِتَبۡتَغُواْ مِن فَضۡلِهِ وَلَعَلَّكُمۡ تَشۡكُرُونَ","وَأَلۡقَىٰ فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِكُمۡ وَأَنۡهَٰرٗا وَسُبُلٗا لَّعَلَّكُمۡ تَهۡتَدُونَ","وَعَلَٰمَٰتٖ وَبِٱلنَّجۡمِ هُمۡ يَهۡتَدُونَ","أَفَمَن يَخۡلُقُ كَمَن لَّا يَخۡلُقُ أَفَلَا تَذَكَّرُونَ","وَإِن تَعُدُّواْ نِعۡمَةَ ٱللَّهِ لَا تُحۡصُوهَآ إِنَّ ٱللَّهَ لَغَفُورٞ رَّحِيمٞ","وَٱللَّهُ يَعۡلَمُ مَا تُسِرُّونَ وَمَا تُعۡلِنُونَ","وَٱلَّذِينَ يَدۡعُونَ مِن دُونِ ٱللَّهِ لَا يَخۡلُقُونَ شَيۡ‍ٔٗا وَهُمۡ يُخۡلَقُونَ","أَمۡوَٰتٌ غَيۡرُ أَحۡيَآءٖ وَمَا يَشۡعُرُونَ أَيَّانَ يُبۡعَثُونَ","إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞ فَٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ قُلُوبُهُم مُّنكِرَةٞ وَهُم مُّسۡتَكۡبِرُونَ","لَا جَرَمَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَ إِنَّهُ لَا يُحِبُّ ٱلۡمُسۡتَكۡبِرِينَ","وَإِذَا قِيلَ لَهُم مَّاذَآ أَنزَلَ رَبُّكُمۡ قَالُوٓاْ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","لِيَحۡمِلُوٓاْ أَوۡزَارَهُمۡ كَامِلَةٗ يَوۡمَ ٱلۡقِيَٰمَةِ وَمِنۡ أَوۡزَارِ ٱلَّذِينَ يُضِلُّونَهُم بِغَيۡرِ عِلۡمٍ أَلَا سَآءَ مَا يَزِرُونَ","قَدۡ مَكَرَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَأَتَى ٱللَّهُ بُنۡيَٰنَهُم مِّنَ ٱلۡقَوَاعِدِ فَخَرَّ عَلَيۡهِمُ ٱلسَّقۡفُ مِن فَوۡقِهِمۡ وَأَتَىٰهُمُ ٱلۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ","ثُمَّ يَوۡمَ ٱلۡقِيَٰمَةِ يُخۡزِيهِمۡ وَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمۡ تُشَٰٓقُّونَ فِيهِمۡ قَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ إِنَّ ٱلۡخِزۡيَ ٱلۡيَوۡمَ وَٱلسُّوٓءَ عَلَى ٱلۡكَٰفِرِينَ","ٱلَّذِينَ تَتَوَفَّىٰهُمُ ٱلۡمَلَٰٓئِكَةُ ظَالِمِيٓ أَنفُسِهِمۡ فَأَلۡقَوُاْ ٱلسَّلَمَ مَا كُنَّا نَعۡمَلُ مِن سُوٓءِ بَلَىٰٓ إِنَّ ٱللَّهَ عَلِيمُ بِمَا كُنتُمۡ تَعۡمَلُونَ","فَٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَا فَلَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ","وَقِيلَ لِلَّذِينَ ٱتَّقَوۡاْ مَاذَآ أَنزَلَ رَبُّكُمۡ قَالُواْ خَيۡرٗا لِّلَّذِينَ أَحۡسَنُواْ فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٞ وَلَدَارُ ٱلۡأٓخِرَةِ خَيۡرٞ وَلَنِعۡمَ دَارُ ٱلۡمُتَّقِينَ","جَنَّٰتُ عَدۡنٖ يَدۡخُلُونَهَا تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ لَهُمۡ فِيهَا مَا يَشَآءُونَ كَذَٰلِكَ يَجۡزِي ٱللَّهُ ٱلۡمُتَّقِينَ","ٱلَّذِينَ تَتَوَفَّىٰهُمُ ٱلۡمَلَٰٓئِكَةُ طَيِّبِينَ يَقُولُونَ سَلَٰمٌ عَلَيۡكُمُ ٱدۡخُلُواْ ٱلۡجَنَّةَ بِمَا كُنتُمۡ تَعۡمَلُونَ","هَلۡ يَنظُرُونَ إِلَّآ أَن تَأۡتِيَهُمُ ٱلۡمَلَٰٓئِكَةُ أَوۡ يَأۡتِيَ أَمۡرُ رَبِّكَ كَذَٰلِكَ فَعَلَ ٱلَّذِينَ مِن قَبۡلِهِمۡ وَمَا ظَلَمَهُمُ ٱللَّهُ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","فَأَصَابَهُمۡ سَيِّ‍َٔاتُ مَا عَمِلُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِ يَسۡتَهۡزِءُونَ","وَقَالَ ٱلَّذِينَ أَشۡرَكُواْ لَوۡ شَآءَ ٱللَّهُ مَا عَبَدۡنَا مِن دُونِهِ مِن شَيۡءٖ نَّحۡنُ وَلَآ ءَابَآؤُنَا وَلَا حَرَّمۡنَا مِن دُونِهِ مِن شَيۡءٖ كَذَٰلِكَ فَعَلَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَهَلۡ عَلَى ٱلرُّسُلِ إِلَّا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","وَلَقَدۡ بَعَثۡنَا فِي كُلِّ أُمَّةٖ رَّسُولًا أَنِ ٱعۡبُدُواْ ٱللَّهَ وَٱجۡتَنِبُواْ ٱلطَّٰغُوتَ فَمِنۡهُم مَّنۡ هَدَى ٱللَّهُ وَمِنۡهُم مَّنۡ حَقَّتۡ عَلَيۡهِ ٱلضَّلَٰلَةُ فَسِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","إِن تَحۡرِصۡ عَلَىٰ هُدَىٰهُمۡ فَإِنَّ ٱللَّهَ لَا يَهۡدِي مَن يُضِلُّ وَمَا لَهُم مِّن نَّٰصِرِينَ","وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَا يَبۡعَثُ ٱللَّهُ مَن يَمُوتُ بَلَىٰ وَعۡدًا عَلَيۡهِ حَقّٗا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","لِيُبَيِّنَ لَهُمُ ٱلَّذِي يَخۡتَلِفُونَ فِيهِ وَلِيَعۡلَمَ ٱلَّذِينَ كَفَرُوٓاْ أَنَّهُمۡ كَانُواْ كَٰذِبِينَ","إِنَّمَا قَوۡلُنَا لِشَيۡءٍ إِذَآ أَرَدۡنَٰهُ أَن نَّقُولَ لَهُ كُن فَيَكُونُ","وَٱلَّذِينَ هَاجَرُواْ فِي ٱللَّهِ مِن بَعۡدِ مَا ظُلِمُواْ لَنُبَوِّئَنَّهُمۡ فِي ٱلدُّنۡيَا حَسَنَةٗ وَلَأَجۡرُ ٱلۡأٓخِرَةِ أَكۡبَرُ لَوۡ كَانُواْ يَعۡلَمُونَ","ٱلَّذِينَ صَبَرُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ إِلَّا رِجَالٗا نُّوحِيٓ إِلَيۡهِمۡ فَسۡ‍َٔلُوٓاْ أَهۡلَ ٱلذِّكۡرِ إِن كُنتُمۡ لَا تَعۡلَمُونَ","بِٱلۡبَيِّنَٰتِ وَٱلزُّبُرِ وَأَنزَلۡنَآ إِلَيۡكَ ٱلذِّكۡرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيۡهِمۡ وَلَعَلَّهُمۡ يَتَفَكَّرُونَ","أَفَأَمِنَ ٱلَّذِينَ مَكَرُواْ ٱلسَّيِّ‍َٔاتِ أَن يَخۡسِفَ ٱللَّهُ بِهِمُ ٱلۡأَرۡضَ أَوۡ يَأۡتِيَهُمُ ٱلۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ","أَوۡ يَأۡخُذَهُمۡ فِي تَقَلُّبِهِمۡ فَمَا هُم بِمُعۡجِزِينَ","أَوۡ يَأۡخُذَهُمۡ عَلَىٰ تَخَوُّفٖ فَإِنَّ رَبَّكُمۡ لَرَءُوفٞ رَّحِيمٌ","أَوَ لَمۡ يَرَوۡاْ إِلَىٰ مَا خَلَقَ ٱللَّهُ مِن شَيۡءٖ يَتَفَيَّؤُاْ ظِلَٰلُهُ عَنِ ٱلۡيَمِينِ وَٱلشَّمَآئِلِ سُجَّدٗا لِّلَّهِ وَهُمۡ دَٰخِرُونَ","وَلِلَّهِ يَسۡجُدُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ مِن دَآبَّةٖ وَٱلۡمَلَٰٓئِكَةُ وَهُمۡ لَا يَسۡتَكۡبِرُونَ","يَخَافُونَ رَبَّهُم مِّن فَوۡقِهِمۡ وَيَفۡعَلُونَ مَا يُؤۡمَرُونَ","وَقَالَ ٱللَّهُ لَا تَتَّخِذُوٓاْ إِلَٰهَيۡنِ ٱثۡنَيۡنِ إِنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ فَإِيَّٰيَ فَٱرۡهَبُونِ","وَلَهُ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَهُ ٱلدِّينُ وَاصِبًا أَفَغَيۡرَ ٱللَّهِ تَتَّقُونَ","وَمَا بِكُم مِّن نِّعۡمَةٖ فَمِنَ ٱللَّهِ ثُمَّ إِذَا مَسَّكُمُ ٱلضُّرُّ فَإِلَيۡهِ تَجۡ‍َٔرُونَ","ثُمَّ إِذَا كَشَفَ ٱلضُّرَّ عَنكُمۡ إِذَا فَرِيقٞ مِّنكُم بِرَبِّهِمۡ يُشۡرِكُونَ","لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡ فَتَمَتَّعُواْ فَسَوۡفَ تَعۡلَمُونَ","وَيَجۡعَلُونَ لِمَا لَا يَعۡلَمُونَ نَصِيبٗا مِّمَّا رَزَقۡنَٰهُمۡ تَٱللَّهِ لَتُسۡ‍َٔلُنَّ عَمَّا كُنتُمۡ تَفۡتَرُونَ","وَيَجۡعَلُونَ لِلَّهِ ٱلۡبَنَٰتِ سُبۡحَٰنَهُ وَلَهُم مَّا يَشۡتَهُونَ","وَإِذَا بُشِّرَ أَحَدُهُم بِٱلۡأُنثَىٰ ظَلَّ وَجۡهُهُ مُسۡوَدّٗا وَهُوَ كَظِيمٞ","يَتَوَٰرَىٰ مِنَ ٱلۡقَوۡمِ مِن سُوٓءِ مَا بُشِّرَ بِهِٓ أَيُمۡسِكُهُ عَلَىٰ هُونٍ أَمۡ يَدُسُّهُ فِي ٱلتُّرَابِ أَلَا سَآءَ مَا يَحۡكُمُونَ","لِلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ مَثَلُ ٱلسَّوۡءِ وَلِلَّهِ ٱلۡمَثَلُ ٱلۡأَعۡلَىٰ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","وَلَوۡ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِظُلۡمِهِم مَّا تَرَكَ عَلَيۡهَا مِن دَآبَّةٖ وَلَٰكِن يُؤَخِّرُهُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗى فَإِذَا جَآءَ أَجَلُهُمۡ لَا يَسۡتَ‍ٔۡخِرُونَ سَاعَةٗ وَلَا يَسۡتَقۡدِمُونَ","وَيَجۡعَلُونَ لِلَّهِ مَا يَكۡرَهُونَ وَتَصِفُ أَلۡسِنَتُهُمُ ٱلۡكَذِبَ أَنَّ لَهُمُ ٱلۡحُسۡنَىٰ لَا جَرَمَ أَنَّ لَهُمُ ٱلنَّارَ وَأَنَّهُم مُّفۡرَطُونَ","تَٱللَّهِ لَقَدۡ أَرۡسَلۡنَآ إِلَىٰٓ أُمَمٖ مِّن قَبۡلِكَ فَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ فَهُوَ وَلِيُّهُمُ ٱلۡيَوۡمَ وَلَهُمۡ عَذَابٌ أَلِيمٞ","وَمَآ أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ إِلَّا لِتُبَيِّنَ لَهُمُ ٱلَّذِي ٱخۡتَلَفُواْ فِيهِ وَهُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ","وَٱللَّهُ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَآ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَسۡمَعُونَ","وَإِنَّ لَكُمۡ فِي ٱلۡأَنۡعَٰمِ لَعِبۡرَةٗ نُّسۡقِيكُم مِّمَّا فِي بُطُونِهِ مِن بَيۡنِ فَرۡثٖ وَدَمٖ لَّبَنًا خَالِصٗا سَآئِغٗا لِّلشَّٰرِبِينَ","وَمِن ثَمَرَٰتِ ٱلنَّخِيلِ وَٱلۡأَعۡنَٰبِ تَتَّخِذُونَ مِنۡهُ سَكَرٗا وَرِزۡقًا حَسَنًا إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَعۡقِلُونَ","وَأَوۡحَىٰ رَبُّكَ إِلَى ٱلنَّحۡلِ أَنِ ٱتَّخِذِي مِنَ ٱلۡجِبَالِ بُيُوتٗا وَمِنَ ٱلشَّجَرِ وَمِمَّا يَعۡرِشُونَ","ثُمَّ كُلِي مِن كُلِّ ٱلثَّمَرَٰتِ فَٱسۡلُكِي سُبُلَ رَبِّكِ ذُلُلٗا يَخۡرُجُ مِن بُطُونِهَا شَرَابٞ مُّخۡتَلِفٌ أَلۡوَٰنُهُ فِيهِ شِفَآءٞ لِّلنَّاسِ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَتَفَكَّرُونَ","وَٱللَّهُ خَلَقَكُمۡ ثُمَّ يَتَوَفَّىٰكُمۡ وَمِنكُم مَّن يُرَدُّ إِلَىٰٓ أَرۡذَلِ ٱلۡعُمُرِ لِكَيۡ لَا يَعۡلَمَ بَعۡدَ عِلۡمٖ شَيۡ‍ًٔا إِنَّ ٱللَّهَ عَلِيمٞ قَدِيرٞ","وَٱللَّهُ فَضَّلَ بَعۡضَكُمۡ عَلَىٰ بَعۡضٖ فِي ٱلرِّزۡقِ فَمَا ٱلَّذِينَ فُضِّلُواْ بِرَآدِّي رِزۡقِهِمۡ عَلَىٰ مَا مَلَكَتۡ أَيۡمَٰنُهُمۡ فَهُمۡ فِيهِ سَوَآءٌ أَفَبِنِعۡمَةِ ٱللَّهِ يَجۡحَدُونَ","وَٱللَّهُ جَعَلَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا وَجَعَلَ لَكُم مِّنۡ أَزۡوَٰجِكُم بَنِينَ وَحَفَدَةٗ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِ أَفَبِٱلۡبَٰطِلِ يُؤۡمِنُونَ وَبِنِعۡمَتِ ٱللَّهِ هُمۡ يَكۡفُرُونَ","وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَمۡلِكُ لَهُمۡ رِزۡقٗا مِّنَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ شَيۡ‍ٔٗا وَلَا يَسۡتَطِيعُونَ","فَلَا تَضۡرِبُواْ لِلَّهِ ٱلۡأَمۡثَالَ إِنَّ ٱللَّهَ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","ضَرَبَ ٱللَّهُ مَثَلًا عَبۡدٗا مَّمۡلُوكٗا لَّا يَقۡدِرُ عَلَىٰ شَيۡءٖ وَمَن رَّزَقۡنَٰهُ مِنَّا رِزۡقًا حَسَنٗا فَهُوَ يُنفِقُ مِنۡهُ سِرّٗا وَجَهۡرًا هَلۡ يَسۡتَوُنَ ٱلۡحَمۡدُ لِلَّهِ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","وَضَرَبَ ٱللَّهُ مَثَلٗا رَّجُلَيۡنِ أَحَدُهُمَآ أَبۡكَمُ لَا يَقۡدِرُ عَلَىٰ شَيۡءٖ وَهُوَ كَلٌّ عَلَىٰ مَوۡلَىٰهُ أَيۡنَمَا يُوَجِّههُّ لَا يَأۡتِ بِخَيۡرٍ هَلۡ يَسۡتَوِي هُوَ وَمَن يَأۡمُرُ بِٱلۡعَدۡلِ وَهُوَ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","وَلِلَّهِ غَيۡبُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَآ أَمۡرُ ٱلسَّاعَةِ إِلَّا كَلَمۡحِ ٱلۡبَصَرِ أَوۡ هُوَ أَقۡرَبُ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","وَٱللَّهُ أَخۡرَجَكُم مِّن بُطُونِ أُمَّهَٰتِكُمۡ لَا تَعۡلَمُونَ شَيۡ‍ٔٗا وَجَعَلَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَٱلۡأَفۡ‍ِٔدَةَ لَعَلَّكُمۡ تَشۡكُرُونَ","أَلَمۡ يَرَوۡاْ إِلَى ٱلطَّيۡرِ مُسَخَّرَٰتٖ فِي جَوِّ ٱلسَّمَآءِ مَا يُمۡسِكُهُنَّ إِلَّا ٱللَّهُ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","وَٱللَّهُ جَعَلَ لَكُم مِّن بُيُوتِكُمۡ سَكَنٗا وَجَعَلَ لَكُم مِّن جُلُودِ ٱلۡأَنۡعَٰمِ بُيُوتٗا تَسۡتَخِفُّونَهَا يَوۡمَ ظَعۡنِكُمۡ وَيَوۡمَ إِقَامَتِكُمۡ وَمِنۡ أَصۡوَافِهَا وَأَوۡبَارِهَا وَأَشۡعَارِهَآ أَثَٰثٗا وَمَتَٰعًا إِلَىٰ حِينٖ","وَٱللَّهُ جَعَلَ لَكُم مِّمَّا خَلَقَ ظِلَٰلٗا وَجَعَلَ لَكُم مِّنَ ٱلۡجِبَالِ أَكۡنَٰنٗا وَجَعَلَ لَكُمۡ سَرَٰبِيلَ تَقِيكُمُ ٱلۡحَرَّ وَسَرَٰبِيلَ تَقِيكُم بَأۡسَكُمۡ كَذَٰلِكَ يُتِمُّ نِعۡمَتَهُ عَلَيۡكُمۡ لَعَلَّكُمۡ تُسۡلِمُونَ","فَإِن تَوَلَّوۡاْ فَإِنَّمَا عَلَيۡكَ ٱلۡبَلَٰغُ ٱلۡمُبِينُ","يَعۡرِفُونَ نِعۡمَتَ ٱللَّهِ ثُمَّ يُنكِرُونَهَا وَأَكۡثَرُهُمُ ٱلۡكَٰفِرُونَ","وَيَوۡمَ نَبۡعَثُ مِن كُلِّ أُمَّةٖ شَهِيدٗا ثُمَّ لَا يُؤۡذَنُ لِلَّذِينَ كَفَرُواْ وَلَا هُمۡ يُسۡتَعۡتَبُونَ","وَإِذَا رَءَا ٱلَّذِينَ ظَلَمُواْ ٱلۡعَذَابَ فَلَا يُخَفَّفُ عَنۡهُمۡ وَلَا هُمۡ يُنظَرُونَ","وَإِذَا رَءَا ٱلَّذِينَ أَشۡرَكُواْ شُرَكَآءَهُمۡ قَالُواْ رَبَّنَا هَٰٓؤُلَآءِ شُرَكَآؤُنَا ٱلَّذِينَ كُنَّا نَدۡعُواْ مِن دُونِكَ فَأَلۡقَوۡاْ إِلَيۡهِمُ ٱلۡقَوۡلَ إِنَّكُمۡ لَكَٰذِبُونَ","وَأَلۡقَوۡاْ إِلَى ٱللَّهِ يَوۡمَئِذٍ ٱلسَّلَمَ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ زِدۡنَٰهُمۡ عَذَابٗا فَوۡقَ ٱلۡعَذَابِ بِمَا كَانُواْ يُفۡسِدُونَ","وَيَوۡمَ نَبۡعَثُ فِي كُلِّ أُمَّةٖ شَهِيدًا عَلَيۡهِم مِّنۡ أَنفُسِهِمۡ وَجِئۡنَا بِكَ شَهِيدًا عَلَىٰ هَٰٓؤُلَآءِ وَنَزَّلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ تِبۡيَٰنٗا لِّكُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ وَبُشۡرَىٰ لِلۡمُسۡلِمِينَ","إِنَّ ٱللَّهَ يَأۡمُرُ بِٱلۡعَدۡلِ وَٱلۡإِحۡسَٰنِ وَإِيتَآيِٕ ذِي ٱلۡقُرۡبَىٰ وَيَنۡهَىٰ عَنِ ٱلۡفَحۡشَآءِ وَٱلۡمُنكَرِ وَٱلۡبَغۡيِ يَعِظُكُمۡ لَعَلَّكُمۡ تَذَكَّرُونَ","وَأَوۡفُواْ بِعَهۡدِ ٱللَّهِ إِذَا عَٰهَدتُّمۡ وَلَا تَنقُضُواْ ٱلۡأَيۡمَٰنَ بَعۡدَ تَوۡكِيدِهَا وَقَدۡ جَعَلۡتُمُ ٱللَّهَ عَلَيۡكُمۡ كَفِيلًا إِنَّ ٱللَّهَ يَعۡلَمُ مَا تَفۡعَلُونَ","وَلَا تَكُونُواْ كَٱلَّتِي نَقَضَتۡ غَزۡلَهَا مِن بَعۡدِ قُوَّةٍ أَنكَٰثٗا تَتَّخِذُونَ أَيۡمَٰنَكُمۡ دَخَلَا بَيۡنَكُمۡ أَن تَكُونَ أُمَّةٌ هِيَ أَرۡبَىٰ مِنۡ أُمَّةٍ إِنَّمَا يَبۡلُوكُمُ ٱللَّهُ بِهِ وَلَيُبَيِّنَنَّ لَكُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ مَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","وَلَوۡ شَآءَ ٱللَّهُ لَجَعَلَكُمۡ أُمَّةٗ وَٰحِدَةٗ وَلَٰكِن يُضِلُّ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُ وَلَتُسۡ‍َٔلُنَّ عَمَّا كُنتُمۡ تَعۡمَلُونَ","وَلَا تَتَّخِذُوٓاْ أَيۡمَٰنَكُمۡ دَخَلَا بَيۡنَكُمۡ فَتَزِلَّ قَدَمُ بَعۡدَ ثُبُوتِهَا وَتَذُوقُواْ ٱلسُّوٓءَ بِمَا صَدَدتُّمۡ عَن سَبِيلِ ٱللَّهِ وَلَكُمۡ عَذَابٌ عَظِيمٞ","وَلَا تَشۡتَرُواْ بِعَهۡدِ ٱللَّهِ ثَمَنٗا قَلِيلًا إِنَّمَا عِندَ ٱللَّهِ هُوَ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","مَا عِندَكُمۡ يَنفَدُ وَمَا عِندَ ٱللَّهِ بَاقٖ وَلَنَجۡزِيَنَّ ٱلَّذِينَ صَبَرُوٓاْ أَجۡرَهُم بِأَحۡسَنِ مَا كَانُواْ يَعۡمَلُونَ","مَنۡ عَمِلَ صَٰلِحٗا مِّن ذَكَرٍ أَوۡ أُنثَىٰ وَهُوَ مُؤۡمِنٞ فَلَنُحۡيِيَنَّهُ حَيَوٰةٗ طَيِّبَةٗ وَلَنَجۡزِيَنَّهُمۡ أَجۡرَهُم بِأَحۡسَنِ مَا كَانُواْ يَعۡمَلُونَ","فَإِذَا قَرَأۡتَ ٱلۡقُرۡءَانَ فَٱسۡتَعِذۡ بِٱللَّهِ مِنَ ٱلشَّيۡطَٰنِ ٱلرَّجِيمِ","إِنَّهُ لَيۡسَ لَهُ سُلۡطَٰنٌ عَلَى ٱلَّذِينَ ءَامَنُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","إِنَّمَا سُلۡطَٰنُهُ عَلَى ٱلَّذِينَ يَتَوَلَّوۡنَهُ وَٱلَّذِينَ هُم بِهِ مُشۡرِكُونَ","وَإِذَا بَدَّلۡنَآ ءَايَةٗ مَّكَانَ ءَايَةٖ وَٱللَّهُ أَعۡلَمُ بِمَا يُنَزِّلُ قَالُوٓاْ إِنَّمَآ أَنتَ مُفۡتَرِ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","قُلۡ نَزَّلَهُ رُوحُ ٱلۡقُدُسِ مِن رَّبِّكَ بِٱلۡحَقِّ لِيُثَبِّتَ ٱلَّذِينَ ءَامَنُواْ وَهُدٗى وَبُشۡرَىٰ لِلۡمُسۡلِمِينَ","وَلَقَدۡ نَعۡلَمُ أَنَّهُمۡ يَقُولُونَ إِنَّمَا يُعَلِّمُهُ بَشَرٞ لِّسَانُ ٱلَّذِي يُلۡحِدُونَ إِلَيۡهِ أَعۡجَمِيّٞ وَهَٰذَا لِسَانٌ عَرَبِيّٞ مُّبِينٌ","إِنَّ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِ‍َٔايَٰتِ ٱللَّهِ لَا يَهۡدِيهِمُ ٱللَّهُ وَلَهُمۡ عَذَابٌ أَلِيمٌ","إِنَّمَا يَفۡتَرِي ٱلۡكَذِبَ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِ‍َٔايَٰتِ ٱللَّهِ وَأُوْلَٰٓئِكَ هُمُ ٱلۡكَٰذِبُونَ","مَن كَفَرَ بِٱللَّهِ مِن بَعۡدِ إِيمَٰنِهِٓ إِلَّا مَنۡ أُكۡرِهَ وَقَلۡبُهُ مُطۡمَئِنُّ بِٱلۡإِيمَٰنِ وَلَٰكِن مَّن شَرَحَ بِٱلۡكُفۡرِ صَدۡرٗا فَعَلَيۡهِمۡ غَضَبٞ مِّنَ ٱللَّهِ وَلَهُمۡ عَذَابٌ عَظِيمٞ","ذَٰلِكَ بِأَنَّهُمُ ٱسۡتَحَبُّواْ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا عَلَى ٱلۡأٓخِرَةِ وَأَنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ","أُوْلَٰٓئِكَ ٱلَّذِينَ طَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَسَمۡعِهِمۡ وَأَبۡصَٰرِهِمۡ وَأُوْلَٰٓئِكَ هُمُ ٱلۡغَٰفِلُونَ","لَا جَرَمَ أَنَّهُمۡ فِي ٱلۡأٓخِرَةِ هُمُ ٱلۡخَٰسِرُونَ","ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ هَاجَرُواْ مِن بَعۡدِ مَا فُتِنُواْ ثُمَّ جَٰهَدُواْ وَصَبَرُوٓاْ إِنَّ رَبَّكَ مِن بَعۡدِهَا لَغَفُورٞ رَّحِيمٞ","يَوۡمَ تَأۡتِي كُلُّ نَفۡسٖ تُجَٰدِلُ عَن نَّفۡسِهَا وَتُوَفَّىٰ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ وَهُمۡ لَا يُظۡلَمُونَ","وَضَرَبَ ٱللَّهُ مَثَلٗا قَرۡيَةٗ كَانَتۡ ءَامِنَةٗ مُّطۡمَئِنَّةٗ يَأۡتِيهَا رِزۡقُهَا رَغَدٗا مِّن كُلِّ مَكَانٖ فَكَفَرَتۡ بِأَنۡعُمِ ٱللَّهِ فَأَذَٰقَهَا ٱللَّهُ لِبَاسَ ٱلۡجُوعِ وَٱلۡخَوۡفِ بِمَا كَانُواْ يَصۡنَعُونَ","وَلَقَدۡ جَآءَهُمۡ رَسُولٞ مِّنۡهُمۡ فَكَذَّبُوهُ فَأَخَذَهُمُ ٱلۡعَذَابُ وَهُمۡ ظَٰلِمُونَ","فَكُلُواْ مِمَّا رَزَقَكُمُ ٱللَّهُ حَلَٰلٗا طَيِّبٗا وَٱشۡكُرُواْ نِعۡمَتَ ٱللَّهِ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ","إِنَّمَا حَرَّمَ عَلَيۡكُمُ ٱلۡمَيۡتَةَ وَٱلدَّمَ وَلَحۡمَ ٱلۡخِنزِيرِ وَمَآ أُهِلَّ لِغَيۡرِ ٱللَّهِ بِهِ فَمَنِ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","وَلَا تَقُولُواْ لِمَا تَصِفُ أَلۡسِنَتُكُمُ ٱلۡكَذِبَ هَٰذَا حَلَٰلٞ وَهَٰذَا حَرَامٞ لِّتَفۡتَرُواْ عَلَى ٱللَّهِ ٱلۡكَذِبَ إِنَّ ٱلَّذِينَ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ لَا يُفۡلِحُونَ","مَتَٰعٞ قَلِيلٞ وَلَهُمۡ عَذَابٌ أَلِيمٞ","وَعَلَى ٱلَّذِينَ هَادُواْ حَرَّمۡنَا مَا قَصَصۡنَا عَلَيۡكَ مِن قَبۡلُ وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ عَمِلُواْ ٱلسُّوٓءَ بِجَهَٰلَةٖ ثُمَّ تَابُواْ مِن بَعۡدِ ذَٰلِكَ وَأَصۡلَحُوٓاْ إِنَّ رَبَّكَ مِن بَعۡدِهَا لَغَفُورٞ رَّحِيمٌ","إِنَّ إِبۡرَٰهِيمَ كَانَ أُمَّةٗ قَانِتٗا لِّلَّهِ حَنِيفٗا وَلَمۡ يَكُ مِنَ ٱلۡمُشۡرِكِينَ","شَاكِرٗا لِّأَنۡعُمِهِ ٱجۡتَبَىٰهُ وَهَدَىٰهُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","وَءَاتَيۡنَٰهُ فِي ٱلدُّنۡيَا حَسَنَةٗ وَإِنَّهُ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ","ثُمَّ أَوۡحَيۡنَآ إِلَيۡكَ أَنِ ٱتَّبِعۡ مِلَّةَ إِبۡرَٰهِيمَ حَنِيفٗا وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","إِنَّمَا جُعِلَ ٱلسَّبۡتُ عَلَى ٱلَّذِينَ ٱخۡتَلَفُواْ فِيهِ وَإِنَّ رَبَّكَ لَيَحۡكُمُ بَيۡنَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","ٱدۡعُ إِلَىٰ سَبِيلِ رَبِّكَ بِٱلۡحِكۡمَةِ وَٱلۡمَوۡعِظَةِ ٱلۡحَسَنَةِ وَجَٰدِلۡهُم بِٱلَّتِي هِيَ أَحۡسَنُ إِنَّ رَبَّكَ هُوَ أَعۡلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ","وَإِنۡ عَاقَبۡتُمۡ فَعَاقِبُواْ بِمِثۡلِ مَا عُوقِبۡتُم بِهِ وَلَئِن صَبَرۡتُمۡ لَهُوَ خَيۡرٞ لِّلصَّٰبِرِينَ","وَٱصۡبِرۡ وَمَا صَبۡرُكَ إِلَّا بِٱللَّهِ وَلَا تَحۡزَنۡ عَلَيۡهِمۡ وَلَا تَكُ فِي ضَيۡقٖ مِّمَّا يَمۡكُرُونَ","إِنَّ ٱللَّهَ مَعَ ٱلَّذِينَ ٱتَّقَواْ وَّٱلَّذِينَ هُم مُّحۡسِنُونَ"],"warsh":["أَتيٰٓ أَمْرُ اُللَّهِ فَلَا تَسْتَعْجِلُوهُ سُبْحَٰنَهُ وَتَعَٰليٰ عَمَّا يُشْرِكُونَ","يُنَزِّلُ اُلْمَلَٰٓئِكَةَ بِالرُّوحِ مِنَ اَمْرِهِ عَلَيٰ مَنْ يَّشَآءُ مِنْ عِبَادِهِٓ أَنَ اَنْذِرُوٓاْ أَنَّهُ لَآ إِلَٰهَ إِلَّآ أَنَا فَاتَّقُونِ","خَلَقَ اَلسَّمَٰوَٰتِ وَالَارْضَ بِالْحَقِّ تَعَٰليٰ عَمَّا يُشْرِكُونَ","خَلَقَ اَلِانسَٰنَ مِن نُّطْفَةٖ فَإِذَا هُوَ خَصِيمٞ مُّبِينٞ","وَالَانْعَٰمَ خَلَقَهَا لَكُمْ فِيهَا دِفْءٞ وَمَنَٰفِعُ وَمِنْهَا تَاكُلُونَ","وَلَكُمْ فِيهَا جَمَالٌ حِينَ تُرِيحُونَ وَحِينَ تَسْرَحُونَ","وَتَحْمِلُ أَثْقَالَكُمُٓ إِلَيٰ بَلَدٖ لَّمْ تَكُونُواْ بَٰلِغِيهِ إِلَّا بِشِقِّ اِلَانفُسِ إِنَّ رَبَّكُمْ لَرَءُوفٞ رَّحِيمٞ","وَالْخَيْلَ وَالْبِغَالَ وَالْحَمِيرَ لِتَرْكَبُوهَا وَزِينَةٗ وَيَخْلُقُ مَا لَا تَعْلَمُونَ","وَعَلَي اَللَّهِ قَصْدُ اُلسَّبِيلِ وَمِنْهَا جَآئِرٞ وَلَوْ شَآءَ لَهَديٰكُمُٓ أَجْمَعِينَ","هُوَ اَلذِےٓ أَنزَلَ مِنَ اَلسَّمَآءِ مَآءٗ لَّكُم مِّنْهُ شَرَابٞ وَمِنْهُ شَجَرٞ فِيهِ تُسِيمُونَ","يُنبِتُ لَكُم بِهِ اِلزَّرْعَ وَالزَّيْتُونَ وَالنَّخِيلَ وَالَاعْنَٰبَ وَمِن كُلِّ اِلثَّمَرَٰتِ إِنَّ فِے ذَٰلِكَ لَأٓيَةٗ لِّقَوْمٖ يَتَفَكَّرُونَ","وَسَخَّرَ لَكُمُ اُليْلَ وَالنَّهَارَ وَالشَّمْسَ وَالْقَمَرَ وَالنُّجُومَ مُسَخَّرَٰتِ بِأَمْرِهِٓ إِنَّ فِے ذَٰلِكَ لَأٓيَٰتٖ لِّقَوْمٖ يَعْقِلُونَ","وَمَا ذَرَأَ لَكُمْ فِے اِلَارْضِ مُخْتَلِفاً اَلْوَٰنُهُٓ إِنَّ فِے ذَٰلِكَ لَأٓيَةٗ لِّقَوْمٖ يَذَّكَّرُونَ","وَهُوَ اَلذِے سَخَّرَ اَلْبَحْرَ لِتَاكُلُواْ مِنْهُ لَحْماٗ طَرِيّاٗ وَتَسْتَخْرِجُواْ مِنْهُ حِلْيَةٗ تَلْبَسُونَهَا وَتَرَي اَلْفُلْكَ مَوَاخِرَ فِيهِ وَلِتَبْتَغُواْ مِن فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ","وَأَلْقيٰ فِے اِلَارْضِ رَوَٰسِيَ أَن تَمِيدَ بِكُمْ وَأَنْهَٰراٗ وَسُبُلاٗ لَّعَلَّكُمْ تَهْتَدُونَ","وَعَلَٰمَٰتٖ وَبِالنَّجْمِ هُمْ يَهْتَدُونَ","أَفَمَنْ يَّخْلُقُ كَمَن لَّا يَخْلُقُ أَفَلَا تَذَّكَّرُونَ","وَإِن تَعُدُّواْ نِعْمَةَ اَللَّهِ لَا تُحْصُوهَآ إِنَّ اَللَّهَ لَغَفُورٞ رَّحِيمٞ","وَاللَّهُ يَعْلَمُ مَا تُسِرُّونَ وَمَا تُعْلِنُونَ","وَالذِينَ تَدْعُونَ مِن دُونِ اِللَّهِ لَا يَخْلُقُونَ شَيْـٔاٗ وَهُمْ يُخْلَقُونَ","أَمْوَٰتٌ غَيْرُ أَحْيَآءٖ وَمَا يَشْعُرُونَ أَيَّانَ يُبْعَثُونَ","إِلَٰهُكُمُٓ إِلَٰهٞ وَٰحِدٞ فَالذِينَ لَا يُومِنُونَ بِالَاخِرَةِ قُلُوبُهُم مُّنكِرَةٞ وَهُم مُّسْتَكْبِرُونَ","لَا جَرَمَ أَنَّ اَللَّهَ يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ إِنَّهُ لَا يُحِبُّ اُلْمُسْتَكْبِرِينَ","وَإِذَا قِيلَ لَهُم مَّاذَآ أَنزَلَ رَبُّكُمْ قَالُوٓاْ أَسَٰطِيرُ اُلَاوَّلِينَ","لِيَحْمِلُوٓاْ أَوْزَارَهُمْ كَامِلَةٗ يَوْمَ اَلْقِيَٰمَةِ وَمِنَ اَوْزارِ اِلذِينَ يُضِلُّونَهُم بِغَيْرِ عِلْمٍ اَلَا سَآءَ مَا يَزِرُونَ","قَدْ مَكَرَ اَلذِينَ مِن قَبْلِهِمْ فَأَتَي اَللَّهُ بُنْيَٰنَهُم مِّنَ اَلْقَوَاعِدِ فَخَرَّ عَلَيْهِمُ اُلسَّقْفُ مِن فَوْقِهِمْ وَأَتيٰهُمُ اُلْعَذَابُ مِنْ حَيْثُ لَا يَشْعُرُونَ","ثُمَّ يَوْمَ اَلْقِيَٰمَةِ يُخْزِيهِمْ وَيَقُولُ أَيْنَ شُرَكَآءِيَ اَلذِينَ كُنتُمْ تُشَٰٓقُّونِ فِيهِمْ قَالَ اَلذِينَ أُوتُواْ اُلْعِلْمَ إِنَّ اَلْخِزْيَ اَلْيَوْمَ وَالسُّوٓءَ عَلَي اَلْكٰفِرِينَ","اَلذِينَ تَتَوَفّيٰهُمُ اُلْمَلَٰٓئِكَةُ ظَالِمِےٓ أَنفُسِهِمْ فَأَلْقَوُاْ اُلسَّلَمَ مَا كُنَّا نَعْمَلُ مِن سُوٓءِ بَليٰٓ إِنَّ اَللَّهَ عَلِيمُ بِمَا كُنتُمْ تَعْمَلُونَ","فَادْخُلُوٓاْ أَبْوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَا فَلَبِيسَ مَثْوَي اَلْمُتَكَبِّرِينَ","وَقِيلَ لِلذِينَ اَتَّقَوْاْ مَاذَآ أَنزَلَ رَبُّكُمْ قَالُواْ خَيْراٗ لِّلذِينَ أَحْسَنُواْ فِے هَٰذِهِ اِلدُّنْيا حَسَنَةٞ وَلَدَارُ اُلَاخِرَةِ خَيْرٞ وَلَنِعْمَ دَارُ اُلْمُتَّقِينَ","جَنَّٰتُ عَدْنٖ يَدْخُلُونَهَا تَجْرِے مِن تَحْتِهَا اَلَانْهَٰرُ لَهُمْ فِيهَا مَا يَشَآءُونَ كَذَٰلِكَ يَجْزِے اِللَّهُ اُلْمُتَّقِينَ","اَلذِينَ تَتَوَفّيٰهُمُ اُلْمَلَٰٓئِكَةُ طَيِّبِينَ يَقُولُونَ سَلَٰمٌ عَلَيْكُمُ اُ۟دْخُلُواْ اُلْجَنَّةَ بِمَا كُنتُمْ تَعْمَلُونَ","هَلْ يَنظُرُونَ إِلَّآ أَن تَاتِيَهُمُ اُلْمَلَٰٓئِكَةُ أَوْ يَاتِيَ أَمْرُ رَبِّكَ كَذَٰلِكَ فَعَلَ اَلذِينَ مِن قَبْلِهِمْ وَمَا ظَلَمَهُمُ اُللَّهُ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمْ يَظْلِمُونَ","فَأَصَابَهُمْ سَيِّـَٔاتُ مَا عَمِلُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِ يَسْتَهْزِءُونَ","وَقَالَ اَلذِينَ أَشْرَكُواْ لَوْ شَآءَ اَللَّهُ مَا عَبَدْنَا مِن دُونِهِ مِن شَےْءٖ نَّحْنُ وَلَآ ءَابَآؤُنَا وَلَا حَرَّمْنَا مِن دُونِهِ مِن شَےْءٖ كَذَٰلِكَ فَعَلَ اَلذِينَ مِن قَبْلِهِمْ فَهَلْ عَلَي اَلرُّسُلِ إِلَّا اَلْبَلَٰغُ اُلْمُبِينُ","وَلَقَدْ بَعَثْنَا فِے كُلِّ أُمَّةٖ رَّسُولاً اَنُ اُ۟عْبُدُواْ اُللَّهَ وَاجْتَنِبُواْ اُلطَّٰغُوتَ فَمِنْهُم مَّنْ هَدَي اَللَّهُ وَمِنْهُم مَّنْ حَقَّتْ عَلَيْهِ اِلضَّلَٰلَةُ فَسِيرُواْ فِے اِلَارْضِ فَانظُرُواْ كَيْفَ كَانَ عَٰقِبَةُ اُلْمُكَذِّبِينَ","إِن تَحْرِصْ عَلَيٰ هُديٰهُمْ فَإِنَّ اَللَّهَ لَا يُهْديٰ مَنْ يُّضِلُّ وَمَا لَهُم مِّن نَّٰصِرِينَ","وَأَقْسَمُواْ بِاللَّهِ جَهْدَ أَيْمَٰنِهِمْ لَا يَبْعَثُ اُللَّهُ مَنْ يَّمُوتُ بَليٰ وَعْداً عَلَيْهِ حَقّاٗ وَلَٰكِنَّ أَكْثَرَ اَلنَّاسِ لَا يَعْلَمُونَ","لِيُبَيِّنَ لَهُمُ اُلذِے يَخْتَلِفُونَ فِيهِ وَلِيَعْلَمَ اَلذِينَ كَفَرُوٓاْ أَنَّهُمْ كَانُواْ كَٰذِبِينَ","إِنَّمَا قَوْلُنَا لِشَےْءٍ اِذَآ أَرَدْنَٰهُ أَن نَّقُولَ لَهُ كُن فَيَكُونُ","وَالذِينَ هَاجَرُواْ فِے اِللَّهِ مِن بَعْدِ مَا ظُلِمُواْ لَنُبَوِّئَنَّهُمْ فِے اِلدُّنْيا حَسَنَةٗ وَلَأَجْرُ اُلَاخِرَةِ أَكْبَرُ لَوْ كَانُواْ يَعْلَمُونَ","اَلذِينَ صَبَرُواْ وَعَلَيٰ رَبِّهِمْ يَتَوَكَّلُونَ","وَمَآ أَرْسَلْنَا مِن قَبْلِكَ إِلَّا رِجَالاٗ يُوحيٰٓ إِلَيْهِمْ فَسْـَٔلُوٓاْ أَهْلَ اَلذِّكْرِ إِن كُنتُمْ لَا تَعْلَمُونَ","بِالْبَيِّنَٰتِ وَالزُّبُرِ وَأَنزَلْنَآ إِلَيْكَ اَلذِّكْرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ وَلَعَلَّهُمْ يَتَفَكَّرُونَ","أَفَأَمِنَ اَلذِينَ مَكَرُواْ اُلسَّيِّـَٔاتِ أَنْ يَّخْسِفَ اَللَّهُ بِهِمُ اُلَارْضَ أَوْ يَاتِيَهُمُ اُلْعَذَابُ مِنْ حَيْثُ لَا يَشْعُرُونَ","أَوْ يَاخُذَهُمْ فِے تَقَلُّبِهِمْ فَمَا هُم بِمُعْجِزِينَ","أَوْ يَاخُذَهُمْ عَلَيٰ تَخَوُّفٖ فَإِنَّ رَبَّكُمْ لَرَءُوفٞ رَّحِيمٌ","اَوَلَمْ يَرَوِاْ اِلَيٰ مَا خَلَقَ اَللَّهُ مِن شَےْءٖ يَتَفَيَّؤُاْ ظِلَٰلُهُ عَنِ اِلْيَمِينِ وَالشَّمَآئِلِ سُجَّداٗ لِّلهِ وَهُمْ دَٰخِرُونَ","وَلِلهِ يَسْجُدُ مَا فِے اِلسَّمَٰوَٰتِ وَمَا فِے اِلَارْضِ مِن دَآبَّةٖ وَالْمَلَٰٓئِكَةُ وَهُمْ لَا يَسْتَكْبِرُونَ","يَخَافُونَ رَبَّهُم مِّن فَوْقِهِمْ وَيَفْعَلُونَ مَا يُومَرُونَ","وَقَالَ اَللَّهُ لَا تَتَّخِذُوٓاْ إِلَٰهَيْنِ اِثْنَيْنِ إِنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ فَإِيَّٰيَ فَارْهَبُونِ","وَلَهُ مَا فِے اِلسَّمَٰوَٰتِ وَالَارْضِ وَلَهُ اُلدِّينُ وَاصِباً اَفَغَيْرَ اَللَّهِ تَتَّقُونَ","وَمَا بِكُم مِّن نِّعْمَةٖ فَمِنَ اَللَّهِ ثُمَّ إِذَا مَسَّكُمُ اُلضُّرُّ فَإِلَيْهِ تَجْـَٔرُونَ","ثُمَّ إِذَا كَشَفَ اَلضُّرَّ عَنكُمُٓ إِذَا فَرِيقٞ مِّنكُم بِرَبِّهِمْ يُشْرِكُونَ","لِيَكْفُرُواْ بِمَآ ءَاتَيْنَٰهُمْ فَتَمَتَّعُواْ فَسَوْفَ تَعْلَمُونَ","وَيَجْعَلُونَ لِمَا لَا يَعْلَمُونَ نَصِيباٗ مِّمَّا رَزَقْنَٰهُمْ تَاللَّهِ لَتُسْـَٔلُنَّ عَمَّا كُنتُمْ تَفْتَرُونَ","وَيَجْعَلُونَ لِلهِ اِلْبَنَٰتِ سُبْحَٰنَهُ وَلَهُم مَّا يَشْتَهُونَ","وَإِذَا بُشِّرَ أَحَدُهُم بِالُانثيٰ ظَلَّ وَجْهُهُ مُسْوَدّاٗ وَهُوَ كَظِيمٞ","يَتَوَٰريٰ مِنَ اَلْقَوْمِ مِن سُوٓءِ مَا بُشِّرَ بِهِٓ أَيُمْسِكُهُ عَلَيٰ هُونٍ اَمْ يَدُسُّهُ فِے اِلتُّرَابِ أَلَا سَآءَ مَا يَحْكُمُونَ","لِلذِينَ لَا يُومِنُونَ بِالَاخِرَةِ مَثَلُ اُلسَّوْءِ وَلِلهِ اِلْمَثَلُ اُلَاعْليٰ وَهُوَ اَلْعَزِيزُ اُلْحَكِيمُ","وَلَوْ يُوَاخِذُ اُللَّهُ اُلنَّاسَ بِظُلْمِهِم مَّا تَرَكَ عَلَيْهَا مِن دَآبَّةٖ وَلَٰكِنْ يُّوَخِّرُهُمُٓ إِلَيٰٓ أَجَلٖ مُّسَمّيٗ فَإِذَا جَآءَ اجَلُهُمْ لَا يَسْتَٰخِرُونَ سَاعَةٗ وَلَا يَسْتَقْدِمُونَ","وَيَجْعَلُونَ لِلهِ مَا يَكْرَهُونَ وَتَصِفُ أَلْسِنَتُهُمُ اُلْكَذِبَ أَنَّ لَهُمُ اُلْحُسْنيٰ لَا جَرَمَ أَنَّ لَهُمُ اُلنَّارَ وَأَنَّهُم مُّفْرِطُونَ","تَاللَّهِ لَقَدَ اَرْسَلْنَآ إِلَيٰٓ أُمَمٖ مِّن قَبْلِكَ فَزَيَّنَ لَهُمُ اُلشَّيْطَٰنُ أَعْمَٰلَهُمْ فَهُوَ وَلِيُّهُمُ اُلْيَوْمَ وَلَهُمْ عَذَابٌ اَلِيمٞ","وَمَآ أَنزَلْنَا عَلَيْكَ اَلْكِتَٰبَ إِلَّا لِتُبَيِّنَ لَهُمُ اُلذِے اِخْتَلَفُواْ فِيهِ وَهُديٗ وَرَحْمَةٗ لِّقَوْمٖ يُومِنُونَ","وَاللَّهُ أَنزَلَ مِنَ اَلسَّمَآءِ مَآءٗ فَأَحْيا بِهِ اِلَارْضَ بَعْدَ مَوْتِهَآ إِنَّ فِے ذَٰلِكَ لَأٓيَةٗ لِّقَوْمٖ يَسْمَعُونَ","وَإِنَّ لَكُمْ فِے اِلَانْعَٰمِ لَعِبْرَةٗ نَّسْقِيكُم مِّمَّا فِے بُطُونِهِ مِن بَيْنِ فَرْثٖ وَدَمٖ لَّبَناً خَالِصاٗ سَآئِغاٗ لِّلشَّٰرِبِينَ","وَمِن ثَمَرَٰتِ اِلنَّخِيلِ وَالَاعْنَٰبِ تَتَّخِذُونَ مِنْهُ سَكَراٗ وَرِزْقاً حَسَناً اِنَّ فِے ذَٰلِكَ لَأٓيَةٗ لِّقَوْمٖ يَعْقِلُونَ","وَأَوْحيٰ رَبُّكَ إِلَي اَلنَّحْلِ أَنِ اِتَّخِذِے مِنَ اَلْجِبَالِ بُيُوتاٗ وَمِنَ اَلشَّجَرِ وَمِمَّا يَعْرِشُونَ","ثُمَّ كُلِے مِن كُلِّ اِلثَّمَرَٰتِ فَاسْلُكِے سُبُلَ رَبِّكِ ذُلُلاٗ يَخْرُجُ مِن بُطُونِهَا شَرَابٞ مُّخْتَلِفٌ اَلْوَٰنُهُ فِيهِ شِفَآءٞ لِّلنَّاسِ إِنَّ فِے ذَٰلِكَ لَأٓيَةٗ لِّقَوْمٖ يَتَفَكَّرُونَ","وَاللَّهُ خَلَقَكُمْ ثُمَّ يَتَوَفّيٰكُمْ وَمِنكُم مَّنْ يُّرَدُّ إِلَيٰٓ أَرْذَلِ اِلْعُمُرِ لِكَےْ لَا يَعْلَمَ بَعْدَ عِلْمٖ شَيْـٔاٗ اِنَّ اَللَّهَ عَلِيمٞ قَدِيرٞ","وَاللَّهُ فَضَّلَ بَعْضَكُمْ عَلَيٰ بَعْضٖ فِے اِلرِّزْقِ فَمَا اَلذِينَ فُضِّلُواْ بِرَآدِّے رِزْقِهِمْ عَلَيٰ مَا مَلَكَتَ اَيْمَٰنُهُمْ فَهُمْ فِيهِ سَوَآءٌ اَفَبِنِعْمَةِ اِللَّهِ يَجْحَدُونَ","وَاللَّهُ جَعَلَ لَكُم مِّنَ اَنفُسِكُمُٓ أَزْوَٰجاٗ وَجَعَلَ لَكُم مِّنَ اَزْوَٰجِكُم بَنِينَ وَحَفَدَةٗ وَرَزَقَكُم مِّنَ اَلطَّيِّبَٰتِ أَفَبِالْبَٰطِلِ يُومِنُونَ وَبِنِعْمَتِ اِللَّهِ هُمْ يَكْفُرُونَ","وَيَعْبُدُونَ مِن دُونِ اِللَّهِ مَا لَا يَمْلِكُ لَهُمْ رِزْقاٗ مِّنَ اَلسَّمَٰوَٰتِ وَالَارْضِ شَيْـٔاٗ وَلَا يَسْتَطِيعُونَ","فَلَا تَضْرِبُواْ لِلهِ اِلَامْثَالَ إِنَّ اَللَّهَ يَعْلَمُ وَأَنتُمْ لَا تَعْلَمُونَ","ضَرَبَ اَللَّهُ مَثَلاً عَبْداٗ مَّمْلُوكاٗ لَّا يَقْدِرُ عَلَيٰ شَےْءٖ وَمَن رَّزَقْنَٰهُ مِنَّا رِزْقاً حَسَناٗ فَهُوَ يُنفِقُ مِنْهُ سِرّاٗ وَجَهْراً هَلْ يَسْتَوُنَ اَلْحَمْدُ لِلهِ بَلَ اَكْثَرُهُمْ لَا يَعْلَمُونَ","وَضَرَبَ اَللَّهُ مَثَلاٗ رَّجُلَيْنِ أَحَدُهُمَآ أَبْكَمُ لَا يَقْدِرُ عَلَيٰ شَےْءٖ وَهُوَ كَلٌّ عَلَيٰ مَوْليٰهُ أَيْنَمَا يُوَجِّههُّ لَا يَاتِ بِخَيْرٍ هَلْ يَسْتَوِے هُوَ وَمَنْ يَّامُرُ بِالْعَدْلِ وَهُوَ عَلَيٰ صِرَٰطٖ مُّسْتَقِيمٖ","وَلِلهِ غَيْبُ اُلسَّمَٰوَٰتِ وَالَارْضِ وَمَآ أَمْرُ اُلسَّاعَةِ إِلَّا كَلَمْحِ اِلْبَصَرِ أَوْ هُوَ أَقْرَبُ إِنَّ اَللَّهَ عَلَيٰ كُلِّ شَےْءٖ قَدِيرٞ","وَاللَّهُ أَخْرَجَكُم مِّن بُطُونِ أُمَّهَٰتِكُمْ لَا تَعْلَمُونَ شَيْـٔاٗ وَجَعَلَ لَكُمُ اُلسَّمْعَ وَالَابْصَٰرَ وَالَافْـِٕدَةَ لَعَلَّكُمْ تَشْكُرُونَ","أَلَمْ يَرَوِاْ اِلَي اَلطَّيْرِ مُسَخَّرَٰتٖ فِے جَوِّ اِلسَّمَآءِ مَا يُمْسِكُهُنَّ إِلَّا اَللَّهُ إِنَّ فِے ذَٰلِكَ لَأٓيَٰتٖ لِّقَوْمٖ يُومِنُونَ","وَاللَّهُ جَعَلَ لَكُم مِّن بُيُوتِكُمْ سَكَناٗ وَجَعَلَ لَكُم مِّن جُلُودِ اِلَانْعَٰمِ بُيُوتاٗ تَسْتَخِفُّونَهَا يَوْمَ ظَعَنِكُمْ وَيَوْمَ إِقَامَتِكُمْ وَمِنَ اَصْوَافِهَا وَأَوْبارِهَا وَأَشْعارِهَآ أَثَٰثاٗ وَمَتَٰعاً اِلَيٰ حِينٖ","وَاللَّهُ جَعَلَ لَكُم مِّمَّا خَلَقَ ظِلَٰلاٗ وَجَعَلَ لَكُم مِّنَ اَلْجِبَالِ أَكْنَٰناٗ وَجَعَلَ لَكُمْ سَرَٰبِيلَ تَقِيكُمُ اُلْحَرَّ وَسَرَٰبِيلَ تَقِيكُم بَأْسَكُمْ كَذَٰلِكَ يُتِمُّ نِعْمَتَهُ عَلَيْكُمْ لَعَلَّكُمْ تُسْلِمُونَ","فَإِن تَوَلَّوْاْ فَإِنَّمَا عَلَيْكَ اَلْبَلَٰغُ اُلْمُبِينُ","يَعْرِفُونَ نِعْمَتَ اَللَّهِ ثُمَّ يُنكِرُونَهَا وَأَكْثَرُهُمُ اُلْكَٰفِرُونَ","وَيَوْمَ نَبْعَثُ مِن كُلِّ أُمَّةٖ شَهِيداٗ ثُمَّ لَا يُوذَنُ لِلذِينَ كَفَرُواْ وَلَا هُمْ يُسْتَعْتَبُونَ","وَإِذَا رَءَا اَلذِينَ ظَلَمُواْ اُلْعَذَابَ فَلَا يُخَفَّفُ عَنْهُمْ وَلَا هُمْ يُنظَرُونَ","وَإِذَا رَءَا اَلذِينَ أَشْرَكُواْ شُرَكَآءَهُمْ قَالُواْ رَبَّنَا هَٰٓؤُلَآءِ شُرَكَآؤُنَا اَلذِينَ كُنَّا نَدْعُواْ مِن دُونِكَ فَأَلْقَوِاْ اِلَيْهِمُ اُلْقَوْلَ إِنَّكُمْ لَكَٰذِبُونَ","وَأَلْقَوِاْ اِلَي اَللَّهِ يَوْمَئِذٍ اِلسَّلَمَ وَضَلَّ عَنْهُم مَّا كَانُواْ يَفْتَرُونَ","اَلذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ اِللَّهِ زِدْنَٰهُمْ عَذَاباٗ فَوْقَ اَلْعَذَابِ بِمَا كَانُواْ يُفْسِدُونَ","وَيَوْمَ نَبْعَثُ فِے كُلِّ أُمَّةٖ شَهِيداً عَلَيْهِم مِّنَ اَنفُسِهِمْ وَجِئْنَا بِكَ شَهِيداً عَلَيٰ هَٰٓؤُلَآءِ وَنَزَّلْنَا عَلَيْكَ اَلْكِتَٰبَ تِبْيَٰناٗ لِّكُلِّ شَےْءٖ وَهُديٗ وَرَحْمَةٗ وَبُشْريٰ لِلْمُسْلِمِينَ","إِنَّ اَللَّهَ يَامُرُ بِالْعَدْلِ وَالِاحْسَٰنِ وَإِيتَآءِےْ ذِے اِلْقُرْبيٰ وَيَنْهيٰ عَنِ اِلْفَحْشَآءِ وَالْمُنكَرِ وَالْبَغْيِ يَعِظُكُمْ لَعَلَّكُمْ تَذَّكَّرُونَ","وَأَوْفُواْ بِعَهْدِ اِللَّهِ إِذَا عَٰهَدتُّمْ وَلَا تَنقُضُواْ اُلَايْمَٰنَ بَعْدَ تَوْكِيدِهَا وَقَدْ جَعَلْتُمُ اُللَّهَ عَلَيْكُمْ كَفِيلاً اِنَّ اَللَّهَ يَعْلَمُ مَا تَفْعَلُونَ","وَلَا تَكُونُواْ كَالتِے نَقَضَتْ غَزْلَهَا مِن بَعْدِ قُوَّةٍ اَنكَٰثاٗ تَتَّخِذُونَ أَيْمَٰنَكُمْ دَخَلاَ بَيْنَكُمُٓ أَن تَكُونَ أُمَّةٌ هِيَ أَرْبيٰ مِنُ ا۟مَّةٍ اِنَّمَا يَبْلُوكُمُ اُللَّهُ بِهِ وَلَيُبَيِّنَنَّ لَكُمْ يَوْمَ اَلْقِيَٰمَةِ مَا كُنتُمْ فِيهِ تَخْتَلِفُونَ","وَلَوْ شَآءَ اَللَّهُ لَجَعَلَكُمُٓ أُمَّةٗ وَٰحِدَةٗ وَلَٰكِنْ يُّضِلُّ مَنْ يَّشَآءُ وَيَهْدِے مَنْ يَّشَآءُ وَلَتُسْـَٔلُنَّ عَمَّا كُنتُمْ تَعْمَلُونَ","وَلَا تَتَّخِذُوٓاْ أَيْمَٰنَكُمْ دَخَلاَ بَيْنَكُمْ فَتَزِلَّ قَدَمُ بَعْدَ ثُبُوتِهَا وَتَذُوقُواْ اُلسُّوٓءَ بِمَا صَدَدتُّمْ عَن سَبِيلِ اِللَّهِ وَلَكُمْ عَذَابٌ عَظِيمٞ","وَلَا تَشْتَرُواْ بِعَهْدِ اِللَّهِ ثَمَناٗ قَلِيلاً اِنَّمَا عِندَ اَللَّهِ هُوَ خَيْرٞ لَّكُمُٓ إِن كُنتُمْ تَعْلَمُونَ","مَا عِندَكُمْ يَنفَدُ وَمَا عِندَ اَللَّهِ بَاقٖ وَلَيَجْزِيَنَّ اَلذِينَ صَبَرُوٓاْ أَجْرَهُم بِأَحْسَنِ مَا كَانُواْ يَعْمَلُونَ","مَنْ عَمِلَ صَٰلِحاٗ مِّن ذَكَرٍ اَوُ ا۟نثيٰ وَهُوَ مُومِنٞ فَلَنُحْيِيَنَّهُ حَيَوٰةٗ طَيِّبَةٗ وَلَنَجْزِيَنَّهُمُٓ أَجْرَهُم بِأَحْسَنِ مَا كَانُواْ يَعْمَلُونَ","فَإِذَا قَرَأْتَ اَلْقُرْءَانَ فَاسْتَعِذْ بِاللَّهِ مِنَ اَلشَّيْطَٰنِ اِلرَّجِيمِ","إِنَّهُ لَيْسَ لَهُ سُلْطَٰنٌ عَلَي اَلذِينَ ءَامَنُواْ وَعَلَيٰ رَبِّهِمْ يَتَوَكَّلُونَ","إِنَّمَا سُلْطَٰنُهُ عَلَي اَلذِينَ يَتَوَلَّوْنَهُ وَالذِينَ هُم بِهِ مُشْرِكُونَ","وَإِذَا بَدَّلْنَآ ءَايَةٗ مَّكَانَ ءَايَةٖ وَاللَّهُ أَعْلَمُ بِمَا يُنَزِّلُ قَالُوٓاْ إِنَّمَآ أَنتَ مُفْتَرِ بَلَ اَكْثَرُهُمْ لَا يَعْلَمُونَ","قُلْ نَزَّلَهُ رُوحُ اُلْقُدُسِ مِن رَّبِّكَ بِالْحَقِّ لِيُثَبِّتَ اَلذِينَ ءَامَنُواْ وَهُديٗ وَبُشْريٰ لِلْمُسْلِمِينَ","وَلَقَدْ نَعْلَمُ أَنَّهُمْ يَقُولُونَ إِنَّمَا يُعَلِّمُهُ بَشَرٞ لِّسَانُ اُلذِے يُلْحِدُونَ إِلَيْهِ أَعْجَمِيّٞ وَهَٰذَا لِسَانٌ عَرَبِيّٞ مُّبِينٌ","اِنَّ اَلذِينَ لَا يُومِنُونَ بِـَٔايَٰتِ اِللَّهِ لَا يَهْدِيهِمُ اُللَّهُ وَلَهُمْ عَذَابٌ اَلِيمٌ","اِنَّمَا يَفْتَرِے اِلْكَذِبَ اَلذِينَ لَا يُومِنُونَ بِـَٔايَٰتِ اِللَّهِ وَأُوْلَٰٓئِكَ هُمُ اُلْكَٰذِبُونَ","مَن كَفَرَ بِاللَّهِ مِن بَعْدِ إِيمَٰنِهِٓ إِلَّا مَنُ ا۟كْرِهَ وَقَلْبُهُ مُطْمَئِنُّ بِالِايمَٰنِ وَلَٰكِن مَّن شَرَحَ بِالْكُفْرِ صَدْراٗ فَعَلَيْهِمْ غَضَبٞ مِّنَ اَللَّهِ وَلَهُمْ عَذَابٌ عَظِيمٞ","ذَٰلِكَ بِأَنَّهُمُ اُسْتَحَبُّواْ اُلْحَيَوٰةَ اَلدُّنْيا عَلَي اَلَاخِرَةِ وَأَنَّ اَللَّهَ لَا يَهْدِے اِلْقَوْمَ اَلْكٰفِرِينَ","أُوْلَٰٓئِكَ اَلذِينَ طَبَعَ اَللَّهُ عَلَيٰ قُلُوبِهِمْ وَسَمْعِهِمْ وَأَبْصٰرِهِمْ وَأُوْلَٰٓئِكَ هُمُ اُلْغَٰفِلُونَ","لَا جَرَمَ أَنَّهُمْ فِے اِلَاخِرَةِ هُمُ اُلْخَٰسِرُونَ","ثُمَّ إِنَّ رَبَّكَ لِلذِينَ هَاجَرُواْ مِن بَعْدِ مَا فُتِنُواْ ثُمَّ جَٰهَدُواْ وَصَبَرُوٓاْ إِنَّ رَبَّكَ مِن بَعْدِهَا لَغَفُورٞ رَّحِيمٞ","يَوْمَ تَاتِے كُلُّ نَفْسٖ تُجَٰدِلُ عَن نَّفْسِهَا وَتُوَفّيٰ كُلُّ نَفْسٖ مَّا عَمِلَتْ وَهُمْ لَا يُظْلَمُونَ","وَضَرَبَ اَللَّهُ مَثَلاٗ قَرْيَةٗ كَانَتَ اٰمِنَةٗ مُّطْمَئِنَّةٗ يَاتِيهَا رِزْقُهَا رَغَداٗ مِّن كُلِّ مَكَانٖ فَكَفَرَتْ بِأَنْعُمِ اِللَّهِ فَأَذَاقَهَا اَللَّهُ لِبَاسَ اَلْجُوعِ وَالْخَوْفِ بِمَا كَانُواْ يَصْنَعُونَ","وَلَقَدْ جَآءَهُمْ رَسُولٞ مِّنْهُمْ فَكَذَّبُوهُ فَأَخَذَهُمُ اُلْعَذَابُ وَهُمْ ظَٰلِمُونَ","فَكُلُواْ مِمَّا رَزَقَكُمُ اُللَّهُ حَلَٰلاٗ طَيِّباٗ وَاشْكُرُواْ نِعْمَتَ اَللَّهِ إِن كُنتُمُٓ إِيَّاهُ تَعْبُدُونَ","إِنَّمَا حَرَّمَ عَلَيْكُمُ اُلْمَيْتَةَ وَالدَّمَ وَلَحْمَ اَلْخِنزِيرِ وَمَآ أُهِلَّ لِغَيْرِ اِللَّهِ بِهِ فَمَنُ اُ۟ضْطُرَّ غَيْرَ بَاغٖ وَلَا عَادٖ فَإِنَّ اَللَّهَ غَفُورٞ رَّحِيمٞ","وَلَا تَقُولُواْ لِمَا تَصِفُ أَلْسِنَتُكُمُ اُلْكَذِبَ هَٰذَا حَلَٰلٞ وَهَٰذَا حَرَامٞ لِّتَفْتَرُواْ عَلَي اَللَّهِ اِلْكَذِبَ إِنَّ اَلذِينَ يَفْتَرُونَ عَلَي اَللَّهِ اِلْكَذِبَ لَا يُفْلِحُونَ","مَتَٰعٞ قَلِيلٞ وَلَهُمْ عَذَابٌ اَلِيمٞ","وَعَلَي اَلذِينَ هَادُواْ حَرَّمْنَا مَا قَصَصْنَا عَلَيْكَ مِن قَبْلُ وَمَا ظَلَمْنَٰهُمْ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمْ يَظْلِمُونَ","ثُمَّ إِنَّ رَبَّكَ لِلذِينَ عَمِلُواْ اُلسُّوٓءَ بِجَهَٰلَةٖ ثُمَّ تَابُواْ مِن بَعْدِ ذَٰلِكَ وَأَصْلَحُوٓاْ إِنَّ رَبَّكَ مِن بَعْدِهَا لَغَفُورٞ رَّحِيمٌ","اِنَّ إِبْرَٰهِيمَ كَانَ أُمَّةٗ قَانِتاٗ لِّلهِ حَنِيفاٗ وَلَمْ يَكُ مِنَ اَلْمُشْرِكِينَ","شَاكِراٗ لِّأَنْعُمِهِ اِجْتَبيٰهُ وَهَديٰهُ إِلَيٰ صِرَٰطٖ مُّسْتَقِيمٖ","وَءَاتَيْنَٰهُ فِے اِلدُّنْيا حَسَنَةٗ وَإِنَّهُ فِے اِلَاخِرَةِ لَمِنَ اَلصَّٰلِحِينَ","ثُمَّ أَوْحَيْنَآ إِلَيْكَ أَنِ اِتَّبِعْ مِلَّةَ إِبْرَٰهِيمَ حَنِيفاٗ وَمَا كَانَ مِنَ اَلْمُشْرِكِينَ","إِنَّمَا جُعِلَ اَلسَّبْتُ عَلَي اَلذِينَ اَخْتَلَفُواْ فِيهِ وَإِنَّ رَبَّكَ لَيَحْكُمُ بَيْنَهُمْ يَوْمَ اَلْقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخْتَلِفُونَ","اَ۟دْعُ إِلَيٰ سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ اِلْحَسَنَةِ وَجَٰدِلْهُم بِالتِے هِيَ أَحْسَنُ إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ","وَإِنْ عَاقَبْتُمْ فَعَاقِبُواْ بِمِثْلِ مَا عُوقِبْتُم بِهِ وَلَئِن صَبَرْتُمْ لَهُوَ خَيْرٞ لِّلصَّٰبِرِينَ","وَاصْبِرْ وَمَا صَبْرُكَ إِلَّا بِاللَّهِ وَلَا تَحْزَنْ عَلَيْهِمْ وَلَا تَكُ فِے ضَيْقٖ مِّمَّا يَمْكُرُونَ","إِنَّ اَللَّهَ مَعَ اَلذِينَ اَتَّقَواْ وَّالذِينَ هُم مُّحْسِنُونَ"],"aldoori":["أَتَىٰٓ أَمۡرُ اُللَّهِ فَلَا تَسۡتَعۡجِلُوهُ سُبۡحَٰنَهُ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","يُنزِلُ اُلۡمَلَٰٓئِكَةَ بِالرُّوحِ مِنۡ أَمۡرِهِ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِٓ أَنۡ أَنذِرُوٓاْ أَنَّهُ لَآ إِلَٰهَ إِلَّآ أَنَا۠ فَاَتَّقُونِ","خَلَقَ اَلسَّمَٰوَٰتِ وَاَلۡأَرۡضَ بِالۡحَقِّ تَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","خَلَقَ اَلۡإِنسَٰنَ مِن نُّطۡفَةٖ فَإِذَا هُوَ خَصِيمٞ مُّبِينٞ","وَاَلۡأَنۡعَٰمَ خَلَقَهَا لَكُمۡ فِيهَا دِفۡءٞ وَمَنَٰفِعُ وَمِنۡهَا تَأۡكُلُونَ","وَلَكُمۡ فِيهَا جَمَالٌ حِينَ تُرِيحُونَ وَحِينَ تَسۡرَحُونَ","وَتَحۡمِلُ أَثۡقَالَكُمۡ إِلَىٰ بَلَدٖ لَّمۡ تَكُونُواْ بَٰلِغِيهِ إِلَّا بِشِقِّ اِلۡأَنفُسِ إِنَّ رَبَّكُمۡ لَرَؤُفٞ رَّحِيمٞ","وَاَلۡخَيۡلَ وَاَلۡبِغَالَ وَاَلۡحَمِيرَ لِتَرۡكَبُوهَا وَزِينَةٗ وَيَخۡلُقُ مَا لَا تَعۡلَمُونَ","وَعَلَى اَللَّهِ قَصۡدُ اُلسَّبِيلِ وَمِنۡهَا جَآئِرٞ وَلَوۡ شَآءَ لَهَدَىٰكُمۡ أَجۡمَعِينَ","هُوَ اَلَّذِيٓ أَنزَلَ مِنَ اَلسَّمَآءِ مَآءٗ لَّكُم مِّنۡهُ شَرَابٞ وَمِنۡهُ شَجَرٞ فِيهِ تُسِيمُونَ","يُنبِتُ لَكُم بِهِ اِلزَّرۡعَ وَاَلزَّيۡتُونَ وَاَلنَّخِيلَ وَاَلۡأَعۡنَٰبَ وَمِن كُلِّ اِلثَّمَرَٰتِ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَتَفَكَّرُونَ","وَسَخَّرَ لَكُمُ اُلَّيۡلَ وَاَلنَّهَارَ وَاَلشَّمۡسَ وَاَلۡقَمَرَ وَاَلنُّجُومَ مُسَخَّرَٰتِ بِأَمۡرِهِٓ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","وَمَا ذَرَأَ لَكُمۡ فِي اِلۡأَرۡضِ مُخۡتَلِفًا أَلۡوَٰنُهُٓ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَذَّكَّرُونَ","وَهۡوَ اَلَّذِي سَخَّرَ اَلۡبَحۡرَ لِتَأۡكُلُواْ مِنۡهُ لَحۡمٗا طَرِيّٗا وَتَسۡتَخۡرِجُواْ مِنۡهُ حِلۡيَةٗ تَلۡبَسُونَهَا وَتَرَى اَلۡفُلۡكَ مَوَاخِرَ فِيهِ وَلِتَبۡتَغُواْ مِن فَضۡلِهِ وَلَعَلَّكُمۡ تَشۡكُرُونَ","وَأَلۡقَىٰ فِي اِلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِكُمۡ وَأَنۡهَٰرٗا وَسُبُلٗا لَّعَلَّكُمۡ تَهۡتَدُونَ","وَعَلَٰمَٰتٖ وَبِالنَّجۡمِ هُمۡ يَهۡتَدُونَ","أَفَمَن يَخۡلُقُ كَمَن لَّا يَخۡلُقُ أَفَلَا تَذَّكَّرُونَ","وَإِن تَعُدُّواْ نِعۡمَةَ اَللَّهِ لَا تُحۡصُوهَآ إِنَّ اَللَّهَ لَغَفُورٞ رَّحِيمٞ","وَاَللَّهُ يَعۡلَمُ مَا تُسِرُّونَ وَمَا تُعۡلِنُونَ","وَاَلَّذِينَ تَدۡعُونَ مِن دُونِ اِللَّهِ لَا يَخۡلُقُونَ شَيۡـٔٗا وَهُمۡ يُخۡلَقُونَ","أَمۡوَٰتٌ غَيۡرُ أَحۡيَآءٖ وَمَا يَشۡعُرُونَ أَيَّانَ يُبۡعَثُونَ","إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞ فَاَلَّذِينَ لَا يُؤۡمِنُونَ بِالۡأٓخِرَةِ قُلُوبُهُم مُّنكِرَةٞ وَهُم مُّسۡتَكۡبِرُونَ","لَا جَرَمَ أَنَّ اَللَّهَ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَ إِنَّهُ لَا يُحِبُّ اُلۡمُسۡتَكۡبِرِينَ","وَإِذَا قِيلَ لَهُم مَّاذَآ أَنزَلَ رَبُّكُمۡ قَالُوٓاْ أَسَٰطِيرُ اُلۡأَوَّلِينَ","لِيَحۡمِلُوٓاْ أَوۡزَارَهُمۡ كَامِلَةٗ يَوۡمَ اَلۡقِيَٰمَةِ وَمِنۡ أَوۡزارِ اِلَّذِينَ يُضِلُّونَهُم بِغَيۡرِ عِلۡمٍ أَلَا سَآءَ مَا يَزِرُونَ","قَدۡ مَكَرَ اَلَّذِينَ مِن قَبۡلِهِمۡ فَأَتَى اَللَّهُ بُنۡيَٰنَهُم مِّنَ اَلۡقَوَاعِدِ فَخَرَّ عَلَيۡهِمِ اِلسَّقۡفُ مِن فَوۡقِهِمۡ وَأَتَىٰهُمُ اُلۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ","ثُمَّ يَوۡمَ اَلۡقِيَٰمَةِ يُخۡزِيهِمۡ وَيَقُولُ أَيۡنَ شُرَكَآءِيَ اَلَّذِينَ كُنتُمۡ تُشَٰٓقُّونَ فِيهِمۡ قَالَ اَلَّذِينَ أُوتُواْ اُلۡعِلۡمَ إِنَّ اَلۡخِزۡيَ اَلۡيَوۡمَ وَاَلسُّوٓءَ عَلَى اَلۡكٰفِرِينَ","اَلَّذِينَ تَتَوَفَّىٰهُمُ اُلۡمَلَٰٓئِكَةُ ظَالِمِيٓ أَنفُسِهِمۡ فَأَلۡقَوُاْ اُلسَّلَمَ مَا كُنَّا نَعۡمَلُ مِن سُوٓءِ بَلَىٰٓ إِنَّ اَللَّهَ عَلِيمُ بِمَا كُنتُمۡ تَعۡمَلُونَ","فَاَدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَا فَلَبِئۡسَ مَثۡوَى اَلۡمُتَكَبِّرِينَ","وَقِيلَ لِلَّذِينَ اَتَّقَوۡاْ مَاذَآ أَنزَلَ رَبُّكُمۡ قَالُواْ خَيۡرٗا لِّلَّذِينَ أَحۡسَنُواْ فِي هَٰذِهِ اِلدُّنۡيا حَسَنَةٞ وَلَدَارُ اُلۡأٓخِرَةِ خَيۡرٞ وَلَنِعۡمَ دَارُ اُلۡمُتَّقِينَ","جَنَّٰتُ عَدۡنٖ يَدۡخُلُونَهَا تَجۡرِي مِن تَحۡتِهَا اَلۡأَنۡهَٰرُ لَهُمۡ فِيهَا مَا يَشَآءُونَ كَذَٰلِكَ يَجۡزِي اِللَّهُ اُلۡمُتَّقِينَ","اَلَّذِينَ تَتَوَفَّىٰهُمُ اُلۡمَلَٰٓئِكَةُ طَيِّبِينَ يَقُولُونَ سَلَٰمٌ عَلَيۡكُمُ اُ۟دۡخُلُواْ اُلۡجَنَّةَ بِمَا كُنتُمۡ تَعۡمَلُونَ","هَلۡ يَنظُرُونَ إِلَّآ أَن تَأۡتِيَهُمُ اُلۡمَلَٰٓئِكَةُ أَوۡ يَأۡتِيَ أَمۡرُ رَبِّكَ كَذَٰلِكَ فَعَلَ اَلَّذِينَ مِن قَبۡلِهِمۡ وَمَا ظَلَمَهُمُ اُللَّهُ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","فَأَصَابَهُمۡ سَيِّـَٔاتُ مَا عَمِلُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِ يَسۡتَهۡزِءُونَ","وَقَالَ اَلَّذِينَ أَشۡرَكُواْ لَوۡ شَآءَ اَللَّهُ مَا عَبَدۡنَا مِن دُونِهِ مِن شَيۡءٖ نَّحۡنُ وَلَآ ءَابَآؤُنَا وَلَا حَرَّمۡنَا مِن دُونِهِ مِن شَيۡءٖ كَذَٰلِكَ فَعَلَ اَلَّذِينَ مِن قَبۡلِهِمۡ فَهَلۡ عَلَى اَلرُّسُلِ إِلَّا اَلۡبَلَٰغُ اُلۡمُبِينُ","وَلَقَدۡ بَعَثۡنَا فِي كُلِّ أُمَّةٖ رَّسُولًا أَنِ اِ۟عۡبُدُواْ اُللَّهَ وَاَجۡتَنِبُواْ اُلطَّٰغُوتَ فَمِنۡهُم مَّنۡ هَدَى اَللَّهُ وَمِنۡهُم مَّنۡ حَقَّتۡ عَلَيۡهِ اِلضَّلَٰلَةُ فَسِيرُواْ فِي اِلۡأَرۡضِ فَاَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ اُلۡمُكَذِّبِينَ","إِن تَحۡرِصۡ عَلَىٰ هُدَىٰهُمۡ فَإِنَّ اَللَّهَ لَا يُهۡدَىٰ مَن يُضِلُّ وَمَا لَهُم مِّن نَّٰصِرِينَ","وَأَقۡسَمُواْ بِاللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَا يَبۡعَثُ اُللَّهُ مَن يَمُوتُ بَلَىٰ وَعۡدًا عَلَيۡهِ حَقّٗا وَلَٰكِنَّ أَكۡثَرَ اَلنّاسِ لَا يَعۡلَمُونَ","لِيُبَيِّنَ لَهُمُ اُلَّذِي يَخۡتَلِفُونَ فِيهِ وَلِيَعۡلَمَ اَلَّذِينَ كَفَرُوٓاْ أَنَّهُمۡ كَانُواْ كَٰذِبِينَ","إِنَّمَا قَوۡلُنَا لِشَيۡءٍ إِذَآ أَرَدۡنَٰهُ أَن نَّقُولَ لَهُ كُن فَيَكُونُ","وَاَلَّذِينَ هَاجَرُواْ فِي اِللَّهِ مِن بَعۡدِ مَا ظُلِمُواْ لَنُبَوِّئَنَّهُمۡ فِي اِلدُّنۡيا حَسَنَةٗ وَلَأَجۡرُ اُلۡأٓخِرَةِ أَكۡبَرُ لَوۡ كَانُواْ يَعۡلَمُونَ","اَلَّذِينَ صَبَرُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","وَمَآ أَرۡسَلۡنَا مِن قَبۡلِكَ إِلَّا رِجَالٗا يُوحَىٰٓ إِلَيۡهِمۡ فَسۡـَٔلُوٓاْ أَهۡلَ اَلذِّكۡرِ إِن كُنتُمۡ لَا تَعۡلَمُونَ","بِالۡبَيِّنَٰتِ وَاَلزُّبُرِ وَأَنزَلۡنَآ إِلَيۡكَ اَلذِّكۡرَ لِتُبَيِّنَ لِلنّاسِ مَا نُزِّلَ إِلَيۡهِمۡ وَلَعَلَّهُمۡ يَتَفَكَّرُونَ","أَفَأَمِنَ اَلَّذِينَ مَكَرُواْ اُلسَّيِّـَٔاتِ أَن يَخۡسِفَ اَللَّهُ بِهِمِ اِلۡأَرۡضَ أَوۡ يَأۡتِيَهُمُ اُلۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ","أَوۡ يَأۡخُذَهُمۡ فِي تَقَلُّبِهِمۡ فَمَا هُم بِمُعۡجِزِينَ","أَوۡ يَأۡخُذَهُمۡ عَلَىٰ تَخَوُّفٖ فَإِنَّ رَبَّكُمۡ لَرَؤُفٞ رَّحِيمٌ","أَوَلَمۡ يَرَوۡاْ إِلَىٰ مَا خَلَقَ اَللَّهُ مِن شَيۡءٖ تَتَفَيَّؤُاْ ظِلَٰلُهُ عَنِ اِلۡيَمِينِ وَاَلشَّمَآئِلِ سُجَّدٗا لِّلَّهِ وَهُمۡ دَٰخِرُونَ","وَلِلَّهِ يَسۡجُدُ مَا فِي اِلسَّمَٰوَٰتِ وَمَا فِي اِلۡأَرۡضِ مِن دَآبَّةٖ وَاَلۡمَلَٰٓئِكَةُ وَهُمۡ لَا يَسۡتَكۡبِرُونَ","يَخَافُونَ رَبَّهُم مِّن فَوۡقِهِمۡ وَيَفۡعَلُونَ مَا يُؤۡمَرُونَ","وَقَالَ اَللَّهُ لَا تَتَّخِذُوٓاْ إِلَٰهَيۡنِ اِثۡنَيۡنِ إِنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ فَإِيَّٰيَ فَاَرۡهَبُونِ","وَلَهُ مَا فِي اِلسَّمَٰوَٰتِ وَاَلۡأَرۡضِ وَلَهُ اُلدِّينُ وَاصِبًا أَفَغَيۡرَ اَللَّهِ تَتَّقُونَ","وَمَا بِكُم مِّن نِّعۡمَةٖ فَمِنَ اَللَّهِ ثُمَّ إِذَا مَسَّكُمُ اُلضُّرُّ فَإِلَيۡهِ تَجۡـَٔرُونَ","ثُمَّ إِذَا كَشَفَ اَلضُّرَّ عَنكُمۡ إِذَا فَرِيقٞ مِّنكُم بِرَبِّهِمۡ يُشۡرِكُونَ","لِيَكۡفُرُواْ بِمَآ ءَاتَيۡنَٰهُمۡ فَتَمَتَّعُواْ فَسَوۡفَ تَعۡلَمُونَ","وَيَجۡعَلُونَ لِمَا لَا يَعۡلَمُونَ نَصِيبٗا مِّمَّا رَزَقۡنَٰهُمۡ تَاَللَّهِ لَتُسۡـَٔلُنَّ عَمَّا كُنتُمۡ تَفۡتَرُونَ","وَيَجۡعَلُونَ لِلَّهِ اِلۡبَنَٰتِ سُبۡحَٰنَهُ وَلَهُم مَّا يَشۡتَهُونَ","وَإِذَا بُشِّرَ أَحَدُهُم بِالۡأُنثيٰ ظَلَّ وَجۡهُهُ مُسۡوَدّٗا وَهۡوَ كَظِيمٞ","يَتَوَٰريٰ مِنَ اَلۡقَوۡمِ مِن سُوٓءِ مَا بُشِّرَ بِهِٓ أَيُمۡسِكُهُ عَلَىٰ هُونٍ أَمۡ يَدُسُّهُ فِي اِلتُّرَابِ أَلَا سَآءَ مَا يَحۡكُمُونَ","لِلَّذِينَ لَا يُؤۡمِنُونَ بِالۡأٓخِرَةِ مَثَلُ اُلسَّوۡءِ وَلِلَّهِ اِلۡمَثَلُ اُلۡأَعۡلَىٰ وَهۡوَ اَلۡعَزِيزُ اُلۡحَكِيمُ","وَلَوۡ يُؤَاخِذُ اُللَّهُ اُلنَّاسَ بِظُلۡمِهِم مَّا تَرَكَ عَلَيۡهَا مِن دَآبَّةٖ وَلَٰكِن يُؤَخِّرُهُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗى فَإِذَا جَآ أَجَلُهُمۡ لَا يَسۡتَـٔۡخِرُونَ سَاعَةٗ وَلَا يَسۡتَقۡدِمُونَ","وَيَجۡعَلُونَ لِلَّهِ مَا يَكۡرَهُونَ وَتَصِفُ أَلۡسِنَتُهُمُ اُلۡكَذِبَ أَنَّ لَهُمُ اُلۡحُسۡنيٰ لَا جَرَمَ أَنَّ لَهُمُ اُلنَّارَ وَأَنَّهُم مُّفۡرَطُونَ","تَاَللَّهِ لَقَدۡ أَرۡسَلۡنَآ إِلَىٰٓ أُمَمٖ مِّن قَبۡلِكَ فَزَيَّنَ لَهُمُ اُلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ فَهۡوَ وَلِيُّهُمُ اُلۡيَوۡمَ وَلَهُمۡ عَذَابٌ أَلِيمٞ","وَمَآ أَنزَلۡنَا عَلَيۡكَ اَلۡكِتَٰبَ إِلَّا لِتُبَيِّنَ لَهُمُ اُلَّذِي اِخۡتَلَفُواْ فِيهِ وَهُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ","وَاَللَّهُ أَنزَلَ مِنَ اَلسَّمَآءِ مَآءٗ فَأَحۡيَا بِهِ اِلۡأَرۡضَ بَعۡدَ مَوۡتِهَآ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَسۡمَعُونَ","وَإِنَّ لَكُمۡ فِي اِلۡأَنۡعَٰمِ لَعِبۡرَةٗ نُّسۡقِيكُم مِّمَّا فِي بُطُونِهِ مِن بَيۡنِ فَرۡثٖ وَدَمٖ لَّبَنًا خَالِصٗا سَآئِغٗا لِّلشَّٰرِبِينَ","وَمِن ثَمَرَٰتِ اِلنَّخِيلِ وَاَلۡأَعۡنَٰبِ تَتَّخِذُونَ مِنۡهُ سَكَرٗا وَرِزۡقًا حَسَنًا إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَعۡقِلُونَ","وَأَوۡحَىٰ رَبُّكَ إِلَى اَلنَّحۡلِ أَنِ اِتَّخِذِي مِنَ اَلۡجِبَالِ بُيُوتٗا وَمِنَ اَلشَّجَرِ وَمِمَّا يَعۡرِشُونَ","ثُمَّ كُلِي مِن كُلِّ اِلثَّمَرَٰتِ فَاَسۡلُكِي سُبُلَ رَبِّكِ ذُلُلٗا يَخۡرُجُ مِن بُطُونِهَا شَرَابٞ مُّخۡتَلِفٌ أَلۡوَٰنُهُ فِيهِ شِفَآءٞ لِّلنّاسِ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَتَفَكَّرُونَ","وَاَللَّهُ خَلَقَكُمۡ ثُمَّ يَتَوَفَّىٰكُمۡ وَمِنكُم مَّن يُرَدُّ إِلَىٰٓ أَرۡذَلِ اِلۡعُمُرِ لِكَيۡ لَا يَعۡلَمَ بَعۡدَ عِلۡمٖ شَيۡـًٔا إِنَّ اَللَّهَ عَلِيمٞ قَدِيرٞ","وَاَللَّهُ فَضَّلَ بَعۡضَكُمۡ عَلَىٰ بَعۡضٖ فِي اِلرِّزۡقِ فَمَا اَلَّذِينَ فُضِّلُواْ بِرَآدِّي رِزۡقِهِمۡ عَلَىٰ مَا مَلَكَتۡ أَيۡمَٰنُهُمۡ فَهُمۡ فِيهِ سَوَآءٌ أَفَبِنِعۡمَةِ اِللَّهِ يَجۡحَدُونَ","وَاَللَّهُ جَعَلَ لَكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا وَجَعَلَ لَكُم مِّنۡ أَزۡوَٰجِكُم بَنِينَ وَحَفَدَةٗ وَرَزَقَكُم مِّنَ اَلطَّيِّبَٰتِ أَفَبِالۡبَٰطِلِ يُؤۡمِنُونَ وَبِنِعۡمَتِ اِللَّهِ هُمۡ يَكۡفُرُونَ","وَيَعۡبُدُونَ مِن دُونِ اِللَّهِ مَا لَا يَمۡلِكُ لَهُمۡ رِزۡقٗا مِّنَ اَلسَّمَٰوَٰتِ وَاَلۡأَرۡضِ شَيۡـٔٗا وَلَا يَسۡتَطِيعُونَ","فَلَا تَضۡرِبُواْ لِلَّهِ اِلۡأَمۡثَالَ إِنَّ اَللَّهَ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","ضَرَبَ اَللَّهُ مَثَلًا عَبۡدٗا مَّمۡلُوكٗا لَّا يَقۡدِرُ عَلَىٰ شَيۡءٖ وَمَن رَّزَقۡنَٰهُ مِنَّا رِزۡقًا حَسَنٗا فَهۡوَ يُنفِقُ مِنۡهُ سِرّٗا وَجَهۡرًا هَلۡ يَسۡتَوُنَ اَلۡحَمۡدُ لِلَّهِ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","وَضَرَبَ اَللَّهُ مَثَلٗا رَّجُلَيۡنِ أَحَدُهُمَآ أَبۡكَمُ لَا يَقۡدِرُ عَلَىٰ شَيۡءٖ وَهۡوَ كَلٌّ عَلَىٰ مَوۡلَىٰهُ أَيۡنَمَا يُوَجِّههُّ لَا يَأۡتِ بِخَيۡرٍ هَلۡ يَسۡتَوِي هُوَ وَمَن يَأۡمُرُ بِالۡعَدۡلِ وَهۡوَ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","وَلِلَّهِ غَيۡبُ اُلسَّمَٰوَٰتِ وَاَلۡأَرۡضِ وَمَآ أَمۡرُ اُلسَّاعَةِ إِلَّا كَلَمۡحِ اِلۡبَصَرِ أَوۡ هُوَ أَقۡرَبُ إِنَّ اَللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","وَاَللَّهُ أَخۡرَجَكُم مِّن بُطُونِ أُمَّهَٰتِكُمۡ لَا تَعۡلَمُونَ شَيۡـٔٗا وَجَعَلَ لَكُمُ اُلسَّمۡعَ وَاَلۡأَبۡصَٰرَ وَاَلۡأَفۡـِٔدَةَ لَعَلَّكُمۡ تَشۡكُرُونَ","أَلَمۡ يَرَوۡاْ إِلَى اَلطَّيۡرِ مُسَخَّرَٰتٖ فِي جَوِّ اِلسَّمَآءِ مَا يُمۡسِكُهُنَّ إِلَّا اَللَّهُ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","وَاَللَّهُ جَعَلَ لَكُم مِّن بُيُوتِكُمۡ سَكَنٗا وَجَعَلَ لَكُم مِّن جُلُودِ اِلۡأَنۡعَٰمِ بُيُوتٗا تَسۡتَخِفُّونَهَا يَوۡمَ ظَعَنِكُمۡ وَيَوۡمَ إِقَامَتِكُمۡ وَمِنۡ أَصۡوَافِهَا وَأَوۡبارِهَا وَأَشۡعارِهَآ أَثَٰثٗا وَمَتَٰعًا إِلَىٰ حِينٖ","وَاَللَّهُ جَعَلَ لَكُم مِّمَّا خَلَقَ ظِلَٰلٗا وَجَعَلَ لَكُم مِّنَ اَلۡجِبَالِ أَكۡنَٰنٗا وَجَعَلَ لَكُمۡ سَرَٰبِيلَ تَقِيكُمُ اُلۡحَرَّ وَسَرَٰبِيلَ تَقِيكُم بَأۡسَكُمۡ كَذَٰلِكَ يُتِمُّ نِعۡمَتَهُ عَلَيۡكُمۡ لَعَلَّكُمۡ تُسۡلِمُونَ","فَإِن تَوَلَّوۡاْ فَإِنَّمَا عَلَيۡكَ اَلۡبَلَٰغُ اُلۡمُبِينُ","يَعۡرِفُونَ نِعۡمَتَ اَللَّهِ ثُمَّ يُنكِرُونَهَا وَأَكۡثَرُهُمُ اُلۡكَٰفِرُونَ","وَيَوۡمَ نَبۡعَثُ مِن كُلِّ أُمَّةٖ شَهِيدٗا ثُمَّ لَا يُؤۡذَنُ لِلَّذِينَ كَفَرُواْ وَلَا هُمۡ يُسۡتَعۡتَبُونَ","وَإِذَا رَءَا اَلَّذِينَ ظَلَمُواْ اُلۡعَذَابَ فَلَا يُخَفَّفُ عَنۡهُمۡ وَلَا هُمۡ يُنظَرُونَ","وَإِذَا رَءَا اَلَّذِينَ أَشۡرَكُواْ شُرَكَآءَهُمۡ قَالُواْ رَبَّنَا هَٰٓؤُلَآءِ شُرَكَآؤُنَا اَلَّذِينَ كُنَّا نَدۡعُواْ مِن دُونِكَ فَأَلۡقَوۡاْ إِلَيۡهِمِ اِلۡقَوۡلَ إِنَّكُمۡ لَكَٰذِبُونَ","وَأَلۡقَوۡاْ إِلَى اَللَّهِ يَوۡمَئِذٍ اِلسَّلَمَ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","اَلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ اِللَّهِ زِدۡنَٰهُمۡ عَذَابٗا فَوۡقَ اَلۡعَذَابِ بِمَا كَانُواْ يُفۡسِدُونَ","وَيَوۡمَ نَبۡعَثُ فِي كُلِّ أُمَّةٖ شَهِيدًا عَلَيۡهِم مِّنۡ أَنفُسِهِمۡ وَجِئۡنَا بِكَ شَهِيدًا عَلَىٰ هَٰٓؤُلَآءِ وَنَزَّلۡنَا عَلَيۡكَ اَلۡكِتَٰبَ تِبۡيَٰنٗا لِّكُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ وَبُشۡريٰ لِلۡمُسۡلِمِينَ","إِنَّ اَللَّهَ يَأۡمُرُ بِالۡعَدۡلِ وَاَلۡإِحۡسَٰنِ وَإِيتَآيِٕ ذِي اِلۡقُرۡبيٰ وَيَنۡهَىٰ عَنِ اِلۡفَحۡشَآءِ وَاَلۡمُنكَرِ وَاَلۡبَغۡيِ يَعِظُكُمۡ لَعَلَّكُمۡ تَذَّكَّرُونَ","وَأَوۡفُواْ بِعَهۡدِ اِللَّهِ إِذَا عَٰهَدتُّمۡ وَلَا تَنقُضُواْ اُلۡأَيۡمَٰنَ بَعۡدَ تَوۡكِيدِهَا وَقَد جَّعَلۡتُمُ اُللَّهَ عَلَيۡكُمۡ كَفِيلًا إِنَّ اَللَّهَ يَعۡلَمُ مَا تَفۡعَلُونَ","وَلَا تَكُونُواْ كَاَلَّتِي نَقَضَتۡ غَزۡلَهَا مِن بَعۡدِ قُوَّةٍ أَنكَٰثٗا تَتَّخِذُونَ أَيۡمَٰنَكُمۡ دَخَلَا بَيۡنَكُمۡ أَن تَكُونَ أُمَّةٌ هِيَ أَرۡبَىٰ مِنۡ أُمَّةٍ إِنَّمَا يَبۡلُوكُمُ اُللَّهُ بِهِ وَلَيُبَيِّنَنَّ لَكُمۡ يَوۡمَ اَلۡقِيَٰمَةِ مَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","وَلَوۡ شَآءَ اَللَّهُ لَجَعَلَكُمۡ أُمَّةٗ وَٰحِدَةٗ وَلَٰكِن يُضِلُّ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُ وَلَتُسۡـَٔلُنَّ عَمَّا كُنتُمۡ تَعۡمَلُونَ","وَلَا تَتَّخِذُوٓاْ أَيۡمَٰنَكُمۡ دَخَلَا بَيۡنَكُمۡ فَتَزِلَّ قَدَمُ بَعۡدَ ثُبُوتِهَا وَتَذُوقُواْ اُلسُّوٓءَ بِمَا صَدَدتُّمۡ عَن سَبِيلِ اِللَّهِ وَلَكُمۡ عَذَابٌ عَظِيمٞ","وَلَا تَشۡتَرُواْ بِعَهۡدِ اِللَّهِ ثَمَنٗا قَلِيلًا إِنَّمَا عِندَ اَللَّهِ هُوَ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","مَا عِندَكُمۡ يَنفَدُ وَمَا عِندَ اَللَّهِ بَاقٖ وَلَيَجۡزِيَنَّ اَلَّذِينَ صَبَرُوٓاْ أَجۡرَهُم بِأَحۡسَنِ مَا كَانُواْ يَعۡمَلُونَ","مَنۡ عَمِلَ صَٰلِحٗا مِّن ذَكَرٍ أَوۡ أُنثيٰ وَهۡوَ مُؤۡمِنٞ فَلَنُحۡيِيَنَّهُ حَيَوٰةٗ طَيِّبَةٗ وَلَنَجۡزِيَنَّهُمۡ أَجۡرَهُم بِأَحۡسَنِ مَا كَانُواْ يَعۡمَلُونَ","فَإِذَا قَرَأۡتَ اَلۡقُرۡءَانَ فَاَسۡتَعِذۡ بِاللَّهِ مِنَ اَلشَّيۡطَٰنِ اِلرَّجِيمِ","إِنَّهُ لَيۡسَ لَهُ سُلۡطَٰنٌ عَلَى اَلَّذِينَ ءَامَنُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","إِنَّمَا سُلۡطَٰنُهُ عَلَى اَلَّذِينَ يَتَوَلَّوۡنَهُ وَاَلَّذِينَ هُم بِهِ مُشۡرِكُونَ","وَإِذَا بَدَّلۡنَآ ءَايَةٗ مَّكَانَ ءَايَةٖ وَاَللَّهُ أَعۡلَمُ بِمَا يُنزِلُ قَالُوٓاْ إِنَّمَآ أَنتَ مُفۡتَرِ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","قُلۡ نَزَّلَهُ رُوحُ اُلۡقُدُسِ مِن رَّبِّكَ بِالۡحَقِّ لِيُثَبِّتَ اَلَّذِينَ ءَامَنُواْ وَهُدٗى وَبُشۡريٰ لِلۡمُسۡلِمِينَ","وَلَقَدۡ نَعۡلَمُ أَنَّهُمۡ يَقُولُونَ إِنَّمَا يُعَلِّمُهُ بَشَرٞ لِّسَانُ اُلَّذِي يُلۡحِدُونَ إِلَيۡهِ أَعۡجَمِيّٞ وَهَٰذَا لِسَانٌ عَرَبِيّٞ مُّبِينٌ","إِنَّ اَلَّذِينَ لَا يُؤۡمِنُونَ بِـَٔايَٰتِ اِللَّهِ لَا يَهۡدِيهِمِ اِللَّهُ وَلَهُمۡ عَذَابٌ أَلِيمٌ","إِنَّمَا يَفۡتَرِي اِلۡكَذِبَ اَلَّذِينَ لَا يُؤۡمِنُونَ بِـَٔايَٰتِ اِللَّهِ وَأُوْلَٰٓئِكَ هُمُ اُلۡكَٰذِبُونَ","مَن كَفَرَ بِاللَّهِ مِن بَعۡدِ إِيمَٰنِهِٓ إِلَّا مَنۡ أُكۡرِهَ وَقَلۡبُهُ مُطۡمَئِنُّ بِالۡإِيمَٰنِ وَلَٰكِن مَّن شَرَحَ بِالۡكُفۡرِ صَدۡرٗا فَعَلَيۡهِمۡ غَضَبٞ مِّنَ اَللَّهِ وَلَهُمۡ عَذَابٌ عَظِيمٞ","ذَٰلِكَ بِأَنَّهُمُ اُسۡتَحَبُّواْ اُلۡحَيَوٰةَ اَلدُّنۡيا عَلَى اَلۡأٓخِرَةِ وَأَنَّ اَللَّهَ لَا يَهۡدِي اِلۡقَوۡمَ اَلۡكٰفِرِينَ","أُوْلَٰٓئِكَ اَلَّذِينَ طَبَعَ اَللَّهُ عَلَىٰ قُلُوبِهِمۡ وَسَمۡعِهِمۡ وَأَبۡصٰرِهِمۡ وَأُوْلَٰٓئِكَ هُمُ اُلۡغَٰفِلُونَ","لَا جَرَمَ أَنَّهُمۡ فِي اِلۡأٓخِرَةِ هُمُ اُلۡخَٰسِرُونَ","ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ هَاجَرُواْ مِن بَعۡدِ مَا فُتِنُواْ ثُمَّ جَٰهَدُواْ وَصَبَرُوٓاْ إِنَّ رَبَّكَ مِن بَعۡدِهَا لَغَفُورٞ رَّحِيمٞ","يَوۡمَ تَأۡتِي كُلُّ نَفۡسٖ تُجَٰدِلُ عَن نَّفۡسِهَا وَتُوَفَّىٰ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ وَهُمۡ لَا يُظۡلَمُونَ","وَضَرَبَ اَللَّهُ مَثَلٗا قَرۡيَةٗ كَانَتۡ ءَامِنَةٗ مُّطۡمَئِنَّةٗ يَأۡتِيهَا رِزۡقُهَا رَغَدٗا مِّن كُلِّ مَكَانٖ فَكَفَرَتۡ بِأَنۡعُمِ اِللَّهِ فَأَذَٰقَهَا اَللَّهُ لِبَاسَ اَلۡجُوعِ وَاَلۡخَوۡفِ بِمَا كَانُواْ يَصۡنَعُونَ","وَلَقَد جَّآءَهُمۡ رَسُولٞ مِّنۡهُمۡ فَكَذَّبُوهُ فَأَخَذَهُمُ اُلۡعَذَابُ وَهُمۡ ظَٰلِمُونَ","فَكُلُواْ مِمَّا رَزَقَكُمُ اُللَّهُ حَلَٰلٗا طَيِّبٗا وَاَشۡكُرُواْ نِعۡمَتَ اَللَّهِ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ","إِنَّمَا حَرَّمَ عَلَيۡكُمُ اُلۡمَيۡتَةَ وَاَلدَّمَ وَلَحۡمَ اَلۡخِنزِيرِ وَمَآ أُهِلَّ لِغَيۡرِ اِللَّهِ بِهِ فَمَنِ اِ۟ضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَإِنَّ اَللَّهَ غَفُورٞ رَّحِيمٞ","وَلَا تَقُولُواْ لِمَا تَصِفُ أَلۡسِنَتُكُمُ اُلۡكَذِبَ هَٰذَا حَلَٰلٞ وَهَٰذَا حَرَامٞ لِّتَفۡتَرُواْ عَلَى اَللَّهِ اِلۡكَذِبَ إِنَّ اَلَّذِينَ يَفۡتَرُونَ عَلَى اَللَّهِ اِلۡكَذِبَ لَا يُفۡلِحُونَ","مَتَٰعٞ قَلِيلٞ وَلَهُمۡ عَذَابٌ أَلِيمٞ","وَعَلَى اَلَّذِينَ هَادُواْ حَرَّمۡنَا مَا قَصَصۡنَا عَلَيۡكَ مِن قَبۡلُ وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ","ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ عَمِلُواْ اُلسُّوٓءَ بِجَهَٰلَةٖ ثُمَّ تَابُواْ مِن بَعۡدِ ذَٰلِكَ وَأَصۡلَحُوٓاْ إِنَّ رَبَّكَ مِن بَعۡدِهَا لَغَفُورٞ رَّحِيمٌ","إِنَّ إِبۡرَٰهِيمَ كَانَ أُمَّةٗ قَانِتٗا لِّلَّهِ حَنِيفٗا وَلَمۡ يَكُ مِنَ اَلۡمُشۡرِكِينَ","شَاكِرٗا لِّأَنۡعُمِهِ اِجۡتَبَىٰهُ وَهَدَىٰهُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","وَءَاتَيۡنَٰهُ فِي اِلدُّنۡيا حَسَنَةٗ وَإِنَّهُ فِي اِلۡأٓخِرَةِ لَمِنَ اَلصَّٰلِحِينَ","ثُمَّ أَوۡحَيۡنَآ إِلَيۡكَ أَنِ اِتَّبِعۡ مِلَّةَ إِبۡرَٰهِيمَ حَنِيفٗا وَمَا كَانَ مِنَ اَلۡمُشۡرِكِينَ","إِنَّمَا جُعِلَ اَلسَّبۡتُ عَلَى اَلَّذِينَ اَخۡتَلَفُواْ فِيهِ وَإِنَّ رَبَّكَ لَيَحۡكُمُ بَيۡنَهُمۡ يَوۡمَ اَلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","اَ۟دۡعُ إِلَىٰ سَبِيلِ رَبِّكَ بِالۡحِكۡمَةِ وَاَلۡمَوۡعِظَةِ اِلۡحَسَنَةِ وَجَٰدِلۡهُم بِالَّتِي هِيَ أَحۡسَنُ إِنَّ رَبَّكَ هُوَ أَعۡلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهۡوَ أَعۡلَمُ بِالۡمُهۡتَدِينَ","وَإِنۡ عَاقَبۡتُمۡ فَعَاقِبُواْ بِمِثۡلِ مَا عُوقِبۡتُم بِهِ وَلَئِن صَبَرۡتُمۡ لَهۡوَ خَيۡرٞ لِّلصَّٰبِرِينَ","وَاَصۡبِرۡ وَمَا صَبۡرُكَ إِلَّا بِاللَّهِ وَلَا تَحۡزَنۡ عَلَيۡهِمۡ وَلَا تَكُ فِي ضَيۡقٖ مِّمَّا يَمۡكُرُونَ","إِنَّ اَللَّهَ مَعَ اَلَّذِينَ اَتَّقَواْ وَّاَلَّذِينَ هُم مُّحۡسِنُونَ"],"alsosi":["أَتَىٰ أَمۡرُ اُللَّهِ فَلَا تَسۡتَعۡجِلُوهُ سُبۡحَٰنَهُ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","يُنزِلُ اُلۡمَلَٰٓئِكَةَ بِالرُّوحِ مِنۡ أَمۡرِهِ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِ أَنۡ أَنذِرُواْ أَنَّهُ لَا إِلَٰهَ إِلَّا أَنَا۠ فَاَتَّقُونِ","خَلَقَ اَلسَّمَٰوَٰتِ وَاَلۡأَرۡضَ بِالۡحَقِّ تَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","خَلَقَ اَلۡإِنسَٰنَ مِن نُّطۡفَةٖ فَإِذَا هُوَ خَصِيمٞ مُّبِينٞ","وَاَلۡأَنۡعَٰمَ خَلَقَهَا لَكُمۡ فِيهَا دِفۡءٞ وَمَنَٰفِعُ وَمِنۡهَا تَاكُلُونَ","وَلَكُمۡ فِيهَا جَمَالٌ حِينَ تُرِيحُونَ وَحِينَ تَسۡرَحُونَ","وَتَحۡمِلُ أَثۡقَالَكُمۡ إِلَىٰ بَلَدٖ لَّمۡ تَكُونُواْ بَٰلِغِيهِ إِلَّا بِشِقِّ اِلۡأَنفُسِ إِنَّ رَبَّكُمۡ لَرَؤُفٞ رَّحِيمٞ","وَاَلۡخَيۡلَ وَاَلۡبِغَالَ وَاَلۡحَمِيرَ لِتَرۡكَبُوهَا وَزِينَةٗ وَيَخۡلُقُ مَا لَا تَعۡلَمُونَ","وَعَلَى اَللَّهِ قَصۡدُ اُلسَّبِيلِ وَمِنۡهَا جَآئِرٞ وَلَوۡ شَآءَ لَهَدَىٰكُمۡ أَجۡمَعِينَ","هُوَ اَلَّذِي أَنزَلَ مِنَ اَلسَّمَآءِ مَآءٗ لَّكُم مِّنۡهُ شَرَابٞ وَمِنۡهُ شَجَرٞ فِيهِ تُسِيمُونَ","يُنبِتُ لَكُم بِهِ اِلزَّرۡعَ وَاَلزَّيۡتُونَ وَاَلنَّخِيلَ وَاَلۡأَعۡنَٰبَ وَمِن كُلِّ اِلثَّمَرَٰتِ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَتَفَكَّرُونَ","وَسَخَّر لَّكُمُ اُلَّيۡلَ وَاَلنَّهَارَ وَاَلشَّمۡسَ وَاَلۡقَمَرَ وَاَلنُّجُوم مُّسَخَّرَٰتِ بِأَمۡرِهِ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","وَمَا ذَرَأَ لَكُمۡ فِي اِلۡأَرۡضِ مُخۡتَلِفًا أَلۡوَٰنُهُ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَذَّكَّرُونَ","وَهۡوَ اَلَّذِي سَخَّرَ اَلۡبَحۡرَ لِتَاكُلُواْ مِنۡهُ لَحۡمٗا طَرِيّٗا وَتَسۡتَخۡرِجُواْ مِنۡهُ حِلۡيَةٗ تَلۡبَسُونَهَا وَتَري اَلۡفُلۡكَ مَوَاخِرَ فِيهِ وَلِتَبۡتَغُواْ مِن فَضۡلِهِ وَلَعَلَّكُمۡ تَشۡكُرُونَ","وَأَلۡقَىٰ فِي اِلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِكُمۡ وَأَنۡهَٰرٗا وَسُبُلٗا لَّعَلَّكُمۡ تَهۡتَدُونَ","وَعَلَٰمَٰتٖ وَبِالنَّجۡمِ هُمۡ يَهۡتَدُونَ","أَفَمَن يَخۡلُق كَّمَن لَّا يَخۡلُقُ أَفَلَا تَذَّكَّرُونَ","وَإِن تَعُدُّواْ نِعۡمَةَ اَللَّهِ لَا تُحۡصُوهَا إِنَّ اَللَّهَ لَغَفُورٞ رَّحِيمٞ","وَاَللَّهُ يَعۡلَم مَّا تُسِرُّونَ وَمَا تُعۡلِنُونَ","وَاَلَّذِينَ تَدۡعُونَ مِن دُونِ اِللَّهِ لَا يَخۡلُقُونَ شَيۡـٔٗا وَهُمۡ يُخۡلَقُونَ","أَمۡوَٰتٌ غَيۡرُ أَحۡيَآءٖ وَمَا يَشۡعُرُونَ أَيَّانَ يُبۡعَثُونَ","إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞ فَاَلَّذِينَ لَا يُومِنُونَ بِالۡأٓخِرَةِ قُلُوبُهُم مُّنكِرَةٞ وَهُم مُّسۡتَكۡبِرُونَ","لَا جَرَمَ أَنَّ اَللَّهَ يَعۡلَم مَّا يُسِرُّونَ وَمَا يُعۡلِنُونَ إِنَّهُ لَا يُحِبُّ اُلۡمُسۡتَكۡبِرِينَ","وَإِذَا قِيل لَّهُم مَّاذَا أَنزَل رَّبُّكُمۡ قَالُواْ أَسَٰطِيرُ اُلۡأَوَّلِينَ","لِيَحۡمِلُواْ أَوۡزَارَهُمۡ كَامِلَةٗ يَوۡمَ اَلۡقِيَٰمَةِ وَمِنۡ أَوۡزارِ اِلَّذِينَ يُضِلُّونَهُم بِغَيۡرِ عِلۡمٍ أَلَا سَآءَ مَا يَزِرُونَ","قَدۡ مَكَرَ اَلَّذِينَ مِن قَبۡلِهِمۡ فَأَتَى اَللَّهُ بُنۡيَٰنَهُم مِّنَ اَلۡقَوَاعِدِ فَخَرَّ عَلَيۡهِمِ اِلسَّقۡفُ مِن فَوۡقِهِمۡ وَأَتَىٰهُمُ اُلۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ","ثُمَّ يَوۡمَ اَلۡقِيَٰمَةِ يُخۡزِيهِمۡ وَيَقُولُ أَيۡنَ شُرَكَآءِيَ اَلَّذِينَ كُنتُمۡ تُشَٰٓقُّونَ فِيهِمۡ قَالَ اَلَّذِينَ أُوتُواْ اُلۡعِلۡمَ إِنَّ اَلۡخِزۡيَ اَلۡيَوۡمَ وَاَلسُّوٓءَ عَلَى اَلۡكٰفِرِينَ","اَلَّذِينَ تَتَوَفَّىٰهُمُ اُلۡمَلَٰٓئِكَة ظَّالِمِي أَنفُسِهِمۡ فَأَلۡقَوُاْ اُلسَّلَم مَّا كُنَّا نَعۡمَلُ مِن سُوٓءِ بَلَىٰ إِنَّ اَللَّهَ عَلِيمُ بِمَا كُنتُمۡ تَعۡمَلُونَ","فَاَدۡخُلُواْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَا فَلَبِيسَ مَثۡوَى اَلۡمُتَكَبِّرِينَ","وَقِيل لِّلَّذِينَ اَتَّقَوۡاْ مَاذَا أَنزَل رَّبُّكُمۡ قَالُواْ خَيۡرٗا لِّلَّذِينَ أَحۡسَنُواْ فِي هَٰذِهِ اِلدُّنۡيا حَسَنَةٞ وَلَدَارُ اُلۡأٓخِرَةِ خَيۡرٞ وَلَنِعۡمَ دَارُ اُلۡمُتَّقِينَ","جَنَّٰتُ عَدۡنٖ يَدۡخُلُونَهَا تَجۡرِي مِن تَحۡتِهَا اَلۡأَنۡهَٰر لَّهُمۡ فِيهَا مَا يَشَآءُونَ كَذَٰلِكَ يَجۡزِي اِللَّهُ اُلۡمُتَّقِينَ","اَلَّذِينَ تَتَوَفَّىٰهُمُ اُلۡمَلَٰٓئِكَة طَّيِّبِينَ يَقُولُونَ سَلَٰمٌ عَلَيۡكُمُ اُ۟دۡخُلُواْ اُلۡجَنَّةَ بِمَا كُنتُمۡ تَعۡمَلُونَ","هَلۡ يَنظُرُونَ إِلَّا أَن تَاتِيَهُمُ اُلۡمَلَٰٓئِكَةُ أَوۡ يَاتِيَ أَمۡر رَّبِّك كَّذَٰلِكَ فَعَلَ اَلَّذِينَ مِن قَبۡلِهِمۡ وَمَا ظَلَمَهُمُ اُللَّهُ وَلَٰكِن كَانُواْ أَنفُسَهُمۡ يَظۡلِمُونَ","فَأَصَابَهُمۡ سَيِّـَٔاتُ مَا عَمِلُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِ يَسۡتَهۡزِءُونَ","وَقَالَ اَلَّذِينَ أَشۡرَكُواْ لَوۡ شَآءَ اَللَّهُ مَا عَبَدۡنَا مِن دُونِهِ مِن شَيۡءٖ نَّحۡنُ وَلَا ءَابَآؤُنَا وَلَا حَرَّمۡنَا مِن دُونِهِ مِن شَيۡءٖ كَذَٰلِكَ فَعَلَ اَلَّذِينَ مِن قَبۡلِهِمۡ فَهَلۡ عَلَى اَلرُّسُلِ إِلَّا اَلۡبَلَٰغُ اُلۡمُبِينُ","وَلَقَدۡ بَعَثۡنَا فِي كُلِّ أُمَّةٖ رَّسُولًا أَنِ اِ۟عۡبُدُواْ اُللَّهَ وَاَجۡتَنِبُواْ اُلطَّٰغُوتَ فَمِنۡهُم مَّنۡ هَدَى اَللَّهُ وَمِنۡهُم مَّنۡ حَقَّتۡ عَلَيۡهِ اِلضَّلَٰلَةُ فَسِيرُواْ فِي اِلۡأَرۡضِ فَاَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ اُلۡمُكَذِّبِينَ","إِن تَحۡرِصۡ عَلَىٰ هُدَىٰهُمۡ فَإِنَّ اَللَّهَ لَا يُهۡدَىٰ مَن يُضِلُّ وَمَا لَهُم مِّن نَّٰصِرِينَ","وَأَقۡسَمُواْ بِاللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَا يَبۡعَثُ اُللَّهُ مَن يَمُوتُ بَلَىٰ وَعۡدًا عَلَيۡهِ حَقّٗا وَلَٰكِنَّ أَكۡثَرَ اَلنَّاسِ لَا يَعۡلَمُونَ","لِيُبَيِّن لَّهُمُ اُلَّذِي يَخۡتَلِفُونَ فِيهِ وَلِيَعۡلَمَ اَلَّذِينَ كَفَرُواْ أَنَّهُمۡ كَانُواْ كَٰذِبِينَ","إِنَّمَا قَوۡلُنَا لِشَيۡءٍ إِذَا أَرَدۡنَٰهُ أَن نَّقُول لَّهُ كُن فَيَكُونُ","وَاَلَّذِينَ هَاجَرُواْ فِي اِللَّهِ مِن بَعۡدِ مَا ظُلِمُواْ لَنُبَوِّئَنَّهُمۡ فِي اِلدُّنۡيا حَسَنَةٗ وَلَأَجۡرُ اُلۡأٓخِرَةِ أَكۡبَر لَّوۡ كَانُواْ يَعۡلَمُونَ","اَلَّذِينَ صَبَرُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","وَمَا أَرۡسَلۡنَا مِن قَبۡلِكَ إِلَّا رِجَالٗا يُّوحَىٰ إِلَيۡهِمۡ فَسۡـَٔلُواْ أَهۡلَ اَلذِّكۡرِ إِن كُنتُمۡ لَا تَعۡلَمُونَ","بِالۡبَيِّنَٰتِ وَاَلزُّبُرِ وَأَنزَلۡنَا إِلَيۡكَ اَلذِّكۡرَ لِتُبَيِّن لِّلنَّاسِ مَا نُزِّلَ إِلَيۡهِمۡ وَلَعَلَّهُمۡ يَتَفَكَّرُونَ","أَفَأَمِنَ اَلَّذِينَ مَكَرُواْ اُلسَّيِّـَٔاتِ أَن يَخۡسِفَ اَللَّهُ بِهِمِ اِلۡأَرۡضَ أَوۡ يَاتِيَهُمُ اُلۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ","أَوۡ يَاخُذَهُمۡ فِي تَقَلُّبِهِمۡ فَمَا هُم بِمُعۡجِزِينَ","أَوۡ يَاخُذَهُمۡ عَلَىٰ تَخَوُّفٖ فَإِنَّ رَبَّكُمۡ لَرَؤُفٞ رَّحِيمٌ","أَوَ لَمۡ يَرَوۡاْ إِلَىٰ مَا خَلَقَ اَللَّهُ مِن شَيۡءٖ تَتَفَيَّؤُاْ ظِلَٰلُهُ عَنِ اِلۡيَمِينِ وَاَلشَّمَآئِلِ سُجَّدٗا لِّلَّهِ وَهُمۡ دَٰخِرُونَ","وَلِلَّهِ يَسۡجُدُ مَا فِي اِلسَّمَٰوَٰتِ وَمَا فِي اِلۡأَرۡضِ مِن دَآبَّةٖ وَاَلۡمَلَٰٓئِكَةُ وَهُمۡ لَا يَسۡتَكۡبِرُونَ","يَخَافُونَ رَبَّهُم مِّن فَوۡقِهِمۡ وَيَفۡعَلُونَ مَا يُومَرُونَ","وَقَالَ اَللَّهُ لَا تَتَّخِذُواْ إِلَٰهَيۡنِ اِثۡنَيۡنِ إِنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ فَإِيَّٰيَ فَاَرۡهَبُونِ","وَلَهُ مَا فِي اِلسَّمَٰوَٰتِ وَاَلۡأَرۡضِ وَلَهُ اُلدِّينُ وَاصِبًا أَفَغَيۡرَ اَللَّهِ تَتَّقُونَ","وَمَا بِكُم مِّن نِّعۡمَةٖ فَمِنَ اَللَّهِ ثُمَّ إِذَا مَسَّكُمُ اُلضُّرُّ فَإِلَيۡهِ تَجۡـَٔرُونَ","ثُمَّ إِذَا كَشَفَ اَلضُّرَّ عَنكُمۡ إِذَا فَرِيقٞ مِّنكُم بِرَبِّهِمۡ يُشۡرِكُونَ","لِيَكۡفُرُواْ بِمَا ءَاتَيۡنَٰهُمۡ فَتَمَتَّعُواْ فَسَوۡفَ تَعۡلَمُونَ","وَيَجۡعَلُونَ لِمَا لَا يَعۡلَمُون نَّصِيبٗا مِّمَّا رَزَقۡنَٰهُمۡ تَاَللَّهِ لَتُسۡـَٔلُنَّ عَمَّا كُنتُمۡ تَفۡتَرُونَ","وَيَجۡعَلُونَ لِلَّهِ اِلۡبَنَٰت سُّبۡحَٰنَهُ وَلَهُم مَّا يَشۡتَهُونَ","وَإِذَا بُشِّرَ أَحَدُهُم بِالۡأُنثيٰ ظَلَّ وَجۡهُهُ مُسۡوَدّٗا وَهۡوَ كَظِيمٞ","يَتَوَٰريٰ مِنَ اَلۡقَوۡم مِّن سُوٓءِ مَا بُشِّرَ بِهِ أَيُمۡسِكُهُ عَلَىٰ هُونٍ أَمۡ يَدُسُّهُ فِي اِلتُّرَابِ أَلَا سَآءَ مَا يَحۡكُمُونَ","لِلَّذِينَ لَا يُومِنُونَ بِالۡأٓخِرَةِ مَثَلُ اُلسَّوۡءِ وَلِلَّهِ اِلۡمَثَلُ اُلۡأَعۡلَىٰ وَهۡوَ اَلۡعَزِيزُ اُلۡحَكِيمُ","وَلَوۡ يُؤَاخِذُ اُللَّهُ اُلنَّاسَ بِظُلۡمِهِم مَّا تَرَكَ عَلَيۡهَا مِن دَآبَّةٖ وَلَٰكِن يُؤَخِّرُهُمۡ إِلَىٰ أَجَلٖ مُّسَمّٗى فَإِذَا جَا أَجَلُهُمۡ لَا يَسۡتَٰخِرُونَ سَاعَةٗ وَلَا يَسۡتَقۡدِمُونَ","وَيَجۡعَلُونَ لِلَّهِ مَا يَكۡرَهُونَ وَتَصِفُ أَلۡسِنَتُهُمُ اُلۡكَذِبَ أَنَّ لَهُمُ اُلۡحُسۡنيٰ لَا جَرَمَ أَنَّ لَهُمُ اُلنَّارَ وَأَنَّهُم مُّفۡرَطُونَ","تَاَللَّهِ لَقَدۡ أَرۡسَلۡنَا إِلَىٰ أُمَمٖ مِّن قَبۡلِكَ فَزَيَّن لَّهُمُ اُلشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ فَهۡو وَّلِيُّهُمُ اُلۡيَوۡمَ وَلَهُمۡ عَذَابٌ أَلِيمٞ","وَمَا أَنزَلۡنَا عَلَيۡكَ اَلۡكِتَٰبَ إِلَّا لِتُبَيِّن لَّهُمُ اُلَّذِي اِخۡتَلَفُواْ فِيهِ وَهُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُومِنُونَ","وَاَللَّهُ أَنزَلَ مِنَ اَلسَّمَآءِ مَآءٗ فَأَحۡيَا بِهِ اِلۡأَرۡضَ بَعۡدَ مَوۡتِهَا إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَسۡمَعُونَ","وَإِنَّ لَكُمۡ فِي اِلۡأَنۡعَٰمِ لَعِبۡرَةٗ نُّسۡقِيكُم مِّمَّا فِي بُطُونِهِ مِن بَيۡنِ فَرۡثٖ وَدَمٖ لَّبَنًا خَالِصٗا سَآئِغٗا لِّلشَّٰرِبِينَ","وَمِن ثَمَرَٰتِ اِلنَّخِيلِ وَاَلۡأَعۡنَٰبِ تَتَّخِذُونَ مِنۡهُ سَكَرٗا وَرِزۡقًا حَسَنًا إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَعۡقِلُونَ","وَأَوۡحَىٰ رَبُّكَ إِلَى اَلنَّحۡلِ أَنِ اِتَّخِذِي مِنَ اَلۡجِبَالِ بُيُوتٗا وَمِنَ اَلشَّجَرِ وَمِمَّا يَعۡرِشُونَ","ثُمَّ كُلِي مِن كُلِّ اِلثَّمَرَٰتِ فَاَسۡلُكِي سُبُل رَّبِّكِ ذُلُلٗا يَخۡرُجُ مِن بُطُونِهَا شَرَابٞ مُّخۡتَلِفٌ أَلۡوَٰنُهُ فِيهِ شِفَآءٞ لِّلنَّاسِ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَتَفَكَّرُونَ","وَاَللَّهُ خَلَقكُّمۡ ثُمَّ يَتَوَفَّىٰكُمۡ وَمِنكُم مَّن يُرَدُّ إِلَىٰ أَرۡذَلِ اِلۡعُمُر لِّكَيۡ لَا يَعۡلَم بَعۡدَ عِلۡمٖ شَيۡـًٔا إِنَّ اَللَّهَ عَلِيمٞ قَدِيرٞ","وَاَللَّهُ فَضَّلَ بَعۡضَكُمۡ عَلَىٰ بَعۡضٖ فِي اِلرِّزۡقِ فَمَا اَلَّذِينَ فُضِّلُواْ بِرَآدِّي رِزۡقِهِمۡ عَلَىٰ مَا مَلَكَتۡ أَيۡمَٰنُهُمۡ فَهُمۡ فِيهِ سَوَآءٌ أَفَبِنِعۡمَةِ اِللَّهِ يَجۡحَدُونَ","وَاَللَّهُ جَعَل لَّكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا وَجَعَل لَّكُم مِّنۡ أَزۡوَٰجِكُم بَنِينَ وَحَفَدَةٗ وَرَزَقكُّم مِّنَ اَلطَّيِّبَٰتِ أَفَبِالۡبَٰطِلِ يُومِنُونَ وَبِنِعۡمَتِ اِللَّه هُّمۡ يَكۡفُرُونَ","وَيَعۡبُدُونَ مِن دُونِ اِللَّهِ مَا لَا يَمۡلِكُ لَهُمۡ رِزۡقٗا مِّنَ اَلسَّمَٰوَٰتِ وَاَلۡأَرۡضِ شَيۡـٔٗا وَلَا يَسۡتَطِيعُونَ","فَلَا تَضۡرِبُواْ لِلَّهِ اِلۡأَمۡثَالَ إِنَّ اَللَّهَ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ","ضَرَبَ اَللَّهُ مَثَلًا عَبۡدٗا مَّمۡلُوكٗا لَّا يَقۡدِرُ عَلَىٰ شَيۡءٖ وَمَن رَّزَقۡنَٰهُ مِنَّا رِزۡقًا حَسَنٗا فَهۡوَ يُنفِقُ مِنۡهُ سِرّٗا وَجَهۡرًا هَلۡ يَسۡتَوُنَ اَلۡحَمۡدُ لِلَّهِ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","وَضَرَبَ اَللَّهُ مَثَلٗا رَّجُلَيۡنِ أَحَدُهُمَا أَبۡكَمُ لَا يَقۡدِرُ عَلَىٰ شَيۡءٖ وَهۡوَ كَلٌّ عَلَىٰ مَوۡلَىٰهُ أَيۡنَمَا يُوَجِّههُّ لَا يَاتِ بِخَيۡرٍ هَلۡ يَسۡتَوِي هُو وَّمَن يَامُرُ بِالۡعَدۡلِ وَهۡوَ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","وَلِلَّهِ غَيۡبُ اُلسَّمَٰوَٰتِ وَاَلۡأَرۡضِ وَمَا أَمۡرُ اُلسَّاعَةِ إِلَّا كَلَمۡحِ اِلۡبَصَرِ أَوۡ هُوَ أَقۡرَبُ إِنَّ اَللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","وَاَللَّهُ أَخۡرَجَكُم مِّن بُطُونِ أُمَّهَٰتِكُمۡ لَا تَعۡلَمُونَ شَيۡـٔٗا وَجَعَل لَّكُمُ اُلسَّمۡعَ وَاَلۡأَبۡصَٰرَ وَاَلۡأَفۡـِٔدَةَ لَعَلَّكُمۡ تَشۡكُرُونَ","أَلَمۡ يَرَوۡاْ إِلَى اَلطَّيۡرِ مُسَخَّرَٰتٖ فِي جَوِّ اِلسَّمَآءِ مَا يُمۡسِكُهُنَّ إِلَّا اَللَّهُ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُومِنُونَ","وَاَللَّهُ جَعَل لَّكُم مِّن بُيُوتِكُمۡ سَكَنٗا وَجَعَل لَّكُم مِّن جُلُودِ اِلۡأَنۡعَٰمِ بُيُوتٗا تَسۡتَخِفُّونَهَا يَوۡمَ ظَعَنِكُمۡ وَيَوۡمَ إِقَامَتِكُمۡ وَمِنۡ أَصۡوَافِهَا وَأَوۡبارِهَا وَأَشۡعارِهَا أَثَٰثٗا وَمَتَٰعًا إِلَىٰ حِينٖ","وَاَللَّهُ جَعَل لَّكُم مِّمَّا خَلَقَ ظِلَٰلٗا وَجَعَل لَّكُم مِّنَ اَلۡجِبَالِ أَكۡنَٰنٗا وَجَعَل لَّكُمۡ سَرَٰبِيلَ تَقِيكُمُ اُلۡحَرَّ وَسَرَٰبِيلَ تَقِيكُم بَاسَكُمۡ كَذَٰلِكَ يُتِمُّ نِعۡمَتَهُ عَلَيۡكُمۡ لَعَلَّكُمۡ تُسۡلِمُونَ","فَإِن تَوَلَّوۡاْ فَإِنَّمَا عَلَيۡكَ اَلۡبَلَٰغُ اُلۡمُبِينُ","يَعۡرِفُون نِّعۡمَتَ اَللَّهِ ثُمَّ يُنكِرُونَهَا وَأَكۡثَرُهُمُ اُلۡكَٰفِرُونَ","وَيَوۡمَ نَبۡعَثُ مِن كُلِّ أُمَّةٖ شَهِيدٗا ثُمَّ لَا يُوذَن لِّلَّذِينَ كَفَرُواْ وَلَا هُمۡ يُسۡتَعۡتَبُونَ","وَإِذَا رَءَا اَلَّذِينَ ظَلَمُواْ اُلۡعَذَابَ فَلَا يُخَفَّفُ عَنۡهُمۡ وَلَا هُمۡ يُنظَرُونَ","وَإِذَا رَءَا اَلَّذِينَ أَشۡرَكُواْ شُرَكَآءَهُمۡ قَالُواْ رَبَّنَا هَٰؤُلَآءِ شُرَكَآؤُنَا اَلَّذِينَ كُنَّا نَدۡعُواْ مِن دُونِكَ فَأَلۡقَوۡاْ إِلَيۡهِمِ اِلۡقَوۡلَ إِنَّكُمۡ لَكَٰذِبُونَ","وَأَلۡقَوۡاْ إِلَى اَللَّهِ يَوۡمَئِذٍ اِلسَّلَمَ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","اَلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ اِللَّهِ زِدۡنَٰهُمۡ عَذَابٗا فَوۡقَ اَلۡعَذَاب بِّمَا كَانُواْ يُفۡسِدُونَ","وَيَوۡمَ نَبۡعَثُ فِي كُلِّ أُمَّةٖ شَهِيدًا عَلَيۡهِم مِّنۡ أَنفُسِهِمۡ وَجِينَا بِكَ شَهِيدًا عَلَىٰ هَٰؤُلَآءِ وَنَزَّلۡنَا عَلَيۡكَ اَلۡكِتَٰبَ تِبۡيَٰنٗا لِّكُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ وَبُشۡريٰ لِلۡمُسۡلِمِينَ","إِنَّ اَللَّهَ يَامُرُ بِالۡعَدۡلِ وَاَلۡإِحۡسَٰنِ وَإِيتَآيِٕ ذِي اِلۡقُرۡبيٰ وَيَنۡهَىٰ عَنِ اِلۡفَحۡشَآءِ وَاَلۡمُنكَرِ وَاَلۡبَغۡي يَّعِظُكُمۡ لَعَلَّكُمۡ تَذَّكَّرُونَ","وَأَوۡفُواْ بِعَهۡدِ اِللَّهِ إِذَا عَٰهَدتُّمۡ وَلَا تَنقُضُواْ اُلۡأَيۡمَٰنَ بَعۡد تَّوۡكِيدِهَا وَقَد جَّعَلۡتُمُ اُللَّهَ عَلَيۡكُمۡ كَفِيلًا إِنَّ اَللَّهَ يَعۡلَم مَّا تَفۡعَلُونَ","وَلَا تَكُونُواْ كَاَلَّتِي نَقَضَتۡ غَزۡلَهَا مِن بَعۡدِ قُوَّةٍ أَنكَٰثٗا تَتَّخِذُونَ أَيۡمَٰنَكُمۡ دَخَلَا بَيۡنَكُمۡ أَن تَكُونَ أُمَّةٌ هِيَ أَرۡبَىٰ مِنۡ أُمَّةٍ إِنَّمَا يَبۡلُوكُمُ اُللَّهُ بِهِ وَلَيُبَيِّنَنَّ لَكُمۡ يَوۡمَ اَلۡقِيَٰمَةِ مَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ","وَلَوۡ شَآءَ اَللَّهُ لَجَعَلَكُمۡ أُمَّةٗ وَٰحِدَةٗ وَلَٰكِن يُضِلُّ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُ وَلَتُسۡـَٔلُنَّ عَمَّا كُنتُمۡ تَعۡمَلُونَ","وَلَا تَتَّخِذُواْ أَيۡمَٰنَكُمۡ دَخَلَا بَيۡنَكُمۡ فَتَزِلَّ قَدَمُ بَعۡدَ ثُبُوتِهَا وَتَذُوقُواْ اُلسُّوٓءَ بِمَا صَدَدتُّمۡ عَن سَبِيلِ اِللَّهِ وَلَكُمۡ عَذَابٌ عَظِيمٞ","وَلَا تَشۡتَرُواْ بِعَهۡدِ اِللَّهِ ثَمَنٗا قَلِيلًا إِنَّمَا عِندَ اَللَّه هُّوَ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ","مَا عِندَكُمۡ يَنفَدُ وَمَا عِندَ اَللَّهِ بَاقٖ وَلَيَجۡزِيَنَّ اَلَّذِينَ صَبَرُواْ أَجۡرَهُم بِأَحۡسَنِ مَا كَانُواْ يَعۡمَلُونَ","مَنۡ عَمِلَ صَٰلِحٗا مِّن ذَكَرٍ أَوۡ أُنثيٰ وَهۡوَ مُومِنٞ فَلَنُحۡيِيَنَّهُ حَيَوٰةٗ طَيِّبَةٗ وَلَنَجۡزِيَنَّهُمۡ أَجۡرَهُم بِأَحۡسَنِ مَا كَانُواْ يَعۡمَلُونَ","فَإِذَا قَرَاتَ اَلۡقُرۡءَانَ فَاَسۡتَعِذۡ بِاللَّهِ مِنَ اَلشَّيۡطَٰنِ اِلرَّجِيمِ","إِنَّهُ لَيۡسَ لَهُ سُلۡطَٰنٌ عَلَى اَلَّذِينَ ءَامَنُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ","إِنَّمَا سُلۡطَٰنُهُ عَلَى اَلَّذِينَ يَتَوَلَّوۡنَهُ وَاَلَّذِينَ هُم بِهِ مُشۡرِكُونَ","وَإِذَا بَدَّلۡنَا ءَايَةٗ مَّكَانَ ءَايَةٖ وَاَللَّهُ أَعۡلَم بِمَا يُنزِلُ قَالُواْ إِنَّمَا أَنتَ مُفۡتَرِ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ","قُلۡ نَزَّلَهُ رُوحُ اُلۡقُدُسِ مِن رَّبِّكَ بِالۡحَقِّ لِيُثَبِّتَ اَلَّذِينَ ءَامَنُواْ وَهُدٗى وَبُشۡريٰ لِلۡمُسۡلِمِينَ","وَلَقَدۡ نَعۡلَمُ أَنَّهُمۡ يَقُولُونَ إِنَّمَا يُعَلِّمُهُ بَشَرٞ لِّسَانُ اُلَّذِي يُلۡحِدُونَ إِلَيۡهِ أَعۡجَمِيّٞ وَهَٰذَا لِسَانٌ عَرَبِيّٞ مُّبِينٌ","إِنَّ اَلَّذِينَ لَا يُومِنُونَ بِـَٔايَٰتِ اِللَّهِ لَا يَهۡدِيهِمِ اِللَّهُ وَلَهُمۡ عَذَابٌ أَلِيمٌ","إِنَّمَا يَفۡتَرِي اِلۡكَذِبَ اَلَّذِينَ لَا يُومِنُونَ بِـَٔايَٰتِ اِللَّهِ وَأُوْلَٰٓئِكَ هُمُ اُلۡكَٰذِبُونَ","مَن كَفَرَ بِاللَّهِ مِن بَعۡدِ إِيمَٰنِهِ إِلَّا مَنۡ أُكۡرِهَ وَقَلۡبُهُ مُطۡمَئِنُّ بِالۡإِيمَٰنِ وَلَٰكِن مَّن شَرَحَ بِالۡكُفۡرِ صَدۡرٗا فَعَلَيۡهِمۡ غَضَبٞ مِّنَ اَللَّهِ وَلَهُمۡ عَذَابٌ عَظِيمٞ","ذَٰلِكَ بِأَنَّهُمُ اُسۡتَحَبُّواْ اُلۡحَيَوٰةَ اَلدُّنۡيا عَلَى اَلۡأٓخِرَةِ وَأَنَّ اَللَّهَ لَا يَهۡدِي اِلۡقَوۡمَ اَلۡكٰفِرِينَ","أُوْلَٰٓئِكَ اَلَّذِينَ طَبَعَ اَللَّهُ عَلَىٰ قُلُوبِهِمۡ وَسَمۡعِهِمۡ وَأَبۡصٰرِهِمۡ وَأُوْلَٰٓئِكَ هُمُ اُلۡغَٰفِلُونَ","لَا جَرَمَ أَنَّهُمۡ فِي اِلۡأٓخِرَةِ هُمُ اُلۡخَٰسِرُونَ","ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ هَاجَرُواْ مِن بَعۡدِ مَا فُتِنُواْ ثُمَّ جَٰهَدُواْ وَصَبَرُواْ إِنَّ رَبَّكَ مِن بَعۡدِهَا لَغَفُورٞ رَّحِيمٞ","يَوۡمَ تَاتِي كُلُّ نَفۡسٖ تُجَٰدِلُ عَن نَّفۡسِهَا وَتُوَفَّىٰ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ وَهُمۡ لَا يُظۡلَمُونَ","وَضَرَبَ اَللَّهُ مَثَلٗا قَرۡيَةٗ كَانَتۡ ءَامِنَةٗ مُّطۡمَئِنَّةٗ يَاتِيهَا رِزۡقُهَا رَغَدٗا مِّن كُلِّ مَكَانٖ فَكَفَرَتۡ بِأَنۡعُمِ اِللَّهِ فَأَذَٰقَهَا اَللَّهُ لِبَاسَ اَلۡجُوعِ وَاَلۡخَوۡفِ بِمَا كَانُواْ يَصۡنَعُونَ","وَلَقَد جَّآءَهُمۡ رَسُولٞ مِّنۡهُمۡ فَكَذَّبُوهُ فَأَخَذَهُمُ اُلۡعَذَابُ وَهُمۡ ظَٰلِمُونَ","فَكُلُواْ مِمَّا رَزَقكُّمُ اُللَّهُ حَلَٰلٗا طَيِّبٗا وَاَشۡكُرُواْ نِعۡمَتَ اَللَّهِ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ","إِنَّمَا حَرَّمَ عَلَيۡكُمُ اُلۡمَيۡتَةَ وَاَلدَّمَ وَلَحۡمَ اَلۡخِنزِيرِ وَمَا أُهِلَّ لِغَيۡرِ اِللَّهِ بِهِ فَمَنِ اِ۟ضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَإِنَّ اَللَّهَ غَفُورٞ رَّحِيمٞ","وَلَا تَقُولُواْ لِمَا تَصِفُ أَلۡسِنَتُكُمُ اُلۡكَذِبَ هَٰذَا حَلَٰلٞ وَهَٰذَا حَرَامٞ لِّتَفۡتَرُواْ عَلَى اَللَّهِ اِلۡكَذِبَ إِنَّ اَلَّذِينَ يَفۡتَرُونَ عَلَى اَللَّهِ اِلۡكَذِبَ لَا يُفۡلِحُونَ","مَتَٰعٞ قَلِيلٞ وَلَهُمۡ عَذَابٌ أَلِيمٞ","وَعَلَى اَلَّذِينَ هَادُواْ حَرَّمۡنَا مَا قَصَصۡنَا عَلَيۡكَ مِن قَبۡلُ وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن كَانُواْ أَنفُسَهُمۡ يَظۡلِمُونَ","ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ عَمِلُواْ اُلسُّوٓءَ بِجَهَٰلَةٖ ثُمَّ تَابُواْ مِن بَعۡد ذَّٰلِكَ وَأَصۡلَحُواْ إِنَّ رَبَّكَ مِن بَعۡدِهَا لَغَفُورٞ رَّحِيمٌ","إِنَّ إِبۡرَٰهِيمَ كَانَ أُمَّةٗ قَانِتٗا لِّلَّهِ حَنِيفٗا وَلَمۡ يَكُ مِنَ اَلۡمُشۡرِكِينَ","شَاكِرٗا لِّأَنۡعُمِهِ اِجۡتَبَىٰهُ وَهَدَىٰهُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","وَءَاتَيۡنَٰهُ فِي اِلدُّنۡيا حَسَنَةٗ وَإِنَّهُ فِي اِلۡأٓخِرَةِ لَمِنَ اَلصَّٰلِحِينَ","ثُمَّ أَوۡحَيۡنَا إِلَيۡكَ أَنِ اِتَّبِعۡ مِلَّةَ إِبۡرَٰهِيمَ حَنِيفٗا وَمَا كَانَ مِنَ اَلۡمُشۡرِكِينَ","إِنَّمَا جُعِلَ اَلسَّبۡتُ عَلَى اَلَّذِينَ اَخۡتَلَفُواْ فِيهِ وَإِنَّ رَبَّكَ لَيَحۡكُم بَيۡنَهُمۡ يَوۡمَ اَلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","اَ۟دۡعُ إِلَىٰ سَبِيل رَّبِّكَ بِالۡحِكۡمَةِ وَاَلۡمَوۡعِظَةِ اِلۡحَسَنَةِ وَجَٰدِلۡهُم بِالَّتِي هِيَ أَحۡسَنُ إِنَّ رَبَّكَ هُوَ أَعۡلَم بِمَن ضَلَّ عَن سَبِيلِهِ وَهۡوَ أَعۡلَم بِالۡمُهۡتَدِينَ","وَإِنۡ عَاقَبۡتُمۡ فَعَاقِبُواْ بِمِثۡلِ مَا عُوقِبۡتُم بِهِ وَلَئِن صَبَرۡتُمۡ لَهۡوَ خَيۡرٞ لِّلصَّٰبِرِينَ","وَاَصۡبِرۡ وَمَا صَبۡرُكَ إِلَّا بِاللَّهِ وَلَا تَحۡزَنۡ عَلَيۡهِمۡ وَلَا تَكُ فِي ضَيۡقٖ مِّمَّا يَمۡكُرُونَ","إِنَّ اَللَّهَ مَعَ اَلَّذِينَ اَتَّقَواْ وَّاَلَّذِينَ هُم مُّحۡسِنُونَ"],"qumbul":["أَتَىٰ أَمۡرُ ٱللَّهِ فَلَا تَسۡتَعۡجِلُوهُ سُبۡحَٰنَهُ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","يُنزِلُ ٱلۡمَلَٰٓئِكَةَ بِٱلرُّوحِ مِنۡ أَمۡرِهِ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِ أَنۡ أَنذِرُواْ أَنَّهُ لَا إِلَٰهَ إِلَّا أَنَا۠ فَٱتَّقُونِ","خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّ تَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","خَلَقَ ٱلۡإِنسَٰنَ مِن نُّطۡفَةٖ فَإِذَا هُوَ خَصِيمٞ مُّبِينٞ","وَٱلۡأَنۡعَٰمَ خَلَقَهَا لَكُمُ فِيهَا دِفۡءٞ وَمَنَٰفِعُ وَمِنۡهَا تَأۡكُلُونَ","وَلَكُمُ فِيهَا جَمَالٌ حِينَ تُرِيحُونَ وَحِينَ تَسۡرَحُونَ","وَتَحۡمِلُ أَثۡقَالَكُمُ إِلَىٰ بَلَدٖ لَّمۡ تَكُونُواْ بَٰلِغِيهِ إِلَّا بِشِقِّ ٱلۡأَنفُسِ إِنَّ رَبَّكُمُ لَرَءُوفٞ رَّحِيمٞ","وَٱلۡخَيۡلَ وَٱلۡبِغَالَ وَٱلۡحَمِيرَ لِتَرۡكَبُوهَا وَزِينَةٗ وَيَخۡلُقُ مَا لَا تَعۡلَمُونَ","وَعَلَى ٱللَّهِ قَصۡدُ ٱلسَّبِيلِ وَمِنۡهَا جَآئِرٞ وَلَوۡ شَآءَ لَهَدَىٰكُمُ أَجۡمَعِينَ","هُوَ ٱلَّذِي أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ لَّكُمُ مِنۡهُ شَرَابٞ وَمِنۡهُ شَجَرٞ فِيهِ تُسِيمُونَ","يُنبِتُ لَكُمُ بِهِ ٱلزَّرۡعَ وَٱلزَّيۡتُونَ وَٱلنَّخِيلَ وَٱلۡأَعۡنَٰبَ وَمِن كُلِّ ٱلثَّمَرَٰتِ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَتَفَكَّرُونَ","وَسَخَّرَ لَكُمُ ٱلَّيۡلَ وَٱلنَّهَارَ وَٱلشَّمۡسَ وَٱلۡقَمَرَ وَٱلنُّجُومَ مُسَخَّرَٰتِ بِأَمۡرِهِ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","وَمَا ذَرَأَ لَكُمُ فِي ٱلۡأَرۡضِ مُخۡتَلِفًا أَلۡوَٰنُهُ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَذَّكَّرُونَ","وَهُوَ ٱلَّذِي سَخَّرَ ٱلۡبَحۡرَ لِتَأۡكُلُواْ مِنۡهُ لَحۡمٗا طَرِيّٗا وَتَسۡتَخۡرِجُواْ مِنۡهُ حِلۡيَةٗ تَلۡبَسُونَهَا وَتَرَى ٱلۡفُلۡكَ مَوَاخِرَ فِيهِ وَلِتَبۡتَغُواْ مِن فَضۡلِهِ وَلَعَلَّكُمُ تَشۡكُرُونَ","وَأَلۡقَىٰ فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِكُمُ وَأَنۡهَٰرٗا وَسُبُلٗا لَّعَلَّكُمُ تَهۡتَدُونَ","وَعَلَٰمَٰتٖ وَبِٱلنَّجۡمِ هُمُ يَهۡتَدُونَ","أَفَمَن يَخۡلُقُ كَمَن لَّا يَخۡلُقُ أَفَلَا تَذَّكَّرُونَ","وَإِن تَعُدُّواْ نِعۡمَةَ ٱللَّهِ لَا تُحۡصُوهَا إِنَّ ٱللَّهَ لَغَفُورٞ رَّحِيمٞ","وَٱللَّهُ يَعۡلَمُ مَا تُسِرُّونَ وَمَا تُعۡلِنُونَ","وَٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ لَا يَخۡلُقُونَ شَيۡـٔٗا وَهُمُ يُخۡلَقُونَ","أَمۡوَٰتٌ غَيۡرُ أَحۡيَآءٖ وَمَا يَشۡعُرُونَ أَيَّانَ يُبۡعَثُونَ","إِلَٰهُكُمُ إِلَٰهٞ وَٰحِدٞ فَٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ قُلُوبُهُمُ مُنكِرَةٞ وَهُمُ مُسۡتَكۡبِرُونَ","لَا جَرَمَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَ إِنَّهُ لَا يُحِبُّ ٱلۡمُسۡتَكۡبِرِينَ","وَإِذَا قِيلَ لَهُمُ مَاذَا أَنزَلَ رَبُّكُمُ قَالُواْ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","لِيَحۡمِلُواْ أَوۡزَارَهُمُ كَامِلَةٗ يَوۡمَ ٱلۡقِيَٰمَةِ وَمِنۡ أَوۡزَارِ ٱلَّذِينَ يُضِلُّونَهُمُ بِغَيۡرِ عِلۡمٍ أَلَا سَآءَ مَا يَزِرُونَ","قَدۡ مَكَرَ ٱلَّذِينَ مِن قَبۡلِهِمُ فَأَتَى ٱللَّهُ بُنۡيَٰنَهُمُ مِنَ ٱلۡقَوَاعِدِ فَخَرَّ عَلَيۡهِمُ ٱلسَّقۡفُ مِن فَوۡقِهِمُ وَأَتَىٰهُمُ ٱلۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ","ثُمَّ يَوۡمَ ٱلۡقِيَٰمَةِ يُخۡزِيهِمُ وَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمُ تُشَٰٓقُّونَ فِيهِمُ قَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ إِنَّ ٱلۡخِزۡيَ ٱلۡيَوۡمَ وَٱلسُّوٓءَ عَلَى ٱلۡكَٰفِرِينَ","ٱلَّذِينَ تَتَوَفَّىٰهُمُ ٱلۡمَلَٰٓئِكَةُ ظَالِمِي أَنفُسِهِمُ فَأَلۡقَوُاْ ٱلسَّلَمَ مَا كُنَّا نَعۡمَلُ مِن سُوٓءِ بَلَىٰ إِنَّ ٱللَّهَ عَلِيمُ بِمَا كُنتُمُ تَعۡمَلُونَ","فَٱدۡخُلُواْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَا فَلَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ","وَقِيلَ لِلَّذِينَ ٱتَّقَوۡاْ مَاذَا أَنزَلَ رَبُّكُمُ قَالُواْ خَيۡرٗا لِّلَّذِينَ أَحۡسَنُواْ فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٞ وَلَدَارُ ٱلۡأٓخِرَةِ خَيۡرٞ وَلَنِعۡمَ دَارُ ٱلۡمُتَّقِينَ","جَنَّٰتُ عَدۡنٖ يَدۡخُلُونَهَا تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ لَهُمُ فِيهَا مَا يَشَآءُونَ كَذَٰلِكَ يَجۡزِي ٱللَّهُ ٱلۡمُتَّقِينَ","ٱلَّذِينَ تَتَوَفَّىٰهُمُ ٱلۡمَلَٰٓئِكَةُ طَيِّبِينَ يَقُولُونَ سَلَٰمٌ عَلَيۡكُمُ ٱدۡخُلُواْ ٱلۡجَنَّةَ بِمَا كُنتُمُ تَعۡمَلُونَ","هَلۡ يَنظُرُونَ إِلَّا أَن تَأۡتِيَهُمُ ٱلۡمَلَٰٓئِكَةُ أَوۡ يَأۡتِيَ أَمۡرُ رَبِّكَ كَذَٰلِكَ فَعَلَ ٱلَّذِينَ مِن قَبۡلِهِمُ وَمَا ظَلَمَهُمُ ٱللَّهُ وَلَٰكِن كَانُواْ أَنفُسَهُمُ يَظۡلِمُونَ","فَأَصَابَهُمُ سَيِّـَٔاتُ مَا عَمِلُواْ وَحَاقَ بِهِمُ مَا كَانُواْ بِهِ يَسۡتَهۡزِءُونَ","وَقَالَ ٱلَّذِينَ أَشۡرَكُواْ لَوۡ شَآءَ ٱللَّهُ مَا عَبَدۡنَا مِن دُونِهِ مِن شَيۡءٖ نَّحۡنُ وَلَا ءَابَآؤُنَا وَلَا حَرَّمۡنَا مِن دُونِهِ مِن شَيۡءٖ كَذَٰلِكَ فَعَلَ ٱلَّذِينَ مِن قَبۡلِهِمُ فَهَلۡ عَلَى ٱلرُّسُلِ إِلَّا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","وَلَقَدۡ بَعَثۡنَا فِي كُلِّ أُمَّةٖ رَّسُولًا أَنُ ٱعۡبُدُواْ ٱللَّهَ وَٱجۡتَنِبُواْ ٱلطَّٰغُوتَ فَمِنۡهُمُ مَنۡ هَدَى ٱللَّهُ وَمِنۡهُمُ مَنۡ حَقَّتۡ عَلَيۡهِ ٱلضَّلَٰلَةُ فَسِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","إِن تَحۡرِصۡ عَلَىٰ هُدَىٰهُمُ فَإِنَّ ٱللَّهَ لَا يُهۡدَيٰ مَن يُضِلُّ وَمَا لَهُمُ مِن نَّٰصِرِينَ","وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمُ لَا يَبۡعَثُ ٱللَّهُ مَن يَمُوتُ بَلَىٰ وَعۡدًا عَلَيۡهِ حَقّٗا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","لِيُبَيِّنَ لَهُمُ ٱلَّذِي يَخۡتَلِفُونَ فِيهِ وَلِيَعۡلَمَ ٱلَّذِينَ كَفَرُواْ أَنَّهُمُ كَانُواْ كَٰذِبِينَ","إِنَّمَا قَوۡلُنَا لِشَيۡءٍ إِذَا أَرَدۡنَٰهُ أَن نَّقُولَ لَهُ كُن فَيَكُونُ","وَٱلَّذِينَ هَاجَرُواْ فِي ٱللَّهِ مِن بَعۡدِ مَا ظُلِمُواْ لَنُبَوِّئَنَّهُمُ فِي ٱلدُّنۡيَا حَسَنَةٗ وَلَأَجۡرُ ٱلۡأٓخِرَةِ أَكۡبَرُ لَوۡ كَانُواْ يَعۡلَمُونَ","ٱلَّذِينَ صَبَرُواْ وَعَلَىٰ رَبِّهِمُ يَتَوَكَّلُونَ","وَمَا أَرۡسَلۡنَا مِن قَبۡلِكَ إِلَّا رِجَالٗا يُوحَيٰ إِلَيۡهِمُ فَسَلُواْ أَهۡلَ ٱلذِّكۡرِ إِن كُنتُمُ لَا تَعۡلَمُونَ","بِٱلۡبَيِّنَٰتِ وَٱلزُّبُرِ وَأَنزَلۡنَا إِلَيۡكَ ٱلذِّكۡرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيۡهِمُ وَلَعَلَّهُمُ يَتَفَكَّرُونَ","أَفَأَمِنَ ٱلَّذِينَ مَكَرُواْ ٱلسَّيِّـَٔاتِ أَن يَخۡسِفَ ٱللَّهُ بِهِمُ ٱلۡأَرۡضَ أَوۡ يَأۡتِيَهُمُ ٱلۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ","أَوۡ يَأۡخُذَهُمُ فِي تَقَلُّبِهِمُ فَمَا هُمُ بِمُعۡجِزِينَ","أَوۡ يَأۡخُذَهُمُ عَلَىٰ تَخَوُّفٖ فَإِنَّ رَبَّكُمُ لَرَءُوفٞ رَّحِيمٌ","أَوَلَمۡ يَرَوۡاْ إِلَىٰ مَا خَلَقَ ٱللَّهُ مِن شَيۡءٖ يَتَفَيَّؤُاْ ظِلَٰلُهُ عَنِ ٱلۡيَمِينِ وَٱلشَّمَآئِلِ سُجَّدٗا لِّلَّهِ وَهُمُ دَٰخِرُونَ","وَلِلَّهِ يَسۡجُدُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ مِن دَآبَّةٖ وَٱلۡمَلَٰٓئِكَةُ وَهُمُ لَا يَسۡتَكۡبِرُونَ","يَخَافُونَ رَبَّهُمُ مِن فَوۡقِهِمُ وَيَفۡعَلُونَ مَا يُؤۡمَرُونَ","وَقَالَ ٱللَّهُ لَا تَتَّخِذُواْ إِلَٰهَيۡنِ ٱثۡنَيۡنِ إِنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ فَإِيَّٰيَ فَٱرۡهَبُونِ","وَلَهُ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَهُ ٱلدِّينُ وَاصِبًا أَفَغَيۡرَ ٱللَّهِ تَتَّقُونَ","وَمَا بِكُمُ مِن نِّعۡمَةٖ فَمِنَ ٱللَّهِ ثُمَّ إِذَا مَسَّكُمُ ٱلضُّرُّ فَإِلَيۡهِ تَجۡـَٔرُونَ","ثُمَّ إِذَا كَشَفَ ٱلضُّرَّ عَنكُمُ إِذَا فَرِيقٞ مِّنكُمُ بِرَبِّهِمُ يُشۡرِكُونَ","لِيَكۡفُرُواْ بِمَا ءَاتَيۡنَٰهُمُ فَتَمَتَّعُواْ فَسَوۡفَ تَعۡلَمُونَ","وَيَجۡعَلُونَ لِمَا لَا يَعۡلَمُونَ نَصِيبٗا مِّمَّا رَزَقۡنَٰهُمُ تَٱللَّهِ لَتُسۡـَٔلُنَّ عَمَّا كُنتُمُ تَفۡتَرُونَ","وَيَجۡعَلُونَ لِلَّهِ ٱلۡبَنَٰتِ سُبۡحَٰنَهُ وَلَهُمُ مَا يَشۡتَهُونَ","وَإِذَا بُشِّرَ أَحَدُهُمُ بِٱلۡأُنثَىٰ ظَلَّ وَجۡهُهُ مُسۡوَدّٗا وَهُوَ كَظِيمٞ","يَتَوَٰرَىٰ مِنَ ٱلۡقَوۡمِ مِن سُوٓءِ مَا بُشِّرَ بِهِ أَيُمۡسِكُهُ عَلَىٰ هُونٍ أَمۡ يَدُسُّهُ فِي ٱلتُّرَابِ أَلَا سَآءَ مَا يَحۡكُمُونَ","لِلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ مَثَلُ ٱلسَّوۡءِ وَلِلَّهِ ٱلۡمَثَلُ ٱلۡأَعۡلَىٰ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","وَلَوۡ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِظُلۡمِهِمُ مَا تَرَكَ عَلَيۡهَا مِن دَآبَّةٖ وَلَٰكِن يُؤَخِّرُهُمُ إِلَىٰ أَجَلٖ مُّسَمّٗى فَإِذَا جَآءَ اجَلُهُمُ لَا يَسۡتَـٔۡخِرُونَ سَاعَةٗ وَلَا يَسۡتَقۡدِمُونَ","وَيَجۡعَلُونَ لِلَّهِ مَا يَكۡرَهُونَ وَتَصِفُ أَلۡسِنَتُهُمُ ٱلۡكَذِبَ أَنَّ لَهُمُ ٱلۡحُسۡنَىٰ لَا جَرَمَ أَنَّ لَهُمُ ٱلنَّارَ وَأَنَّهُمُ مُفۡرَطُونَ","تَٱللَّهِ لَقَدۡ أَرۡسَلۡنَا إِلَىٰ أُمَمٖ مِّن قَبۡلِكَ فَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمُ فَهُوَ وَلِيُّهُمُ ٱلۡيَوۡمَ وَلَهُمُ عَذَابٌ أَلِيمٞ","وَمَا أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ إِلَّا لِتُبَيِّنَ لَهُمُ ٱلَّذِي ٱخۡتَلَفُواْ فِيهِ وَهُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ","وَٱللَّهُ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَا إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَسۡمَعُونَ","وَإِنَّ لَكُمُ فِي ٱلۡأَنۡعَٰمِ لَعِبۡرَةٗ نُّسۡقِيكُمُ مِمَّا فِي بُطُونِهِ مِن بَيۡنِ فَرۡثٖ وَدَمٖ لَّبَنًا خَالِصٗا سَآئِغٗا لِّلشَّٰرِبِينَ","وَمِن ثَمَرَٰتِ ٱلنَّخِيلِ وَٱلۡأَعۡنَٰبِ تَتَّخِذُونَ مِنۡهُ سَكَرٗا وَرِزۡقًا حَسَنًا إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَعۡقِلُونَ","وَأَوۡحَىٰ رَبُّكَ إِلَى ٱلنَّحۡلِ أَنِ ٱتَّخِذِي مِنَ ٱلۡجِبَالِ بِيُوتٗا وَمِنَ ٱلشَّجَرِ وَمِمَّا يَعۡرِشُونَ","ثُمَّ كُلِي مِن كُلِّ ٱلثَّمَرَٰتِ فَٱسۡلُكِي سُبُلَ رَبِّكِ ذُلُلٗا يَخۡرُجُ مِن بُطُونِهَا شَرَابٞ مُّخۡتَلِفٌ أَلۡوَٰنُهُ فِيهِ شِفَآءٞ لِّلنَّاسِ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَتَفَكَّرُونَ","وَٱللَّهُ خَلَقَكُمُ ثُمَّ يَتَوَفَّىٰكُمُ وَمِنكُمُ مَن يُرَدُّ إِلَىٰ أَرۡذَلِ ٱلۡعُمُرِ لِكَيۡ لَا يَعۡلَمَ بَعۡدَ عِلۡمٖ شَيۡـًٔا إِنَّ ٱللَّهَ عَلِيمٞ قَدِيرٞ","وَٱللَّهُ فَضَّلَ بَعۡضَكُمُ عَلَىٰ بَعۡضٖ فِي ٱلرِّزۡقِ فَمَا ٱلَّذِينَ فُضِّلُواْ بِرَآدِّي رِزۡقِهِمُ عَلَىٰ مَا مَلَكَتۡ أَيۡمَٰنُهُمُ فَهُمُ فِيهِ سَوَآءٌ أَفَبِنِعۡمَةِ ٱللَّهِ يَجۡحَدُونَ","وَٱللَّهُ جَعَلَ لَكُمُ مِنۡ أَنفُسِكُمُ أَزۡوَٰجٗا وَجَعَلَ لَكُمُ مِنۡ أَزۡوَٰجِكُمُ بَنِينَ وَحَفَدَةٗ وَرَزَقَكُمُ مِنَ ٱلطَّيِّبَٰتِ أَفَبِٱلۡبَٰطِلِ يُؤۡمِنُونَ وَبِنِعۡمَتِ ٱللَّهِ هُمُ يَكۡفُرُونَ","وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَمۡلِكُ لَهُمُ رِزۡقٗا مِّنَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ شَيۡـٔٗا وَلَا يَسۡتَطِيعُونَ","فَلَا تَضۡرِبُواْ لِلَّهِ ٱلۡأَمۡثَالَ إِنَّ ٱللَّهَ يَعۡلَمُ وَأَنتُمُ لَا تَعۡلَمُونَ","ضَرَبَ ٱللَّهُ مَثَلًا عَبۡدٗا مَّمۡلُوكٗا لَّا يَقۡدِرُ عَلَىٰ شَيۡءٖ وَمَن رَّزَقۡنَٰهُ مِنَّا رِزۡقًا حَسَنٗا فَهُوَ يُنفِقُ مِنۡهُ سِرّٗا وَجَهۡرًا هَلۡ يَسۡتَوُنَ ٱلۡحَمۡدُ لِلَّهِ بَلۡ أَكۡثَرُهُمُ لَا يَعۡلَمُونَ","وَضَرَبَ ٱللَّهُ مَثَلٗا رَّجُلَيۡنِ أَحَدُهُمَا أَبۡكَمُ لَا يَقۡدِرُ عَلَىٰ شَيۡءٖ وَهُوَ كَلٌّ عَلَىٰ مَوۡلَىٰهُ أَيۡنَمَا يُوَجِّههُّ لَا يَأۡتِ بِخَيۡرٍ هَلۡ يَسۡتَوِي هُوَ وَمَن يَأۡمُرُ بِٱلۡعَدۡلِ وَهُوَ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","وَلِلَّهِ غَيۡبُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا أَمۡرُ ٱلسَّاعَةِ إِلَّا كَلَمۡحِ ٱلۡبَصَرِ أَوۡ هُوَ أَقۡرَبُ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","وَٱللَّهُ أَخۡرَجَكُمُ مِن بُطُونِ أُمَّهَٰتِكُمُ لَا تَعۡلَمُونَ شَيۡـٔٗا وَجَعَلَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَٱلۡأَفۡـِٔدَةَ لَعَلَّكُمُ تَشۡكُرُونَ","أَلَمۡ يَرَوۡاْ إِلَى ٱلطَّيۡرِ مُسَخَّرَٰتٖ فِي جَوِّ ٱلسَّمَآءِ مَا يُمۡسِكُهُنَّ إِلَّا ٱللَّهُ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","وَٱللَّهُ جَعَلَ لَكُمُ مِن بِيُوتِكُمُ سَكَنٗا وَجَعَلَ لَكُمُ مِن جُلُودِ ٱلۡأَنۡعَٰمِ بِيُوتٗا تَسۡتَخِفُّونَهَا يَوۡمَ ظَعَنِكُمُ وَيَوۡمَ إِقَامَتِكُمُ وَمِنۡ أَصۡوَافِهَا وَأَوۡبَارِهَا وَأَشۡعَارِهَا أَثَٰثٗا وَمَتَٰعًا إِلَىٰ حِينٖ","وَٱللَّهُ جَعَلَ لَكُمُ مِمَّا خَلَقَ ظِلَٰلٗا وَجَعَلَ لَكُمُ مِنَ ٱلۡجِبَالِ أَكۡنَٰنٗا وَجَعَلَ لَكُمُ سَرَٰبِيلَ تَقِيكُمُ ٱلۡحَرَّ وَسَرَٰبِيلَ تَقِيكُمُ بَأۡسَكُمُ كَذَٰلِكَ يُتِمُّ نِعۡمَتَهُ عَلَيۡكُمُ لَعَلَّكُمُ تُسۡلِمُونَ","فَإِن تَوَلَّوۡاْ فَإِنَّمَا عَلَيۡكَ ٱلۡبَلَٰغُ ٱلۡمُبِينُ","يَعۡرِفُونَ نِعۡمَتَ ٱللَّهِ ثُمَّ يُنكِرُونَهَا وَأَكۡثَرُهُمُ ٱلۡكَٰفِرُونَ","وَيَوۡمَ نَبۡعَثُ مِن كُلِّ أُمَّةٖ شَهِيدٗا ثُمَّ لَا يُؤۡذَنُ لِلَّذِينَ كَفَرُواْ وَلَا هُمُ يُسۡتَعۡتَبُونَ","وَإِذَا رَءَا ٱلَّذِينَ ظَلَمُواْ ٱلۡعَذَابَ فَلَا يُخَفَّفُ عَنۡهُمُ وَلَا هُمُ يُنظَرُونَ","وَإِذَا رَءَا ٱلَّذِينَ أَشۡرَكُواْ شُرَكَآءَهُمُ قَالُواْ رَبَّنَا هَٰؤُلَآءِ شُرَكَآؤُنَا ٱلَّذِينَ كُنَّا نَدۡعُواْ مِن دُونِكَ فَأَلۡقَوۡاْ إِلَيۡهِمُ ٱلۡقَوۡلَ إِنَّكُمُ لَكَٰذِبُونَ","وَأَلۡقَوۡاْ إِلَى ٱللَّهِ يَوۡمَئِذٍ ٱلسَّلَمَ وَضَلَّ عَنۡهُمُ مَا كَانُواْ يَفۡتَرُونَ","ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ زِدۡنَٰهُمُ عَذَابٗا فَوۡقَ ٱلۡعَذَابِ بِمَا كَانُواْ يُفۡسِدُونَ","وَيَوۡمَ نَبۡعَثُ فِي كُلِّ أُمَّةٖ شَهِيدًا عَلَيۡهِمُ مِنۡ أَنفُسِهِمُ وَجِئۡنَا بِكَ شَهِيدًا عَلَىٰ هَٰؤُلَآءِ وَنَزَّلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ تِبۡيَٰنٗا لِّكُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ وَبُشۡرَىٰ لِلۡمُسۡلِمِينَ","إِنَّ ٱللَّهَ يَأۡمُرُ بِٱلۡعَدۡلِ وَٱلۡإِحۡسَٰنِ وَإِيتَآيِٕ ذِي ٱلۡقُرۡبَىٰ وَيَنۡهَىٰ عَنِ ٱلۡفَحۡشَآءِ وَٱلۡمُنكَرِ وَٱلۡبَغۡيِ يَعِظُكُمُ لَعَلَّكُمُ تَذَّكَّرُونَ","وَأَوۡفُواْ بِعَهۡدِ ٱللَّهِ إِذَا عَٰهَدتُّمُ وَلَا تَنقُضُواْ ٱلۡأَيۡمَٰنَ بَعۡدَ تَوۡكِيدِهَا وَقَدۡ جَعَلۡتُمُ ٱللَّهَ عَلَيۡكُمُ كَفِيلًا إِنَّ ٱللَّهَ يَعۡلَمُ مَا تَفۡعَلُونَ","وَلَا تَكُونُواْ كَٱلَّتِي نَقَضَتۡ غَزۡلَهَا مِن بَعۡدِ قُوَّةٍ أَنكَٰثٗا تَتَّخِذُونَ أَيۡمَٰنَكُمُ دَخَلَا بَيۡنَكُمُ أَن تَكُونَ أُمَّةٌ هِيَ أَرۡبَىٰ مِنۡ أُمَّةٍ إِنَّمَا يَبۡلُوكُمُ ٱللَّهُ بِهِ وَلَيُبَيِّنَنَّ لَكُمُ يَوۡمَ ٱلۡقِيَٰمَةِ مَا كُنتُمُ فِيهِ تَخۡتَلِفُونَ","وَلَوۡ شَآءَ ٱللَّهُ لَجَعَلَكُمُ أُمَّةٗ وَٰحِدَةٗ وَلَٰكِن يُضِلُّ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُ وَلَتُسۡـَٔلُنَّ عَمَّا كُنتُمُ تَعۡمَلُونَ","وَلَا تَتَّخِذُواْ أَيۡمَٰنَكُمُ دَخَلَا بَيۡنَكُمُ فَتَزِلَّ قَدَمُ بَعۡدَ ثُبُوتِهَا وَتَذُوقُواْ ٱلسُّوٓءَ بِمَا صَدَدتُّمُ عَن سَبِيلِ ٱللَّهِ وَلَكُمُ عَذَابٌ عَظِيمٞ","وَلَا تَشۡتَرُواْ بِعَهۡدِ ٱللَّهِ ثَمَنٗا قَلِيلًا إِنَّمَا عِندَ ٱللَّهِ هُوَ خَيۡرٞ لَّكُمُ إِن كُنتُمُ تَعۡلَمُونَ","مَا عِندَكُمُ يَنفَدُ وَمَا عِندَ ٱللَّهِ بَاقِ وَلَنَجۡزِيَنَّ ٱلَّذِينَ صَبَرُواْ أَجۡرَهُمُ بِأَحۡسَنِ مَا كَانُواْ يَعۡمَلُونَ","مَنۡ عَمِلَ صَٰلِحٗا مِّن ذَكَرٍ أَوۡ أُنثَىٰ وَهُوَ مُؤۡمِنٞ فَلَنُحۡيِيَنَّهُ حَيَوٰةٗ طَيِّبَةٗ وَلَنَجۡزِيَنَّهُمُ أَجۡرَهُمُ بِأَحۡسَنِ مَا كَانُواْ يَعۡمَلُونَ","فَإِذَا قَرَأۡتَ ٱلۡقُرَانَ فَٱسۡتَعِذۡ بِٱللَّهِ مِنَ ٱلشَّيۡطَٰنِ ٱلرَّجِيمِ","إِنَّهُ لَيۡسَ لَهُ سُلۡطَٰنٌ عَلَى ٱلَّذِينَ ءَامَنُواْ وَعَلَىٰ رَبِّهِمُ يَتَوَكَّلُونَ","إِنَّمَا سُلۡطَٰنُهُ عَلَى ٱلَّذِينَ يَتَوَلَّوۡنَهُ وَٱلَّذِينَ هُمُ بِهِ مُشۡرِكُونَ","وَإِذَا بَدَّلۡنَا ءَايَةٗ مَّكَانَ ءَايَةٖ وَٱللَّهُ أَعۡلَمُ بِمَا يُنزِلُ قَالُواْ إِنَّمَا أَنتَ مُفۡتَرِ بَلۡ أَكۡثَرُهُمُ لَا يَعۡلَمُونَ","قُلۡ نَزَّلَهُ رُوحُ ٱلۡقُدۡسِ مِن رَّبِّكَ بِٱلۡحَقِّ لِيُثَبِّتَ ٱلَّذِينَ ءَامَنُواْ وَهُدٗى وَبُشۡرَىٰ لِلۡمُسۡلِمِينَ","وَلَقَدۡ نَعۡلَمُ أَنَّهُمُ يَقُولُونَ إِنَّمَا يُعَلِّمُهُ بَشَرٞ لِّسَانُ ٱلَّذِي يُلۡحِدُونَ إِلَيۡهِ أَعۡجَمِيّٞ وَهَٰذَا لِسَانٌ عَرَبِيّٞ مُّبِينٌ","إِنَّ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِـَٔايَٰتِ ٱللَّهِ لَا يَهۡدِيهِمُ ٱللَّهُ وَلَهُمُ عَذَابٌ أَلِيمٌ","إِنَّمَا يَفۡتَرِي ٱلۡكَذِبَ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِـَٔايَٰتِ ٱللَّهِ وَأُوْلَٰٓئِكَ هُمُ ٱلۡكَٰذِبُونَ","مَن كَفَرَ بِٱللَّهِ مِن بَعۡدِ إِيمَٰنِهِ إِلَّا مَنۡ أُكۡرِهَ وَقَلۡبُهُ مُطۡمَئِنُّ بِٱلۡإِيمَٰنِ وَلَٰكِن مَّن شَرَحَ بِٱلۡكُفۡرِ صَدۡرٗا فَعَلَيۡهِمُ غَضَبٞ مِّنَ ٱللَّهِ وَلَهُمُ عَذَابٌ عَظِيمٞ","ذَٰلِكَ بِأَنَّهُمُ ٱسۡتَحَبُّواْ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا عَلَى ٱلۡأٓخِرَةِ وَأَنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ","أُوْلَٰٓئِكَ ٱلَّذِينَ طَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمُ وَسَمۡعِهِمُ وَأَبۡصَٰرِهِمُ وَأُوْلَٰٓئِكَ هُمُ ٱلۡغَٰفِلُونَ","لَا جَرَمَ أَنَّهُمُ فِي ٱلۡأٓخِرَةِ هُمُ ٱلۡخَٰسِرُونَ","ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ هَاجَرُواْ مِن بَعۡدِ مَا فُتِنُواْ ثُمَّ جَٰهَدُواْ وَصَبَرُواْ إِنَّ رَبَّكَ مِن بَعۡدِهَا لَغَفُورٞ رَّحِيمٞ","يَوۡمَ تَأۡتِي كُلُّ نَفۡسٖ تُجَٰدِلُ عَن نَّفۡسِهَا وَتُوَفَّىٰ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ وَهُمُ لَا يُظۡلَمُونَ","وَضَرَبَ ٱللَّهُ مَثَلٗا قَرۡيَةٗ كَانَتۡ ءَامِنَةٗ مُّطۡمَئِنَّةٗ يَأۡتِيهَا رِزۡقُهَا رَغَدٗا مِّن كُلِّ مَكَانٖ فَكَفَرَتۡ بِأَنۡعُمِ ٱللَّهِ فَأَذَٰقَهَا ٱللَّهُ لِبَاسَ ٱلۡجُوعِ وَٱلۡخَوۡفِ بِمَا كَانُواْ يَصۡنَعُونَ","وَلَقَدۡ جَآءَهُمُ رَسُولٞ مِّنۡهُمُ فَكَذَّبُوهُ فَأَخَذَهُمُ ٱلۡعَذَابُ وَهُمُ ظَٰلِمُونَ","فَكُلُواْ مِمَّا رَزَقَكُمُ ٱللَّهُ حَلَٰلٗا طَيِّبٗا وَٱشۡكُرُواْ نِعۡمَتَ ٱللَّهِ إِن كُنتُمُ إِيَّاهُ تَعۡبُدُونَ","إِنَّمَا حَرَّمَ عَلَيۡكُمُ ٱلۡمَيۡتَةَ وَٱلدَّمَ وَلَحۡمَ ٱلۡخِنزِيرِ وَمَا أُهِلَّ لِغَيۡرِ ٱللَّهِ بِهِ فَمَنُ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","وَلَا تَقُولُواْ لِمَا تَصِفُ أَلۡسِنَتُكُمُ ٱلۡكَذِبَ هَٰذَا حَلَٰلٞ وَهَٰذَا حَرَامٞ لِّتَفۡتَرُواْ عَلَى ٱللَّهِ ٱلۡكَذِبَ إِنَّ ٱلَّذِينَ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ لَا يُفۡلِحُونَ","مَتَٰعٞ قَلِيلٞ وَلَهُمُ عَذَابٌ أَلِيمٞ","وَعَلَى ٱلَّذِينَ هَادُواْ حَرَّمۡنَا مَا قَصَصۡنَا عَلَيۡكَ مِن قَبۡلُ وَمَا ظَلَمۡنَٰهُمُ وَلَٰكِن كَانُواْ أَنفُسَهُمُ يَظۡلِمُونَ","ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ عَمِلُواْ ٱلسُّوٓءَ بِجَهَٰلَةٖ ثُمَّ تَابُواْ مِن بَعۡدِ ذَٰلِكَ وَأَصۡلَحُواْ إِنَّ رَبَّكَ مِن بَعۡدِهَا لَغَفُورٞ رَّحِيمٌ","إِنَّ إِبۡرَٰهِيمَ كَانَ أُمَّةٗ قَانِتٗا لِّلَّهِ حَنِيفٗا وَلَمۡ يَكُ مِنَ ٱلۡمُشۡرِكِينَ","شَاكِرٗا لِّأَنۡعُمِهِ ٱجۡتَبَىٰهُ وَهَدَىٰهُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","وَءَاتَيۡنَٰهُ فِي ٱلدُّنۡيَا حَسَنَةٗ وَإِنَّهُ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ","ثُمَّ أَوۡحَيۡنَا إِلَيۡكَ أَنِ ٱتَّبِعۡ مِلَّةَ إِبۡرَٰهِيمَ حَنِيفٗا وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","إِنَّمَا جُعِلَ ٱلسَّبۡتُ عَلَى ٱلَّذِينَ ٱخۡتَلَفُواْ فِيهِ وَإِنَّ رَبَّكَ لَيَحۡكُمُ بَيۡنَهُمُ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","ٱدۡعُ إِلَىٰ سَبِيلِ رَبِّكَ بِٱلۡحِكۡمَةِ وَٱلۡمَوۡعِظَةِ ٱلۡحَسَنَةِ وَجَٰدِلۡهُمُ بِٱلَّتِي هِيَ أَحۡسَنُ إِنَّ رَبَّكَ هُوَ أَعۡلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ","وَإِنۡ عَاقَبۡتُمُ فَعَاقِبُواْ بِمِثۡلِ مَا عُوقِبۡتُمُ بِهِ وَلَئِن صَبَرۡتُمُ لَهُوَ خَيۡرٞ لِّلصَّٰبِرِينَ","وَٱصۡبِرۡ وَمَا صَبۡرُكَ إِلَّا بِٱللَّهِ وَلَا تَحۡزَنۡ عَلَيۡهِمُ وَلَا تَكُ فِي ضِيقٖ مِّمَّا يَمۡكُرُونَ","إِنَّ ٱللَّهَ مَعَ ٱلَّذِينَ ٱتَّقَواْ وَّٱلَّذِينَ هُمُ مُحۡسِنُونَ"],"albazzi":["أَتَىٰ أَمۡرُ ٱللَّهِ فَلَا تَسۡتَعۡجِلُوهُ سُبۡحَٰنَهُ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","يُنزِلُ ٱلۡمَلَٰٓئِكَةَ بِٱلرُّوحِ مِنۡ أَمۡرِهِ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِ أَنۡ أَنذِرُواْ أَنَّهُ لَا إِلَٰهَ إِلَّا أَنَا۠ فَٱتَّقُونِ","خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّ تَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","خَلَقَ ٱلۡإِنسَٰنَ مِن نُّطۡفَةٖ فَإِذَا هُوَ خَصِيمٞ مُّبِينٞ","وَٱلۡأَنۡعَٰمَ خَلَقَهَا لَكُمُ فِيهَا دِفۡءٞ وَمَنَٰفِعُ وَمِنۡهَا تَأۡكُلُونَ","وَلَكُمُ فِيهَا جَمَالٌ حِينَ تُرِيحُونَ وَحِينَ تَسۡرَحُونَ","وَتَحۡمِلُ أَثۡقَالَكُمُ إِلَىٰ بَلَدٖ لَّمۡ تَكُونُواْ بَٰلِغِيهِ إِلَّا بِشِقِّ ٱلۡأَنفُسِ إِنَّ رَبَّكُمُ لَرَءُوفٞ رَّحِيمٞ","وَٱلۡخَيۡلَ وَٱلۡبِغَالَ وَٱلۡحَمِيرَ لِتَرۡكَبُوهَا وَزِينَةٗ وَيَخۡلُقُ مَا لَا تَعۡلَمُونَ","وَعَلَى ٱللَّهِ قَصۡدُ ٱلسَّبِيلِ وَمِنۡهَا جَآئِرٞ وَلَوۡ شَآءَ لَهَدَىٰكُمُ أَجۡمَعِينَ","هُوَ ٱلَّذِي أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ لَّكُمُ مِنۡهُ شَرَابٞ وَمِنۡهُ شَجَرٞ فِيهِ تُسِيمُونَ","يُنبِتُ لَكُمُ بِهِ ٱلزَّرۡعَ وَٱلزَّيۡتُونَ وَٱلنَّخِيلَ وَٱلۡأَعۡنَٰبَ وَمِن كُلِّ ٱلثَّمَرَٰتِ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَتَفَكَّرُونَ","وَسَخَّرَ لَكُمُ ٱلَّيۡلَ وَٱلنَّهَارَ وَٱلشَّمۡسَ وَٱلۡقَمَرَ وَٱلنُّجُومَ مُسَخَّرَٰتِ بِأَمۡرِهِ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ","وَمَا ذَرَأَ لَكُمُ فِي ٱلۡأَرۡضِ مُخۡتَلِفًا أَلۡوَٰنُهُ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَذَّكَّرُونَ","وَهُوَ ٱلَّذِي سَخَّرَ ٱلۡبَحۡرَ لِتَأۡكُلُواْ مِنۡهُ لَحۡمٗا طَرِيّٗا وَتَسۡتَخۡرِجُواْ مِنۡهُ حِلۡيَةٗ تَلۡبَسُونَهَا وَتَرَى ٱلۡفُلۡكَ مَوَاخِرَ فِيهِ وَلِتَبۡتَغُواْ مِن فَضۡلِهِ وَلَعَلَّكُمُ تَشۡكُرُونَ","وَأَلۡقَىٰ فِي ٱلۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِكُمُ وَأَنۡهَٰرٗا وَسُبُلٗا لَّعَلَّكُمُ تَهۡتَدُونَ","وَعَلَٰمَٰتٖ وَبِٱلنَّجۡمِ هُمُ يَهۡتَدُونَ","أَفَمَن يَخۡلُقُ كَمَن لَّا يَخۡلُقُ أَفَلَا تَذَّكَّرُونَ","وَإِن تَعُدُّواْ نِعۡمَةَ ٱللَّهِ لَا تُحۡصُوهَا إِنَّ ٱللَّهَ لَغَفُورٞ رَّحِيمٞ","وَٱللَّهُ يَعۡلَمُ مَا تُسِرُّونَ وَمَا تُعۡلِنُونَ","وَٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ لَا يَخۡلُقُونَ شَيۡـٔٗا وَهُمُ يُخۡلَقُونَ","أَمۡوَٰتٌ غَيۡرُ أَحۡيَآءٖ وَمَا يَشۡعُرُونَ أَيَّانَ يُبۡعَثُونَ","إِلَٰهُكُمُ إِلَٰهٞ وَٰحِدٞ فَٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ قُلُوبُهُمُ مُنكِرَةٞ وَهُمُ مُسۡتَكۡبِرُونَ","لَا جَرَمَ أَنَّ ٱللَّهَ يَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَ إِنَّهُ لَا يُحِبُّ ٱلۡمُسۡتَكۡبِرِينَ","وَإِذَا قِيلَ لَهُمُ مَاذَا أَنزَلَ رَبُّكُمُ قَالُواْ أَسَٰطِيرُ ٱلۡأَوَّلِينَ","لِيَحۡمِلُواْ أَوۡزَارَهُمُ كَامِلَةٗ يَوۡمَ ٱلۡقِيَٰمَةِ وَمِنۡ أَوۡزَارِ ٱلَّذِينَ يُضِلُّونَهُمُ بِغَيۡرِ عِلۡمٍ أَلَا سَآءَ مَا يَزِرُونَ","قَدۡ مَكَرَ ٱلَّذِينَ مِن قَبۡلِهِمُ فَأَتَى ٱللَّهُ بُنۡيَٰنَهُمُ مِنَ ٱلۡقَوَاعِدِ فَخَرَّ عَلَيۡهِمُ ٱلسَّقۡفُ مِن فَوۡقِهِمُ وَأَتَىٰهُمُ ٱلۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ","ثُمَّ يَوۡمَ ٱلۡقِيَٰمَةِ يُخۡزِيهِمُ وَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمُ تُشَٰٓقُّونَ فِيهِمُ قَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ إِنَّ ٱلۡخِزۡيَ ٱلۡيَوۡمَ وَٱلسُّوٓءَ عَلَى ٱلۡكَٰفِرِينَ","ٱلَّذِينَ تَتَوَفَّىٰهُمُ ٱلۡمَلَٰٓئِكَةُ ظَالِمِي أَنفُسِهِمُ فَأَلۡقَوُاْ ٱلسَّلَمَ مَا كُنَّا نَعۡمَلُ مِن سُوٓءِ بَلَىٰ إِنَّ ٱللَّهَ عَلِيمُ بِمَا كُنتُمُ تَعۡمَلُونَ","فَٱدۡخُلُواْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَا فَلَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ","وَقِيلَ لِلَّذِينَ ٱتَّقَوۡاْ مَاذَا أَنزَلَ رَبُّكُمُ قَالُواْ خَيۡرٗا لِّلَّذِينَ أَحۡسَنُواْ فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٞ وَلَدَارُ ٱلۡأٓخِرَةِ خَيۡرٞ وَلَنِعۡمَ دَارُ ٱلۡمُتَّقِينَ","جَنَّٰتُ عَدۡنٖ يَدۡخُلُونَهَا تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ لَهُمُ فِيهَا مَا يَشَآءُونَ كَذَٰلِكَ يَجۡزِي ٱللَّهُ ٱلۡمُتَّقِينَ","ٱلَّذِينَ تَتَوَفَّىٰهُمُ ٱلۡمَلَٰٓئِكَةُ طَيِّبِينَ يَقُولُونَ سَلَٰمٌ عَلَيۡكُمُ ٱدۡخُلُواْ ٱلۡجَنَّةَ بِمَا كُنتُمُ تَعۡمَلُونَ","هَلۡ يَنظُرُونَ إِلَّا أَن تَأۡتِيَهُمُ ٱلۡمَلَٰٓئِكَةُ أَوۡ يَأۡتِيَ أَمۡرُ رَبِّكَ كَذَٰلِكَ فَعَلَ ٱلَّذِينَ مِن قَبۡلِهِمُ وَمَا ظَلَمَهُمُ ٱللَّهُ وَلَٰكِن كَانُواْ أَنفُسَهُمُ يَظۡلِمُونَ","فَأَصَابَهُمُ سَيِّـَٔاتُ مَا عَمِلُواْ وَحَاقَ بِهِمُ مَا كَانُواْ بِهِ يَسۡتَهۡزِءُونَ","وَقَالَ ٱلَّذِينَ أَشۡرَكُواْ لَوۡ شَآءَ ٱللَّهُ مَا عَبَدۡنَا مِن دُونِهِ مِن شَيۡءٖ نَّحۡنُ وَلَا ءَابَآؤُنَا وَلَا حَرَّمۡنَا مِن دُونِهِ مِن شَيۡءٖ كَذَٰلِكَ فَعَلَ ٱلَّذِينَ مِن قَبۡلِهِمُ فَهَلۡ عَلَى ٱلرُّسُلِ إِلَّا ٱلۡبَلَٰغُ ٱلۡمُبِينُ","وَلَقَدۡ بَعَثۡنَا فِي كُلِّ أُمَّةٖ رَّسُولًا أَنُ ٱعۡبُدُواْ ٱللَّهَ وَٱجۡتَنِبُواْ ٱلطَّٰغُوتَ فَمِنۡهُمُ مَنۡ هَدَى ٱللَّهُ وَمِنۡهُمُ مَنۡ حَقَّتۡ عَلَيۡهِ ٱلضَّلَٰلَةُ فَسِيرُواْ فِي ٱلۡأَرۡضِ فَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","إِن تَحۡرِصۡ عَلَىٰ هُدَىٰهُمُ فَإِنَّ ٱللَّهَ لَا يُهۡدَيٰ مَن يُضِلُّ وَمَا لَهُمُ مِن نَّٰصِرِينَ","وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمُ لَا يَبۡعَثُ ٱللَّهُ مَن يَمُوتُ بَلَىٰ وَعۡدًا عَلَيۡهِ حَقّٗا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ","لِيُبَيِّنَ لَهُمُ ٱلَّذِي يَخۡتَلِفُونَ فِيهِ وَلِيَعۡلَمَ ٱلَّذِينَ كَفَرُواْ أَنَّهُمُ كَانُواْ كَٰذِبِينَ","إِنَّمَا قَوۡلُنَا لِشَيۡءٍ إِذَا أَرَدۡنَٰهُ أَن نَّقُولَ لَهُ كُن فَيَكُونُ","وَٱلَّذِينَ هَاجَرُواْ فِي ٱللَّهِ مِن بَعۡدِ مَا ظُلِمُواْ لَنُبَوِّئَنَّهُمُ فِي ٱلدُّنۡيَا حَسَنَةٗ وَلَأَجۡرُ ٱلۡأٓخِرَةِ أَكۡبَرُ لَوۡ كَانُواْ يَعۡلَمُونَ","ٱلَّذِينَ صَبَرُواْ وَعَلَىٰ رَبِّهِمُ يَتَوَكَّلُونَ","وَمَا أَرۡسَلۡنَا مِن قَبۡلِكَ إِلَّا رِجَالٗا يُوحَيٰ إِلَيۡهِمُ فَسَلُواْ أَهۡلَ ٱلذِّكۡرِ إِن كُنتُمُ لَا تَعۡلَمُونَ","بِٱلۡبَيِّنَٰتِ وَٱلزُّبُرِ وَأَنزَلۡنَا إِلَيۡكَ ٱلذِّكۡرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيۡهِمُ وَلَعَلَّهُمُ يَتَفَكَّرُونَ","أَفَأَمِنَ ٱلَّذِينَ مَكَرُواْ ٱلسَّيِّـَٔاتِ أَن يَخۡسِفَ ٱللَّهُ بِهِمُ ٱلۡأَرۡضَ أَوۡ يَأۡتِيَهُمُ ٱلۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ","أَوۡ يَأۡخُذَهُمُ فِي تَقَلُّبِهِمُ فَمَا هُمُ بِمُعۡجِزِينَ","أَوۡ يَأۡخُذَهُمُ عَلَىٰ تَخَوُّفٖ فَإِنَّ رَبَّكُمُ لَرَءُوفٞ رَّحِيمٌ","أَوَلَمۡ يَرَوۡاْ إِلَىٰ مَا خَلَقَ ٱللَّهُ مِن شَيۡءٖ يَتَفَيَّؤُاْ ظِلَٰلُهُ عَنِ ٱلۡيَمِينِ وَٱلشَّمَآئِلِ سُجَّدٗا لِّلَّهِ وَهُمُ دَٰخِرُونَ","وَلِلَّهِ يَسۡجُدُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ مِن دَآبَّةٖ وَٱلۡمَلَٰٓئِكَةُ وَهُمُ لَا يَسۡتَكۡبِرُونَ","يَخَافُونَ رَبَّهُمُ مِن فَوۡقِهِمُ وَيَفۡعَلُونَ مَا يُؤۡمَرُونَ","وَقَالَ ٱللَّهُ لَا تَتَّخِذُواْ إِلَٰهَيۡنِ ٱثۡنَيۡنِ إِنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ فَإِيَّٰيَ فَٱرۡهَبُونِ","وَلَهُ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَهُ ٱلدِّينُ وَاصِبًا أَفَغَيۡرَ ٱللَّهِ تَتَّقُونَ","وَمَا بِكُمُ مِن نِّعۡمَةٖ فَمِنَ ٱللَّهِ ثُمَّ إِذَا مَسَّكُمُ ٱلضُّرُّ فَإِلَيۡهِ تَجۡـَٔرُونَ","ثُمَّ إِذَا كَشَفَ ٱلضُّرَّ عَنكُمُ إِذَا فَرِيقٞ مِّنكُمُ بِرَبِّهِمُ يُشۡرِكُونَ","لِيَكۡفُرُواْ بِمَا ءَاتَيۡنَٰهُمُ فَتَمَتَّعُواْ فَسَوۡفَ تَعۡلَمُونَ","وَيَجۡعَلُونَ لِمَا لَا يَعۡلَمُونَ نَصِيبٗا مِّمَّا رَزَقۡنَٰهُمُ تَٱللَّهِ لَتُسۡـَٔلُنَّ عَمَّا كُنتُمُ تَفۡتَرُونَ","وَيَجۡعَلُونَ لِلَّهِ ٱلۡبَنَٰتِ سُبۡحَٰنَهُ وَلَهُمُ مَا يَشۡتَهُونَ","وَإِذَا بُشِّرَ أَحَدُهُمُ بِٱلۡأُنثَىٰ ظَلَّ وَجۡهُهُ مُسۡوَدّٗا وَهُوَ كَظِيمٞ","يَتَوَٰرَىٰ مِنَ ٱلۡقَوۡمِ مِن سُوٓءِ مَا بُشِّرَ بِهِ أَيُمۡسِكُهُ عَلَىٰ هُونٍ أَمۡ يَدُسُّهُ فِي ٱلتُّرَابِ أَلَا سَآءَ مَا يَحۡكُمُونَ","لِلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ مَثَلُ ٱلسَّوۡءِ وَلِلَّهِ ٱلۡمَثَلُ ٱلۡأَعۡلَىٰ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","وَلَوۡ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِظُلۡمِهِمُ مَا تَرَكَ عَلَيۡهَا مِن دَآبَّةٖ وَلَٰكِن يُؤَخِّرُهُمُ إِلَىٰ أَجَلٖ مُّسَمّٗى فَإِذَا جَا أَجَلُهُمُ لَا يَسۡتَـٔۡخِرُونَ سَاعَةٗ وَلَا يَسۡتَقۡدِمُونَ","وَيَجۡعَلُونَ لِلَّهِ مَا يَكۡرَهُونَ وَتَصِفُ أَلۡسِنَتُهُمُ ٱلۡكَذِبَ أَنَّ لَهُمُ ٱلۡحُسۡنَىٰ لَا جَرَمَ أَنَّ لَهُمُ ٱلنَّارَ وَأَنَّهُمُ مُفۡرَطُونَ","تَٱللَّهِ لَقَدۡ أَرۡسَلۡنَا إِلَىٰ أُمَمٖ مِّن قَبۡلِكَ فَزَيَّنَ لَهُمُ ٱلشَّيۡطَٰنُ أَعۡمَٰلَهُمُ فَهُوَ وَلِيُّهُمُ ٱلۡيَوۡمَ وَلَهُمُ عَذَابٌ أَلِيمٞ","وَمَا أَنزَلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ إِلَّا لِتُبَيِّنَ لَهُمُ ٱلَّذِي ٱخۡتَلَفُواْ فِيهِ وَهُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ","وَٱللَّهُ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَحۡيَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَا إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَسۡمَعُونَ","وَإِنَّ لَكُمُ فِي ٱلۡأَنۡعَٰمِ لَعِبۡرَةٗ نُّسۡقِيكُمُ مِمَّا فِي بُطُونِهِ مِن بَيۡنِ فَرۡثٖ وَدَمٖ لَّبَنًا خَالِصٗا سَآئِغٗا لِّلشَّٰرِبِينَ","وَمِن ثَمَرَٰتِ ٱلنَّخِيلِ وَٱلۡأَعۡنَٰبِ تَتَّخِذُونَ مِنۡهُ سَكَرٗا وَرِزۡقًا حَسَنًا إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَعۡقِلُونَ","وَأَوۡحَىٰ رَبُّكَ إِلَى ٱلنَّحۡلِ أَنِ ٱتَّخِذِي مِنَ ٱلۡجِبَالِ بِيُوتٗا وَمِنَ ٱلشَّجَرِ وَمِمَّا يَعۡرِشُونَ","ثُمَّ كُلِي مِن كُلِّ ٱلثَّمَرَٰتِ فَٱسۡلُكِي سُبُلَ رَبِّكِ ذُلُلٗا يَخۡرُجُ مِن بُطُونِهَا شَرَابٞ مُّخۡتَلِفٌ أَلۡوَٰنُهُ فِيهِ شِفَآءٞ لِّلنَّاسِ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَتَفَكَّرُونَ","وَٱللَّهُ خَلَقَكُمُ ثُمَّ يَتَوَفَّىٰكُمُ وَمِنكُمُ مَن يُرَدُّ إِلَىٰ أَرۡذَلِ ٱلۡعُمُرِ لِكَيۡ لَا يَعۡلَمَ بَعۡدَ عِلۡمٖ شَيۡـًٔا إِنَّ ٱللَّهَ عَلِيمٞ قَدِيرٞ","وَٱللَّهُ فَضَّلَ بَعۡضَكُمُ عَلَىٰ بَعۡضٖ فِي ٱلرِّزۡقِ فَمَا ٱلَّذِينَ فُضِّلُواْ بِرَآدِّي رِزۡقِهِمُ عَلَىٰ مَا مَلَكَتۡ أَيۡمَٰنُهُمُ فَهُمُ فِيهِ سَوَآءٌ أَفَبِنِعۡمَةِ ٱللَّهِ يَجۡحَدُونَ","وَٱللَّهُ جَعَلَ لَكُمُ مِنۡ أَنفُسِكُمُ أَزۡوَٰجٗا وَجَعَلَ لَكُمُ مِنۡ أَزۡوَٰجِكُمُ بَنِينَ وَحَفَدَةٗ وَرَزَقَكُمُ مِنَ ٱلطَّيِّبَٰتِ أَفَبِٱلۡبَٰطِلِ يُؤۡمِنُونَ وَبِنِعۡمَتِ ٱللَّهِ هُمُ يَكۡفُرُونَ","وَيَعۡبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَمۡلِكُ لَهُمُ رِزۡقٗا مِّنَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ شَيۡـٔٗا وَلَا يَسۡتَطِيعُونَ","فَلَا تَضۡرِبُواْ لِلَّهِ ٱلۡأَمۡثَالَ إِنَّ ٱللَّهَ يَعۡلَمُ وَأَنتُمُ لَا تَعۡلَمُونَ","ضَرَبَ ٱللَّهُ مَثَلًا عَبۡدٗا مَّمۡلُوكٗا لَّا يَقۡدِرُ عَلَىٰ شَيۡءٖ وَمَن رَّزَقۡنَٰهُ مِنَّا رِزۡقًا حَسَنٗا فَهُوَ يُنفِقُ مِنۡهُ سِرّٗا وَجَهۡرًا هَلۡ يَسۡتَوُنَ ٱلۡحَمۡدُ لِلَّهِ بَلۡ أَكۡثَرُهُمُ لَا يَعۡلَمُونَ","وَضَرَبَ ٱللَّهُ مَثَلٗا رَّجُلَيۡنِ أَحَدُهُمَا أَبۡكَمُ لَا يَقۡدِرُ عَلَىٰ شَيۡءٖ وَهُوَ كَلٌّ عَلَىٰ مَوۡلَىٰهُ أَيۡنَمَا يُوَجِّههُّ لَا يَأۡتِ بِخَيۡرٍ هَلۡ يَسۡتَوِي هُوَ وَمَن يَأۡمُرُ بِٱلۡعَدۡلِ وَهُوَ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","وَلِلَّهِ غَيۡبُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا أَمۡرُ ٱلسَّاعَةِ إِلَّا كَلَمۡحِ ٱلۡبَصَرِ أَوۡ هُوَ أَقۡرَبُ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","وَٱللَّهُ أَخۡرَجَكُمُ مِن بُطُونِ أُمَّهَٰتِكُمُ لَا تَعۡلَمُونَ شَيۡـٔٗا وَجَعَلَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَٱلۡأَفۡـِٔدَةَ لَعَلَّكُمُ تَشۡكُرُونَ","أَلَمۡ يَرَوۡاْ إِلَى ٱلطَّيۡرِ مُسَخَّرَٰتٖ فِي جَوِّ ٱلسَّمَآءِ مَا يُمۡسِكُهُنَّ إِلَّا ٱللَّهُ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُؤۡمِنُونَ","وَٱللَّهُ جَعَلَ لَكُمُ مِن بِيُوتِكُمُ سَكَنٗا وَجَعَلَ لَكُمُ مِن جُلُودِ ٱلۡأَنۡعَٰمِ بِيُوتٗا تَسۡتَخِفُّونَهَا يَوۡمَ ظَعَنِكُمُ وَيَوۡمَ إِقَامَتِكُمُ وَمِنۡ أَصۡوَافِهَا وَأَوۡبَارِهَا وَأَشۡعَارِهَا أَثَٰثٗا وَمَتَٰعًا إِلَىٰ حِينٖ","وَٱللَّهُ جَعَلَ لَكُمُ مِمَّا خَلَقَ ظِلَٰلٗا وَجَعَلَ لَكُمُ مِنَ ٱلۡجِبَالِ أَكۡنَٰنٗا وَجَعَلَ لَكُمُ سَرَٰبِيلَ تَقِيكُمُ ٱلۡحَرَّ وَسَرَٰبِيلَ تَقِيكُمُ بَأۡسَكُمُ كَذَٰلِكَ يُتِمُّ نِعۡمَتَهُ عَلَيۡكُمُ لَعَلَّكُمُ تُسۡلِمُونَ","فَإِن تَوَلَّوۡاْ فَإِنَّمَا عَلَيۡكَ ٱلۡبَلَٰغُ ٱلۡمُبِينُ","يَعۡرِفُونَ نِعۡمَتَ ٱللَّهِ ثُمَّ يُنكِرُونَهَا وَأَكۡثَرُهُمُ ٱلۡكَٰفِرُونَ","وَيَوۡمَ نَبۡعَثُ مِن كُلِّ أُمَّةٖ شَهِيدٗا ثُمَّ لَا يُؤۡذَنُ لِلَّذِينَ كَفَرُواْ وَلَا هُمُ يُسۡتَعۡتَبُونَ","وَإِذَا رَءَا ٱلَّذِينَ ظَلَمُواْ ٱلۡعَذَابَ فَلَا يُخَفَّفُ عَنۡهُمُ وَلَا هُمُ يُنظَرُونَ","وَإِذَا رَءَا ٱلَّذِينَ أَشۡرَكُواْ شُرَكَآءَهُمُ قَالُواْ رَبَّنَا هَٰؤُلَآءِ شُرَكَآؤُنَا ٱلَّذِينَ كُنَّا نَدۡعُواْ مِن دُونِكَ فَأَلۡقَوۡاْ إِلَيۡهِمُ ٱلۡقَوۡلَ إِنَّكُمُ لَكَٰذِبُونَ","وَأَلۡقَوۡاْ إِلَى ٱللَّهِ يَوۡمَئِذٍ ٱلسَّلَمَ وَضَلَّ عَنۡهُمُ مَا كَانُواْ يَفۡتَرُونَ","ٱلَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ ٱللَّهِ زِدۡنَٰهُمُ عَذَابٗا فَوۡقَ ٱلۡعَذَابِ بِمَا كَانُواْ يُفۡسِدُونَ","وَيَوۡمَ نَبۡعَثُ فِي كُلِّ أُمَّةٖ شَهِيدًا عَلَيۡهِمُ مِنۡ أَنفُسِهِمُ وَجِئۡنَا بِكَ شَهِيدًا عَلَىٰ هَٰؤُلَآءِ وَنَزَّلۡنَا عَلَيۡكَ ٱلۡكِتَٰبَ تِبۡيَٰنٗا لِّكُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ وَبُشۡرَىٰ لِلۡمُسۡلِمِينَ","إِنَّ ٱللَّهَ يَأۡمُرُ بِٱلۡعَدۡلِ وَٱلۡإِحۡسَٰنِ وَإِيتَآيِٕ ذِي ٱلۡقُرۡبَىٰ وَيَنۡهَىٰ عَنِ ٱلۡفَحۡشَآءِ وَٱلۡمُنكَرِ وَٱلۡبَغۡيِ يَعِظُكُمُ لَعَلَّكُمُ تَذَّكَّرُونَ","وَأَوۡفُواْ بِعَهۡدِ ٱللَّهِ إِذَا عَٰهَدتُّمُ وَلَا تَنقُضُواْ ٱلۡأَيۡمَٰنَ بَعۡدَ تَوۡكِيدِهَا وَقَدۡ جَعَلۡتُمُ ٱللَّهَ عَلَيۡكُمُ كَفِيلًا إِنَّ ٱللَّهَ يَعۡلَمُ مَا تَفۡعَلُونَ","وَلَا تَكُونُواْ كَٱلَّتِي نَقَضَتۡ غَزۡلَهَا مِن بَعۡدِ قُوَّةٍ أَنكَٰثٗا تَتَّخِذُونَ أَيۡمَٰنَكُمُ دَخَلَا بَيۡنَكُمُ أَن تَكُونَ أُمَّةٌ هِيَ أَرۡبَىٰ مِنۡ أُمَّةٍ إِنَّمَا يَبۡلُوكُمُ ٱللَّهُ بِهِ وَلَيُبَيِّنَنَّ لَكُمُ يَوۡمَ ٱلۡقِيَٰمَةِ مَا كُنتُمُ فِيهِ تَخۡتَلِفُونَ","وَلَوۡ شَآءَ ٱللَّهُ لَجَعَلَكُمُ أُمَّةٗ وَٰحِدَةٗ وَلَٰكِن يُضِلُّ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُ وَلَتُسۡـَٔلُنَّ عَمَّا كُنتُمُ تَعۡمَلُونَ","وَلَا تَتَّخِذُواْ أَيۡمَٰنَكُمُ دَخَلَا بَيۡنَكُمُ فَتَزِلَّ قَدَمُ بَعۡدَ ثُبُوتِهَا وَتَذُوقُواْ ٱلسُّوٓءَ بِمَا صَدَدتُّمُ عَن سَبِيلِ ٱللَّهِ وَلَكُمُ عَذَابٌ عَظِيمٞ","وَلَا تَشۡتَرُواْ بِعَهۡدِ ٱللَّهِ ثَمَنٗا قَلِيلًا إِنَّمَا عِندَ ٱللَّهِ هُوَ خَيۡرٞ لَّكُمُ إِن كُنتُمُ تَعۡلَمُونَ","مَا عِندَكُمُ يَنفَدُ وَمَا عِندَ ٱللَّهِ بَاقٖ وَلَنَجۡزِيَنَّ ٱلَّذِينَ صَبَرُواْ أَجۡرَهُمُ بِأَحۡسَنِ مَا كَانُواْ يَعۡمَلُونَ","مَنۡ عَمِلَ صَٰلِحٗا مِّن ذَكَرٍ أَوۡ أُنثَىٰ وَهُوَ مُؤۡمِنٞ فَلَنُحۡيِيَنَّهُ حَيَوٰةٗ طَيِّبَةٗ وَلَنَجۡزِيَنَّهُمُ أَجۡرَهُمُ بِأَحۡسَنِ مَا كَانُواْ يَعۡمَلُونَ","فَإِذَا قَرَأۡتَ ٱلۡقُرَانَ فَٱسۡتَعِذۡ بِٱللَّهِ مِنَ ٱلشَّيۡطَٰنِ ٱلرَّجِيمِ","إِنَّهُ لَيۡسَ لَهُ سُلۡطَٰنٌ عَلَى ٱلَّذِينَ ءَامَنُواْ وَعَلَىٰ رَبِّهِمُ يَتَوَكَّلُونَ","إِنَّمَا سُلۡطَٰنُهُ عَلَى ٱلَّذِينَ يَتَوَلَّوۡنَهُ وَٱلَّذِينَ هُمُ بِهِ مُشۡرِكُونَ","وَإِذَا بَدَّلۡنَا ءَايَةٗ مَّكَانَ ءَايَةٖ وَٱللَّهُ أَعۡلَمُ بِمَا يُنزِلُ قَالُواْ إِنَّمَا أَنتَ مُفۡتَرِ بَلۡ أَكۡثَرُهُمُ لَا يَعۡلَمُونَ","قُلۡ نَزَّلَهُ رُوحُ ٱلۡقُدۡسِ مِن رَّبِّكَ بِٱلۡحَقِّ لِيُثَبِّتَ ٱلَّذِينَ ءَامَنُواْ وَهُدٗى وَبُشۡرَىٰ لِلۡمُسۡلِمِينَ","وَلَقَدۡ نَعۡلَمُ أَنَّهُمُ يَقُولُونَ إِنَّمَا يُعَلِّمُهُ بَشَرٞ لِّسَانُ ٱلَّذِي يُلۡحِدُونَ إِلَيۡهِ أَعۡجَمِيّٞ وَهَٰذَا لِسَانٌ عَرَبِيّٞ مُّبِينٌ","إِنَّ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِـَٔايَٰتِ ٱللَّهِ لَا يَهۡدِيهِمُ ٱللَّهُ وَلَهُمُ عَذَابٌ أَلِيمٌ","إِنَّمَا يَفۡتَرِي ٱلۡكَذِبَ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِـَٔايَٰتِ ٱللَّهِ وَأُوْلَٰٓئِكَ هُمُ ٱلۡكَٰذِبُونَ","مَن كَفَرَ بِٱللَّهِ مِن بَعۡدِ إِيمَٰنِهِ إِلَّا مَنۡ أُكۡرِهَ وَقَلۡبُهُ مُطۡمَئِنُّ بِٱلۡإِيمَٰنِ وَلَٰكِن مَّن شَرَحَ بِٱلۡكُفۡرِ صَدۡرٗا فَعَلَيۡهِمُ غَضَبٞ مِّنَ ٱللَّهِ وَلَهُمُ عَذَابٌ عَظِيمٞ","ذَٰلِكَ بِأَنَّهُمُ ٱسۡتَحَبُّواْ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا عَلَى ٱلۡأٓخِرَةِ وَأَنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلۡكَٰفِرِينَ","أُوْلَٰٓئِكَ ٱلَّذِينَ طَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمُ وَسَمۡعِهِمُ وَأَبۡصَٰرِهِمُ وَأُوْلَٰٓئِكَ هُمُ ٱلۡغَٰفِلُونَ","لَا جَرَمَ أَنَّهُمُ فِي ٱلۡأٓخِرَةِ هُمُ ٱلۡخَٰسِرُونَ","ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ هَاجَرُواْ مِن بَعۡدِ مَا فُتِنُواْ ثُمَّ جَٰهَدُواْ وَصَبَرُواْ إِنَّ رَبَّكَ مِن بَعۡدِهَا لَغَفُورٞ رَّحِيمٞ","يَوۡمَ تَأۡتِي كُلُّ نَفۡسٖ تُجَٰدِلُ عَن نَّفۡسِهَا وَتُوَفَّىٰ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ وَهُمُ لَا يُظۡلَمُونَ","وَضَرَبَ ٱللَّهُ مَثَلٗا قَرۡيَةٗ كَانَتۡ ءَامِنَةٗ مُّطۡمَئِنَّةٗ يَأۡتِيهَا رِزۡقُهَا رَغَدٗا مِّن كُلِّ مَكَانٖ فَكَفَرَتۡ بِأَنۡعُمِ ٱللَّهِ فَأَذَٰقَهَا ٱللَّهُ لِبَاسَ ٱلۡجُوعِ وَٱلۡخَوۡفِ بِمَا كَانُواْ يَصۡنَعُونَ","وَلَقَدۡ جَآءَهُمُ رَسُولٞ مِّنۡهُمُ فَكَذَّبُوهُ فَأَخَذَهُمُ ٱلۡعَذَابُ وَهُمُ ظَٰلِمُونَ","فَكُلُواْ مِمَّا رَزَقَكُمُ ٱللَّهُ حَلَٰلٗا طَيِّبٗا وَٱشۡكُرُواْ نِعۡمَتَ ٱللَّهِ إِن كُنتُمُ إِيَّاهُ تَعۡبُدُونَ","إِنَّمَا حَرَّمَ عَلَيۡكُمُ ٱلۡمَيۡتَةَ وَٱلدَّمَ وَلَحۡمَ ٱلۡخِنزِيرِ وَمَا أُهِلَّ لِغَيۡرِ ٱللَّهِ بِهِ فَمَنُ ٱضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَإِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٞ","وَلَا تَقُولُواْ لِمَا تَصِفُ أَلۡسِنَتُكُمُ ٱلۡكَذِبَ هَٰذَا حَلَٰلٞ وَهَٰذَا حَرَامٞ لِّتَفۡتَرُواْ عَلَى ٱللَّهِ ٱلۡكَذِبَ إِنَّ ٱلَّذِينَ يَفۡتَرُونَ عَلَى ٱللَّهِ ٱلۡكَذِبَ لَا يُفۡلِحُونَ","مَتَٰعٞ قَلِيلٞ وَلَهُمُ عَذَابٌ أَلِيمٞ","وَعَلَى ٱلَّذِينَ هَادُواْ حَرَّمۡنَا مَا قَصَصۡنَا عَلَيۡكَ مِن قَبۡلُ وَمَا ظَلَمۡنَٰهُمُ وَلَٰكِن كَانُواْ أَنفُسَهُمُ يَظۡلِمُونَ","ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ عَمِلُواْ ٱلسُّوٓءَ بِجَهَٰلَةٖ ثُمَّ تَابُواْ مِن بَعۡدِ ذَٰلِكَ وَأَصۡلَحُواْ إِنَّ رَبَّكَ مِن بَعۡدِهَا لَغَفُورٞ رَّحِيمٌ","إِنَّ إِبۡرَٰهِيمَ كَانَ أُمَّةٗ قَانِتٗا لِّلَّهِ حَنِيفٗا وَلَمۡ يَكُ مِنَ ٱلۡمُشۡرِكِينَ","شَاكِرٗا لِّأَنۡعُمِهِ ٱجۡتَبَىٰهُ وَهَدَىٰهُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","وَءَاتَيۡنَٰهُ فِي ٱلدُّنۡيَا حَسَنَةٗ وَإِنَّهُ فِي ٱلۡأٓخِرَةِ لَمِنَ ٱلصَّٰلِحِينَ","ثُمَّ أَوۡحَيۡنَا إِلَيۡكَ أَنِ ٱتَّبِعۡ مِلَّةَ إِبۡرَٰهِيمَ حَنِيفٗا وَمَا كَانَ مِنَ ٱلۡمُشۡرِكِينَ","إِنَّمَا جُعِلَ ٱلسَّبۡتُ عَلَى ٱلَّذِينَ ٱخۡتَلَفُواْ فِيهِ وَإِنَّ رَبَّكَ لَيَحۡكُمُ بَيۡنَهُمُ يَوۡمَ ٱلۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ","ٱدۡعُ إِلَىٰ سَبِيلِ رَبِّكَ بِٱلۡحِكۡمَةِ وَٱلۡمَوۡعِظَةِ ٱلۡحَسَنَةِ وَجَٰدِلۡهُمُ بِٱلَّتِي هِيَ أَحۡسَنُ إِنَّ رَبَّكَ هُوَ أَعۡلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ","وَإِنۡ عَاقَبۡتُمُ فَعَاقِبُواْ بِمِثۡلِ مَا عُوقِبۡتُمُ بِهِ وَلَئِن صَبَرۡتُمُ لَهُوَ خَيۡرٞ لِّلصَّٰبِرِينَ","وَٱصۡبِرۡ وَمَا صَبۡرُكَ إِلَّا بِٱللَّهِ وَلَا تَحۡزَنۡ عَلَيۡهِمُ وَلَا تَكُ فِي ضِيقٖ مِّمَّا يَمۡكُرُونَ","إِنَّ ٱللَّهَ مَعَ ٱلَّذِينَ ٱتَّقَواْ وَّٱلَّذِينَ هُمُ مُحۡسِنُونَ"],"surah":16}