{"hafs":["سُبۡحَٰنَ ٱلَّذِيٓ أَسۡرَىٰ بِعَبۡدِهِ لَيۡلٗا مِّنَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ إِلَى ٱلۡمَسۡجِدِ ٱلۡأَقۡصَا ٱلَّذِي بَٰرَكۡنَا حَوۡلَهُ لِنُرِيَهُ مِنۡ ءَايَٰتِنَآ إِنَّهُ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ","وَءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَجَعَلۡنَٰهُ هُدٗى لِّبَنِيٓ إِسۡرَٰٓءِيلَ أَلَّا تَتَّخِذُواْ مِن دُونِي وَكِيلٗا","ذُرِّيَّةَ مَنۡ حَمَلۡنَا مَعَ نُوحٍ إِنَّهُ كَانَ عَبۡدٗا شَكُورٗا","وَقَضَيۡنَآ إِلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ فِي ٱلۡكِتَٰبِ لَتُفۡسِدُنَّ فِي ٱلۡأَرۡضِ مَرَّتَيۡنِ وَلَتَعۡلُنَّ عُلُوّٗا كَبِيرٗا","فَإِذَا جَآءَ وَعۡدُ أُولَىٰهُمَا بَعَثۡنَا عَلَيۡكُمۡ عِبَادٗا لَّنَآ أُوْلِي بَأۡسٖ شَدِيدٖ فَجَاسُواْ خِلَٰلَ ٱلدِّيَارِ وَكَانَ وَعۡدٗا مَّفۡعُولٗا","ثُمَّ رَدَدۡنَا لَكُمُ ٱلۡكَرَّةَ عَلَيۡهِمۡ وَأَمۡدَدۡنَٰكُم بِأَمۡوَٰلٖ وَبَنِينَ وَجَعَلۡنَٰكُمۡ أَكۡثَرَ نَفِيرًا","إِنۡ أَحۡسَنتُمۡ أَحۡسَنتُمۡ لِأَنفُسِكُمۡ وَإِنۡ أَسَأۡتُمۡ فَلَهَا فَإِذَا جَآءَ وَعۡدُ ٱلۡأٓخِرَةِ لِيَسُ‍ُٔواْ وُجُوهَكُمۡ وَلِيَدۡخُلُواْ ٱلۡمَسۡجِدَ كَمَا دَخَلُوهُ أَوَّلَ مَرَّةٖ وَلِيُتَبِّرُواْ مَا عَلَوۡاْ تَتۡبِيرًا","عَسَىٰ رَبُّكُمۡ أَن يَرۡحَمَكُمۡ وَإِنۡ عُدتُّمۡ عُدۡنَا وَجَعَلۡنَا جَهَنَّمَ لِلۡكَٰفِرِينَ حَصِيرًا","إِنَّ هَٰذَا ٱلۡقُرۡءَانَ يَهۡدِي لِلَّتِي هِيَ أَقۡوَمُ وَيُبَشِّرُ ٱلۡمُؤۡمِنِينَ ٱلَّذِينَ يَعۡمَلُونَ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمۡ أَجۡرٗا كَبِيرٗا","وَأَنَّ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ أَعۡتَدۡنَا لَهُمۡ عَذَابًا أَلِيمٗا","وَيَدۡعُ ٱلۡإِنسَٰنُ بِٱلشَّرِّ دُعَآءَهُ بِٱلۡخَيۡرِ وَكَانَ ٱلۡإِنسَٰنُ عَجُولٗا","وَجَعَلۡنَا ٱلَّيۡلَ وَٱلنَّهَارَ ءَايَتَيۡنِ فَمَحَوۡنَآ ءَايَةَ ٱلَّيۡلِ وَجَعَلۡنَآ ءَايَةَ ٱلنَّهَارِ مُبۡصِرَةٗ لِّتَبۡتَغُواْ فَضۡلٗا مِّن رَّبِّكُمۡ وَلِتَعۡلَمُواْ عَدَدَ ٱلسِّنِينَ وَٱلۡحِسَابَ وَكُلَّ شَيۡءٖ فَصَّلۡنَٰهُ تَفۡصِيلٗا","وَكُلَّ إِنسَٰنٍ أَلۡزَمۡنَٰهُ طَٰٓئِرَهُ فِي عُنُقِهِ وَنُخۡرِجُ لَهُ يَوۡمَ ٱلۡقِيَٰمَةِ كِتَٰبٗا يَلۡقَىٰهُ مَنشُورًا","ٱقۡرَأۡ كِتَٰبَكَ كَفَىٰ بِنَفۡسِكَ ٱلۡيَوۡمَ عَلَيۡكَ حَسِيبٗا","مَّنِ ٱهۡتَدَىٰ فَإِنَّمَا يَهۡتَدِي لِنَفۡسِهِ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيۡهَا وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰ وَمَا كُنَّا مُعَذِّبِينَ حَتَّىٰ نَبۡعَثَ رَسُولٗا","وَإِذَآ أَرَدۡنَآ أَن نُّهۡلِكَ قَرۡيَةً أَمَرۡنَا مُتۡرَفِيهَا فَفَسَقُواْ فِيهَا فَحَقَّ عَلَيۡهَا ٱلۡقَوۡلُ فَدَمَّرۡنَٰهَا تَدۡمِيرٗا","وَكَمۡ أَهۡلَكۡنَا مِنَ ٱلۡقُرُونِ مِن بَعۡدِ نُوحٖ وَكَفَىٰ بِرَبِّكَ بِذُنُوبِ عِبَادِهِ خَبِيرَا بَصِيرٗا","مَّن كَانَ يُرِيدُ ٱلۡعَاجِلَةَ عَجَّلۡنَا لَهُ فِيهَا مَا نَشَآءُ لِمَن نُّرِيدُ ثُمَّ جَعَلۡنَا لَهُ جَهَنَّمَ يَصۡلَىٰهَا مَذۡمُومٗا مَّدۡحُورٗا","وَمَنۡ أَرَادَ ٱلۡأٓخِرَةَ وَسَعَىٰ لَهَا سَعۡيَهَا وَهُوَ مُؤۡمِنٞ فَأُوْلَٰٓئِكَ كَانَ سَعۡيُهُم مَّشۡكُورٗا","كُلّٗا نُّمِدُّ هَٰٓؤُلَآءِ وَهَٰٓؤُلَآءِ مِنۡ عَطَآءِ رَبِّكَ وَمَا كَانَ عَطَآءُ رَبِّكَ مَحۡظُورًا","ٱنظُرۡ كَيۡفَ فَضَّلۡنَا بَعۡضَهُمۡ عَلَىٰ بَعۡضٖ وَلَلۡأٓخِرَةُ أَكۡبَرُ دَرَجَٰتٖ وَأَكۡبَرُ تَفۡضِيلٗا","لَّا تَجۡعَلۡ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَتَقۡعُدَ مَذۡمُومٗا مَّخۡذُولٗا","وَقَضَىٰ رَبُّكَ أَلَّا تَعۡبُدُوٓاْ إِلَّآ إِيَّاهُ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَٰنًا إِمَّا يَبۡلُغَنَّ عِندَكَ ٱلۡكِبَرَ أَحَدُهُمَآ أَوۡ كِلَاهُمَا فَلَا تَقُل لَّهُمَآ أُفّٖ وَلَا تَنۡهَرۡهُمَا وَقُل لَّهُمَا قَوۡلٗا كَرِيمٗا","وَٱخۡفِضۡ لَهُمَا جَنَاحَ ٱلذُّلِّ مِنَ ٱلرَّحۡمَةِ وَقُل رَّبِّ ٱرۡحَمۡهُمَا كَمَا رَبَّيَانِي صَغِيرٗا","رَّبُّكُمۡ أَعۡلَمُ بِمَا فِي نُفُوسِكُمۡ إِن تَكُونُواْ صَٰلِحِينَ فَإِنَّهُ كَانَ لِلۡأَوَّٰبِينَ غَفُورٗا","وَءَاتِ ذَا ٱلۡقُرۡبَىٰ حَقَّهُ وَٱلۡمِسۡكِينَ وَٱبۡنَ ٱلسَّبِيلِ وَلَا تُبَذِّرۡ تَبۡذِيرًا","إِنَّ ٱلۡمُبَذِّرِينَ كَانُوٓاْ إِخۡوَٰنَ ٱلشَّيَٰطِينِ وَكَانَ ٱلشَّيۡطَٰنُ لِرَبِّهِ كَفُورٗا","وَإِمَّا تُعۡرِضَنَّ عَنۡهُمُ ٱبۡتِغَآءَ رَحۡمَةٖ مِّن رَّبِّكَ تَرۡجُوهَا فَقُل لَّهُمۡ قَوۡلٗا مَّيۡسُورٗا","وَلَا تَجۡعَلۡ يَدَكَ مَغۡلُولَةً إِلَىٰ عُنُقِكَ وَلَا تَبۡسُطۡهَا كُلَّ ٱلۡبَسۡطِ فَتَقۡعُدَ مَلُومٗا مَّحۡسُورًا","إِنَّ رَبَّكَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُ إِنَّهُ كَانَ بِعِبَادِهِ خَبِيرَا بَصِيرٗا","وَلَا تَقۡتُلُوٓاْ أَوۡلَٰدَكُمۡ خَشۡيَةَ إِمۡلَٰقٖ نَّحۡنُ نَرۡزُقُهُمۡ وَإِيَّاكُمۡ إِنَّ قَتۡلَهُمۡ كَانَ خِطۡ‍ٔٗا كَبِيرٗا","وَلَا تَقۡرَبُواْ ٱلزِّنَىٰٓ إِنَّهُ كَانَ فَٰحِشَةٗ وَسَآءَ سَبِيلٗا","وَلَا تَقۡتُلُواْ ٱلنَّفۡسَ ٱلَّتِي حَرَّمَ ٱللَّهُ إِلَّا بِٱلۡحَقِّ وَمَن قُتِلَ مَظۡلُومٗا فَقَدۡ جَعَلۡنَا لِوَلِيِّهِ سُلۡطَٰنٗا فَلَا يُسۡرِف فِّي ٱلۡقَتۡلِ إِنَّهُ كَانَ مَنصُورٗا","وَلَا تَقۡرَبُواْ مَالَ ٱلۡيَتِيمِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ حَتَّىٰ يَبۡلُغَ أَشُدَّهُ وَأَوۡفُواْ بِٱلۡعَهۡدِ إِنَّ ٱلۡعَهۡدَ كَانَ مَسۡ‍ُٔولٗا","وَأَوۡفُواْ ٱلۡكَيۡلَ إِذَا كِلۡتُمۡ وَزِنُواْ بِٱلۡقِسۡطَاسِ ٱلۡمُسۡتَقِيمِ ذَٰلِكَ خَيۡرٞ وَأَحۡسَنُ تَأۡوِيلٗا","وَلَا تَقۡفُ مَا لَيۡسَ لَكَ بِهِ عِلۡمٌ إِنَّ ٱلسَّمۡعَ وَٱلۡبَصَرَ وَٱلۡفُؤَادَ كُلُّ أُوْلَٰٓئِكَ كَانَ عَنۡهُ مَسۡ‍ُٔولٗا","وَلَا تَمۡشِ فِي ٱلۡأَرۡضِ مَرَحًا إِنَّكَ لَن تَخۡرِقَ ٱلۡأَرۡضَ وَلَن تَبۡلُغَ ٱلۡجِبَالَ طُولٗا","كُلُّ ذَٰلِكَ كَانَ سَيِّئُهُ عِندَ رَبِّكَ مَكۡرُوهٗا","ذَٰلِكَ مِمَّآ أَوۡحَىٰٓ إِلَيۡكَ رَبُّكَ مِنَ ٱلۡحِكۡمَةِ وَلَا تَجۡعَلۡ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَتُلۡقَىٰ فِي جَهَنَّمَ مَلُومٗا مَّدۡحُورًا","أَفَأَصۡفَىٰكُمۡ رَبُّكُم بِٱلۡبَنِينَ وَٱتَّخَذَ مِنَ ٱلۡمَلَٰٓئِكَةِ إِنَٰثًا إِنَّكُمۡ لَتَقُولُونَ قَوۡلًا عَظِيمٗا","وَلَقَدۡ صَرَّفۡنَا فِي هَٰذَا ٱلۡقُرۡءَانِ لِيَذَّكَّرُواْ وَمَا يَزِيدُهُمۡ إِلَّا نُفُورٗا","قُل لَّوۡ كَانَ مَعَهُٓ ءَالِهَةٞ كَمَا يَقُولُونَ إِذٗا لَّٱبۡتَغَوۡاْ إِلَىٰ ذِي ٱلۡعَرۡشِ سَبِيلٗا","سُبۡحَٰنَهُ وَتَعَٰلَىٰ عَمَّا يَقُولُونَ عُلُوّٗا كَبِيرٗا","تُسَبِّحُ لَهُ ٱلسَّمَٰوَٰتُ ٱلسَّبۡعُ وَٱلۡأَرۡضُ وَمَن فِيهِنَّ وَإِن مِّن شَيۡءٍ إِلَّا يُسَبِّحُ بِحَمۡدِهِ وَلَٰكِن لَّا تَفۡقَهُونَ تَسۡبِيحَهُمۡ إِنَّهُ كَانَ حَلِيمًا غَفُورٗا","وَإِذَا قَرَأۡتَ ٱلۡقُرۡءَانَ جَعَلۡنَا بَيۡنَكَ وَبَيۡنَ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ حِجَابٗا مَّسۡتُورٗا","وَجَعَلۡنَا عَلَىٰ قُلُوبِهِمۡ أَكِنَّةً أَن يَفۡقَهُوهُ وَفِيٓ ءَاذَانِهِمۡ وَقۡرٗا وَإِذَا ذَكَرۡتَ رَبَّكَ فِي ٱلۡقُرۡءَانِ وَحۡدَهُ وَلَّوۡاْ عَلَىٰٓ أَدۡبَٰرِهِمۡ نُفُورٗا","نَّحۡنُ أَعۡلَمُ بِمَا يَسۡتَمِعُونَ بِهِٓ إِذۡ يَسۡتَمِعُونَ إِلَيۡكَ وَإِذۡ هُمۡ نَجۡوَىٰٓ إِذۡ يَقُولُ ٱلظَّٰلِمُونَ إِن تَتَّبِعُونَ إِلَّا رَجُلٗا مَّسۡحُورًا","ٱنظُرۡ كَيۡفَ ضَرَبُواْ لَكَ ٱلۡأَمۡثَالَ فَضَلُّواْ فَلَا يَسۡتَطِيعُونَ سَبِيلٗا","وَقَالُوٓاْ أَءِذَا كُنَّا عِظَٰمٗا وَرُفَٰتًا أَءِنَّا لَمَبۡعُوثُونَ خَلۡقٗا جَدِيدٗا","قُلۡ كُونُواْ حِجَارَةً أَوۡ حَدِيدًا","أَوۡ خَلۡقٗا مِّمَّا يَكۡبُرُ فِي صُدُورِكُمۡ فَسَيَقُولُونَ مَن يُعِيدُنَا قُلِ ٱلَّذِي فَطَرَكُمۡ أَوَّلَ مَرَّةٖ فَسَيُنۡغِضُونَ إِلَيۡكَ رُءُوسَهُمۡ وَيَقُولُونَ مَتَىٰ هُوَ قُلۡ عَسَىٰٓ أَن يَكُونَ قَرِيبٗا","يَوۡمَ يَدۡعُوكُمۡ فَتَسۡتَجِيبُونَ بِحَمۡدِهِ وَتَظُنُّونَ إِن لَّبِثۡتُمۡ إِلَّا قَلِيلٗا","وَقُل لِّعِبَادِي يَقُولُواْ ٱلَّتِي هِيَ أَحۡسَنُ إِنَّ ٱلشَّيۡطَٰنَ يَنزَغُ بَيۡنَهُمۡ إِنَّ ٱلشَّيۡطَٰنَ كَانَ لِلۡإِنسَٰنِ عَدُوّٗا مُّبِينٗا","رَّبُّكُمۡ أَعۡلَمُ بِكُمۡ إِن يَشَأۡ يَرۡحَمۡكُمۡ أَوۡ إِن يَشَأۡ يُعَذِّبۡكُمۡ وَمَآ أَرۡسَلۡنَٰكَ عَلَيۡهِمۡ وَكِيلٗا","وَرَبُّكَ أَعۡلَمُ بِمَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَقَدۡ فَضَّلۡنَا بَعۡضَ ٱلنَّبِيِّ‍نَ عَلَىٰ بَعۡضٖ وَءَاتَيۡنَا دَاوُدَ زَبُورٗا","قُلِ ٱدۡعُواْ ٱلَّذِينَ زَعَمۡتُم مِّن دُونِهِ فَلَا يَمۡلِكُونَ كَشۡفَ ٱلضُّرِّ عَنكُمۡ وَلَا تَحۡوِيلًا","أُوْلَٰٓئِكَ ٱلَّذِينَ يَدۡعُونَ يَبۡتَغُونَ إِلَىٰ رَبِّهِمُ ٱلۡوَسِيلَةَ أَيُّهُمۡ أَقۡرَبُ وَيَرۡجُونَ رَحۡمَتَهُ وَيَخَافُونَ عَذَابَهُٓ إِنَّ عَذَابَ رَبِّكَ كَانَ مَحۡذُورٗا","وَإِن مِّن قَرۡيَةٍ إِلَّا نَحۡنُ مُهۡلِكُوهَا قَبۡلَ يَوۡمِ ٱلۡقِيَٰمَةِ أَوۡ مُعَذِّبُوهَا عَذَابٗا شَدِيدٗا كَانَ ذَٰلِكَ فِي ٱلۡكِتَٰبِ مَسۡطُورٗا","وَمَا مَنَعَنَآ أَن نُّرۡسِلَ بِٱلۡأٓيَٰتِ إِلَّآ أَن كَذَّبَ بِهَا ٱلۡأَوَّلُونَ وَءَاتَيۡنَا ثَمُودَ ٱلنَّاقَةَ مُبۡصِرَةٗ فَظَلَمُواْ بِهَا وَمَا نُرۡسِلُ بِٱلۡأٓيَٰتِ إِلَّا تَخۡوِيفٗا","وَإِذۡ قُلۡنَا لَكَ إِنَّ رَبَّكَ أَحَاطَ بِٱلنَّاسِ وَمَا جَعَلۡنَا ٱلرُّءۡيَا ٱلَّتِيٓ أَرَيۡنَٰكَ إِلَّا فِتۡنَةٗ لِّلنَّاسِ وَٱلشَّجَرَةَ ٱلۡمَلۡعُونَةَ فِي ٱلۡقُرۡءَانِ وَنُخَوِّفُهُمۡ فَمَا يَزِيدُهُمۡ إِلَّا طُغۡيَٰنٗا كَبِيرٗا","وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ قَالَ ءَأَسۡجُدُ لِمَنۡ خَلَقۡتَ طِينٗا","قَالَ أَرَءَيۡتَكَ هَٰذَا ٱلَّذِي كَرَّمۡتَ عَلَيَّ لَئِنۡ أَخَّرۡتَنِ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَأَحۡتَنِكَنَّ ذُرِّيَّتَهُٓ إِلَّا قَلِيلٗا","قَالَ ٱذۡهَبۡ فَمَن تَبِعَكَ مِنۡهُمۡ فَإِنَّ جَهَنَّمَ جَزَآؤُكُمۡ جَزَآءٗ مَّوۡفُورٗا","وَٱسۡتَفۡزِزۡ مَنِ ٱسۡتَطَعۡتَ مِنۡهُم بِصَوۡتِكَ وَأَجۡلِبۡ عَلَيۡهِم بِخَيۡلِكَ وَرَجِلِكَ وَشَارِكۡهُمۡ فِي ٱلۡأَمۡوَٰلِ وَٱلۡأَوۡلَٰدِ وَعِدۡهُمۡ وَمَا يَعِدُهُمُ ٱلشَّيۡطَٰنُ إِلَّا غُرُورًا","إِنَّ عِبَادِي لَيۡسَ لَكَ عَلَيۡهِمۡ سُلۡطَٰنٞ وَكَفَىٰ بِرَبِّكَ وَكِيلٗا","رَّبُّكُمُ ٱلَّذِي يُزۡجِي لَكُمُ ٱلۡفُلۡكَ فِي ٱلۡبَحۡرِ لِتَبۡتَغُواْ مِن فَضۡلِهِٓ إِنَّهُ كَانَ بِكُمۡ رَحِيمٗا","وَإِذَا مَسَّكُمُ ٱلضُّرُّ فِي ٱلۡبَحۡرِ ضَلَّ مَن تَدۡعُونَ إِلَّآ إِيَّاهُ فَلَمَّا نَجَّىٰكُمۡ إِلَى ٱلۡبَرِّ أَعۡرَضۡتُمۡ وَكَانَ ٱلۡإِنسَٰنُ كَفُورًا","أَفَأَمِنتُمۡ أَن يَخۡسِفَ بِكُمۡ جَانِبَ ٱلۡبَرِّ أَوۡ يُرۡسِلَ عَلَيۡكُمۡ حَاصِبٗا ثُمَّ لَا تَجِدُواْ لَكُمۡ وَكِيلًا","أَمۡ أَمِنتُمۡ أَن يُعِيدَكُمۡ فِيهِ تَارَةً أُخۡرَىٰ فَيُرۡسِلَ عَلَيۡكُمۡ قَاصِفٗا مِّنَ ٱلرِّيحِ فَيُغۡرِقَكُم بِمَا كَفَرۡتُمۡ ثُمَّ لَا تَجِدُواْ لَكُمۡ عَلَيۡنَا بِهِ تَبِيعٗا","وَلَقَدۡ كَرَّمۡنَا بَنِيٓ ءَادَمَ وَحَمَلۡنَٰهُمۡ فِي ٱلۡبَرِّ وَٱلۡبَحۡرِ وَرَزَقۡنَٰهُم مِّنَ ٱلطَّيِّبَٰتِ وَفَضَّلۡنَٰهُمۡ عَلَىٰ كَثِيرٖ مِّمَّنۡ خَلَقۡنَا تَفۡضِيلٗا","يَوۡمَ نَدۡعُواْ كُلَّ أُنَاسِ بِإِمَٰمِهِمۡ فَمَنۡ أُوتِيَ كِتَٰبَهُ بِيَمِينِهِ فَأُوْلَٰٓئِكَ يَقۡرَءُونَ كِتَٰبَهُمۡ وَلَا يُظۡلَمُونَ فَتِيلٗا","وَمَن كَانَ فِي هَٰذِهِٓ أَعۡمَىٰ فَهُوَ فِي ٱلۡأٓخِرَةِ أَعۡمَىٰ وَأَضَلُّ سَبِيلٗا","وَإِن كَادُواْ لَيَفۡتِنُونَكَ عَنِ ٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ لِتَفۡتَرِيَ عَلَيۡنَا غَيۡرَهُ وَإِذٗا لَّٱتَّخَذُوكَ خَلِيلٗا","وَلَوۡلَآ أَن ثَبَّتۡنَٰكَ لَقَدۡ كِدتَّ تَرۡكَنُ إِلَيۡهِمۡ شَيۡ‍ٔٗا قَلِيلًا","إِذٗا لَّأَذَقۡنَٰكَ ضِعۡفَ ٱلۡحَيَوٰةِ وَضِعۡفَ ٱلۡمَمَاتِ ثُمَّ لَا تَجِدُ لَكَ عَلَيۡنَا نَصِيرٗا","وَإِن كَادُواْ لَيَسۡتَفِزُّونَكَ مِنَ ٱلۡأَرۡضِ لِيُخۡرِجُوكَ مِنۡهَا وَإِذٗا لَّا يَلۡبَثُونَ خِلَٰفَكَ إِلَّا قَلِيلٗا","سُنَّةَ مَن قَدۡ أَرۡسَلۡنَا قَبۡلَكَ مِن رُّسُلِنَا وَلَا تَجِدُ لِسُنَّتِنَا تَحۡوِيلًا","أَقِمِ ٱلصَّلَوٰةَ لِدُلُوكِ ٱلشَّمۡسِ إِلَىٰ غَسَقِ ٱلَّيۡلِ وَقُرۡءَانَ ٱلۡفَجۡرِ إِنَّ قُرۡءَانَ ٱلۡفَجۡرِ كَانَ مَشۡهُودٗا","وَمِنَ ٱلَّيۡلِ فَتَهَجَّدۡ بِهِ نَافِلَةٗ لَّكَ عَسَىٰٓ أَن يَبۡعَثَكَ رَبُّكَ مَقَامٗا مَّحۡمُودٗا","وَقُل رَّبِّ أَدۡخِلۡنِي مُدۡخَلَ صِدۡقٖ وَأَخۡرِجۡنِي مُخۡرَجَ صِدۡقٖ وَٱجۡعَل لِّي مِن لَّدُنكَ سُلۡطَٰنٗا نَّصِيرٗا","وَقُلۡ جَآءَ ٱلۡحَقُّ وَزَهَقَ ٱلۡبَٰطِلُ إِنَّ ٱلۡبَٰطِلَ كَانَ زَهُوقٗا","وَنُنَزِّلُ مِنَ ٱلۡقُرۡءَانِ مَا هُوَ شِفَآءٞ وَرَحۡمَةٞ لِّلۡمُؤۡمِنِينَ وَلَا يَزِيدُ ٱلظَّٰلِمِينَ إِلَّا خَسَارٗا","وَإِذَآ أَنۡعَمۡنَا عَلَى ٱلۡإِنسَٰنِ أَعۡرَضَ وَنَ‍َٔا بِجَانِبِهِ وَإِذَا مَسَّهُ ٱلشَّرُّ كَانَ يَ‍ُٔوسٗا","قُلۡ كُلّٞ يَعۡمَلُ عَلَىٰ شَاكِلَتِهِ فَرَبُّكُمۡ أَعۡلَمُ بِمَنۡ هُوَ أَهۡدَىٰ سَبِيلٗا","وَيَسۡ‍َٔلُونَكَ عَنِ ٱلرُّوحِ قُلِ ٱلرُّوحُ مِنۡ أَمۡرِ رَبِّي وَمَآ أُوتِيتُم مِّنَ ٱلۡعِلۡمِ إِلَّا قَلِيلٗا","وَلَئِن شِئۡنَا لَنَذۡهَبَنَّ بِٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ ثُمَّ لَا تَجِدُ لَكَ بِهِ عَلَيۡنَا وَكِيلًا","إِلَّا رَحۡمَةٗ مِّن رَّبِّكَ إِنَّ فَضۡلَهُ كَانَ عَلَيۡكَ كَبِيرٗا","قُل لَّئِنِ ٱجۡتَمَعَتِ ٱلۡإِنسُ وَٱلۡجِنُّ عَلَىٰٓ أَن يَأۡتُواْ بِمِثۡلِ هَٰذَا ٱلۡقُرۡءَانِ لَا يَأۡتُونَ بِمِثۡلِهِ وَلَوۡ كَانَ بَعۡضُهُمۡ لِبَعۡضٖ ظَهِيرٗا","وَلَقَدۡ صَرَّفۡنَا لِلنَّاسِ فِي هَٰذَا ٱلۡقُرۡءَانِ مِن كُلِّ مَثَلٖ فَأَبَىٰٓ أَكۡثَرُ ٱلنَّاسِ إِلَّا كُفُورٗا","وَقَالُواْ لَن نُّؤۡمِنَ لَكَ حَتَّىٰ تَفۡجُرَ لَنَا مِنَ ٱلۡأَرۡضِ يَنبُوعًا","أَوۡ تَكُونَ لَكَ جَنَّةٞ مِّن نَّخِيلٖ وَعِنَبٖ فَتُفَجِّرَ ٱلۡأَنۡهَٰرَ خِلَٰلَهَا تَفۡجِيرًا","أَوۡ تُسۡقِطَ ٱلسَّمَآءَ كَمَا زَعَمۡتَ عَلَيۡنَا كِسَفًا أَوۡ تَأۡتِيَ بِٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ قَبِيلًا","أَوۡ يَكُونَ لَكَ بَيۡتٞ مِّن زُخۡرُفٍ أَوۡ تَرۡقَىٰ فِي ٱلسَّمَآءِ وَلَن نُّؤۡمِنَ لِرُقِيِّكَ حَتَّىٰ تُنَزِّلَ عَلَيۡنَا كِتَٰبٗا نَّقۡرَؤُهُ قُلۡ سُبۡحَانَ رَبِّي هَلۡ كُنتُ إِلَّا بَشَرٗا رَّسُولٗا","وَمَا مَنَعَ ٱلنَّاسَ أَن يُؤۡمِنُوٓاْ إِذۡ جَآءَهُمُ ٱلۡهُدَىٰٓ إِلَّآ أَن قَالُوٓاْ أَبَعَثَ ٱللَّهُ بَشَرٗا رَّسُولٗا","قُل لَّوۡ كَانَ فِي ٱلۡأَرۡضِ مَلَٰٓئِكَةٞ يَمۡشُونَ مُطۡمَئِنِّينَ لَنَزَّلۡنَا عَلَيۡهِم مِّنَ ٱلسَّمَآءِ مَلَكٗا رَّسُولٗا","قُلۡ كَفَىٰ بِٱللَّهِ شَهِيدَا بَيۡنِي وَبَيۡنَكُمۡ إِنَّهُ كَانَ بِعِبَادِهِ خَبِيرَا بَصِيرٗا","وَمَن يَهۡدِ ٱللَّهُ فَهُوَ ٱلۡمُهۡتَدِ وَمَن يُضۡلِلۡ فَلَن تَجِدَ لَهُمۡ أَوۡلِيَآءَ مِن دُونِهِ وَنَحۡشُرُهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ عَلَىٰ وُجُوهِهِمۡ عُمۡيٗا وَبُكۡمٗا وَصُمّٗا مَّأۡوَىٰهُمۡ جَهَنَّمُ كُلَّمَا خَبَتۡ زِدۡنَٰهُمۡ سَعِيرٗا","ذَٰلِكَ جَزَآؤُهُم بِأَنَّهُمۡ كَفَرُواْ بِ‍َٔايَٰتِنَا وَقَالُوٓاْ أَءِذَا كُنَّا عِظَٰمٗا وَرُفَٰتًا أَءِنَّا لَمَبۡعُوثُونَ خَلۡقٗا جَدِيدًا","أَوَ لَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ قَادِرٌ عَلَىٰٓ أَن يَخۡلُقَ مِثۡلَهُمۡ وَجَعَلَ لَهُمۡ أَجَلٗا لَّا رَيۡبَ فِيهِ فَأَبَى ٱلظَّٰلِمُونَ إِلَّا كُفُورٗا","قُل لَّوۡ أَنتُمۡ تَمۡلِكُونَ خَزَآئِنَ رَحۡمَةِ رَبِّيٓ إِذٗا لَّأَمۡسَكۡتُمۡ خَشۡيَةَ ٱلۡإِنفَاقِ وَكَانَ ٱلۡإِنسَٰنُ قَتُورٗا","وَلَقَدۡ ءَاتَيۡنَا مُوسَىٰ تِسۡعَ ءَايَٰتِ بَيِّنَٰتٖ فَسۡ‍َٔلۡ بَنِيٓ إِسۡرَٰٓءِيلَ إِذۡ جَآءَهُمۡ فَقَالَ لَهُ فِرۡعَوۡنُ إِنِّي لَأَظُنُّكَ يَٰمُوسَىٰ مَسۡحُورٗا","قَالَ لَقَدۡ عَلِمۡتَ مَآ أَنزَلَ هَٰٓؤُلَآءِ إِلَّا رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ بَصَآئِرَ وَإِنِّي لَأَظُنُّكَ يَٰفِرۡعَوۡنُ مَثۡبُورٗا","فَأَرَادَ أَن يَسۡتَفِزَّهُم مِّنَ ٱلۡأَرۡضِ فَأَغۡرَقۡنَٰهُ وَمَن مَّعَهُ جَمِيعٗا","وَقُلۡنَا مِن بَعۡدِهِ لِبَنِيٓ إِسۡرَٰٓءِيلَ ٱسۡكُنُواْ ٱلۡأَرۡضَ فَإِذَا جَآءَ وَعۡدُ ٱلۡأٓخِرَةِ جِئۡنَا بِكُمۡ لَفِيفٗا","وَبِٱلۡحَقِّ أَنزَلۡنَٰهُ وَبِٱلۡحَقِّ نَزَلَ وَمَآ أَرۡسَلۡنَٰكَ إِلَّا مُبَشِّرٗا وَنَذِيرٗا","وَقُرۡءَانٗا فَرَقۡنَٰهُ لِتَقۡرَأَهُ عَلَى ٱلنَّاسِ عَلَىٰ مُكۡثٖ وَنَزَّلۡنَٰهُ تَنزِيلٗا","قُلۡ ءَامِنُواْ بِهِٓ أَوۡ لَا تُؤۡمِنُوٓاْ إِنَّ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ مِن قَبۡلِهِٓ إِذَا يُتۡلَىٰ عَلَيۡهِمۡ يَخِرُّونَ لِلۡأَذۡقَانِ سُجَّدٗا","وَيَقُولُونَ سُبۡحَٰنَ رَبِّنَآ إِن كَانَ وَعۡدُ رَبِّنَا لَمَفۡعُولٗا","وَيَخِرُّونَ لِلۡأَذۡقَانِ يَبۡكُونَ وَيَزِيدُهُمۡ خُشُوعٗا","قُلِ ٱدۡعُواْ ٱللَّهَ أَوِ ٱدۡعُواْ ٱلرَّحۡمَٰنَ أَيّٗا مَّا تَدۡعُواْ فَلَهُ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰ وَلَا تَجۡهَرۡ بِصَلَاتِكَ وَلَا تُخَافِتۡ بِهَا وَٱبۡتَغِ بَيۡنَ ذَٰلِكَ سَبِيلٗا","وَقُلِ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي لَمۡ يَتَّخِذۡ وَلَدٗا وَلَمۡ يَكُن لَّهُ شَرِيكٞ فِي ٱلۡمُلۡكِ وَلَمۡ يَكُن لَّهُ وَلِيّٞ مِّنَ ٱلذُّلِّ وَكَبِّرۡهُ تَكۡبِيرَا"],"warsh":["سُبْحَٰنَ اَلذِےٓ أَسْريٰ بِعَبْدِهِ لَيْلاٗ مِّنَ اَلْمَسْجِدِ اِلْحَرَامِ إِلَي اَلْمَسْجِدِ اِلَاقْصَا اَلذِے بَٰرَكْنَا حَوْلَهُ لِنُرِيَهُ مِنَ اٰيَٰتِنَآ إِنَّهُ هُوَ اَلسَّمِيعُ اُلْبَصِيرُ","وَءَاتَيْنَا مُوسَي اَلْكِتَٰبَ وَجَعَلْنَٰهُ هُديٗ لِّبَنِےٓ إِسْرَآءِيلَ أَلَّا تَتَّخِذُواْ مِن دُونِے وَكِيلاٗ","ذُرِّيَّةَ مَنْ حَمَلْنَا مَعَ نُوحٍ اِنَّهُ كَانَ عَبْداٗ شَكُوراٗ","وَقَضَيْنَآ إِلَيٰ بَنِےٓ إِسْرَآءِيلَ فِے اِلْكِتَٰبِ لَتُفْسِدُنَّ فِے اِلَارْضِ مَرَّتَيْنِ وَلَتَعْلُنَّ عُلُوّاٗ كَبِيراٗ","فَإِذَا جَآءَ وَعْدُ أُوليٰهُمَا بَعَثْنَا عَلَيْكُمْ عِبَاداٗ لَّنَآ أُوْلِے بَأْسٖ شَدِيدٖ فَجَاسُواْ خِلَٰلَ اَلدِّيارِ وَكَانَ وَعْداٗ مَّفْعُولاٗ","ثُمَّ رَدَدْنَا لَكُمُ اُلْكَرَّةَ عَلَيْهِمْ وَأَمْدَدْنَٰكُم بِأَمْوَٰلٖ وَبَنِينَ وَجَعَلْنَٰكُمُٓ أَكْثَرَ نَفِيراً","اِنَ اَحْسَنتُمُٓ أَحْسَنتُمْ لِأَنفُسِكُمْ وَإِنَ اَسَأْتُمْ فَلَهَا فَإِذَا جَآءَ وَعْدُ اُلَاخِرَةِ لِيَسُـُٔواْ وُجُوهَكُمْ وَلِيَدْخُلُواْ اُلْمَسْجِدَ كَمَا دَخَلُوهُ أَوَّلَ مَرَّةٖ وَلِيُتَبِّرُواْ مَا عَلَوْاْ تَتْبِيراً","عَسيٰ رَبُّكُمُٓ أَنْ يَّرْحَمَكُمْ وَإِنْ عُدتُّمْ عُدْنَا وَجَعَلْنَا جَهَنَّمَ لِلْكٰفِرِينَ حَصِيراً","اِنَّ هَٰذَا اَلْقُرْءَانَ يَهْدِے لِلتِے هِيَ أَقْوَمُ وَيُبَشِّرُ اُلْمُومِنِينَ اَلذِينَ يَعْمَلُونَ اَلصَّٰلِحَٰتِ أَنَّ لَهُمُٓ أَجْراٗ كَبِيراٗ","وَأَنَّ اَلذِينَ لَا يُومِنُونَ بِالَاخِرَةِ أَعْتَدْنَا لَهُمْ عَذَاباً اَلِيماٗ","وَيَدْعُ اُلِانسَٰنُ بِالشَّرِّ دُعَآءَهُ بِالْخَيْرِ وَكَانَ اَلِانسَٰنُ عَجُولاٗ","وَجَعَلْنَا اَليْلَ وَالنَّهَارَ ءَايَتَيْنِ فَمَحَوْنَآ ءَايَةَ اَليْلِ وَجَعَلْنَآ ءَايَةَ اَلنَّهارِ مُبْصِرَةٗ لِّتَبْتَغُواْ فَضْلاٗ مِّن رَّبِّكُمْ وَلِتَعْلَمُواْ عَدَدَ اَلسِّنِينَ وَالْحِسَابَ وَكُلَّ شَےْءٖ فَصَّلْنَٰهُ تَفْصِيلاٗ","وَكُلَّ إِنسَٰنٍ اَلْزَمْنَٰهُ طَٰٓئِرَهُ فِے عُنُقِهِ وَنُخْرِجُ لَهُ يَوْمَ اَلْقِيَٰمَةِ كِتَٰباٗ يَلْقيٰهُ مَنشُوراً","اِقْرَأْ كِتَٰبَكَ كَفيٰ بِنَفْسِكَ اَلْيَوْمَ عَلَيْكَ حَسِيباٗ","مَّنِ اِهْتَديٰ فَإِنَّمَا يَهْتَدِے لِنَفْسِهِ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا وَلَا تَزِرُ وَازِرَةٞ وِزْرَ أُخْريٰ وَمَا كُنَّا مُعَذِّبِينَ حَتَّيٰ نَبْعَثَ رَسُولاٗ","وَإِذَآ أَرَدْنَآ أَن نُّهْلِكَ قَرْيَةً اَمَرْنَا مُتْرَفِيهَا فَفَسَقُواْ فِيهَا فَحَقَّ عَلَيْهَا اَلْقَوْلُ فَدَمَّرْنَٰهَا تَدْمِيراٗ","وَكَمَ اَهْلَكْنَا مِنَ اَلْقُرُونِ مِن بَعْدِ نُوحٖ وَكَفيٰ بِرَبِّكَ بِذُنُوبِ عِبَادِهِ خَبِيراَ بَصِيراٗ","مَّن كَانَ يُرِيدُ اُلْعَاجِلَةَ عَجَّلْنَا لَهُ فِيهَا مَا نَشَآءُ لِمَن نُّرِيدُ ثُمَّ جَعَلْنَا لَهُ جَهَنَّمَ يَصْلَيٰهَا مَذْمُوماٗ مَّدْحُوراٗ","وَمَنَ اَرَادَ اَلَاخِرَةَ وَسَعيٰ لَهَا سَعْيَهَا وَهُوَ مُومِنٞ فَأُوْلَٰٓئِكَ كَانَ سَعْيُهُم مَّشْكُوراٗ","كُلّاٗ نُّمِدُّ هَٰٓؤُلَآءِ وَهَٰٓؤُلَآءِ مِنْ عَطَآءِ رَبِّكَ وَمَا كَانَ عَطَآءُ رَبِّكَ مَحْظُوراً","اُ۟نظُرْ كَيْفَ فَضَّلْنَا بَعْضَهُمْ عَلَيٰ بَعْضٖ وَلَلَاخِرَةُ أَكْبَرُ دَرَجَٰتٖ وَأَكْبَرُ تَفْضِيلاٗ","لَّا تَجْعَلْ مَعَ اَللَّهِ إِلَٰهاً اٰخَرَ فَتَقْعُدَ مَذْمُوماٗ مَّخْذُولاٗ","وَقَضيٰ رَبُّكَ أَلَّا تَعْبُدُوٓاْ إِلَّآ إِيَّاهُ وَبِالْوَٰلِدَيْنِ إِحْسَٰناً اِمَّا يَبْلُغَنَّ عِندَكَ اَلْكِبَرَ أَحَدُهُمَآ أَوْ كِلَاهُمَا فَلَا تَقُل لَّهُمَآ أُفّٖ وَلَا تَنْهَرْهُمَا وَقُل لَّهُمَا قَوْلاٗ كَرِيماٗ","وَاخْفِضْ لَهُمَا جَنَاحَ اَلذُّلِّ مِنَ اَلرَّحْمَةِ وَقُل رَّبِّ اِرْحَمْهُمَا كَمَا رَبَّيَٰنِے صَغِيراٗ","رَّبُّكُمُٓ أَعْلَمُ بِمَا فِے نُفُوسِكُمُٓ إِن تَكُونُواْ صَٰلِحِينَ فَإِنَّهُ كَانَ لِلَاوَّٰبِينَ غَفُوراٗ","وَءَاتِ ذَا اَلْقُرْبيٰ حَقَّهُ وَالْمِسْكِينَ وَابْنَ اَلسَّبِيلِ وَلَا تُبَذِّرْ تَبْذِيراً","اِنَّ اَلْمُبَذِّرِينَ كَانُوٓاْ إِخْوَٰنَ اَلشَّيَٰطِينِ وَكَانَ اَلشَّيْطَٰنُ لِرَبِّهِ كَفُوراٗ","وَإِمَّا تُعْرِضَنَّ عَنْهُمُ اُبْتِغَآءَ رَحْمَةٖ مِّن رَّبِّكَ تَرْجُوهَا فَقُل لَّهُمْ قَوْلاٗ مَّيْسُوراٗ","وَلَا تَجْعَلْ يَدَكَ مَغْلُولَةً اِلَيٰ عُنُقِكَ وَلَا تَبْسُطْهَا كُلَّ اَلْبَسْطِ فَتَقْعُدَ مَلُوماٗ مَّحْسُوراً","اِنَّ رَبَّكَ يَبْسُطُ اُلرِّزْقَ لِمَنْ يَّشَآءُ وَيَقْدِرُ إِنَّهُ كَانَ بِعِبَادِهِ خَبِيراَ بَصِيراٗ","وَلَا تَقْتُلُوٓاْ أَوْلَٰدَكُمْ خَشْيَةَ إِمْلَٰقٖ نَّحْنُ نَرْزُقُهُمْ وَإِيَّاكُمُٓ إِنَّ قَتْلَهُمْ كَانَ خِطْـٔاٗ كَبِيراٗ","وَلَا تَقْرَبُواْ اُلزِّنيٰٓ إِنَّهُ كَانَ فَٰحِشَةٗ وَسَآءَ سَبِيلاٗ","وَلَا تَقْتُلُواْ اُلنَّفْسَ اَلتِے حَرَّمَ اَللَّهُ إِلَّا بِالْحَقِّ وَمَن قُتِلَ مَظْلُوماٗ فَقَدْ جَعَلْنَا لِوَلِيِّهِ سُلْطَٰناٗ فَلَا يُسْرِف فِّے اِلْقَتْلِ إِنَّهُ كَانَ مَنصُوراٗ","وَلَا تَقْرَبُواْ مَالَ اَلْيَتِيمِ إِلَّا بِالتِے هِيَ أَحْسَنُ حَتَّيٰ يَبْلُغَ أَشُدَّهُ وَأَوْفُواْ بِالْعَهْدِ إِنَّ اَلْعَهْدَ كَانَ مَسْـُٔولاٗ","وَأَوْفُواْ اُلْكَيْلَ إِذَا كِلْتُمْ وَزِنُواْ بِالْقُسْطَاسِ اِلْمُسْتَقِيمِ ذَٰلِكَ خَيْرٞ وَأَحْسَنُ تَاوِيلاٗ","وَلَا تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ اِنَّ اَلسَّمْعَ وَالْبَصَرَ وَالْفُؤَادَ كُلُّ أُوْلَٰٓئِكَ كَانَ عَنْهُ مَسْـُٔولاٗ","وَلَا تَمْشِ فِے اِلَارْضِ مَرَحاً اِنَّكَ لَن تَخْرِقَ اَلَارْضَ وَلَن تَبْلُغَ اَلْجِبَالَ طُولاٗ","كُلُّ ذَٰلِكَ كَانَ سَيِّئَةً عِندَ رَبِّكَ مَكْرُوهاٗ","ذَٰلِكَ مِمَّآ أَوْحيٰٓ إِلَيْكَ رَبُّكَ مِنَ اَلْحِكْمَةِ وَلَا تَجْعَلْ مَعَ اَللَّهِ إِلَٰهاً اٰخَرَ فَتُلْقيٰ فِے جَهَنَّمَ مَلُوماٗ مَّدْحُوراً","اَفَأَصْفيٰكُمْ رَبُّكُم بِالْبَنِينَ وَاتَّخَذَ مِنَ اَلْمَلَٰٓئِكَةِ إِنَٰثاً اِنَّكُمْ لَتَقُولُونَ قَوْلاً عَظِيماٗ","وَلَقَدْ صَرَّفْنَا فِے هَٰذَا اَلْقُرْءَانِ لِيَذَّكَّرُواْ وَمَا يَزِيدُهُمُٓ إِلَّا نُفُوراٗ","قُل لَّوْ كَانَ مَعَهُٓ ءَالِهَةٞ كَمَا تَقُولُونَ إِذاٗ لَّابْتَغَوِاْ اِلَيٰ ذِے اِلْعَرْشِ سَبِيلاٗ","سُبْحَٰنَهُ وَتَعَٰليٰ عَمَّا يَقُولُونَ عُلُوّاٗ كَبِيراٗ","يُسَبِّحُ لَهُ اُلسَّمَٰوَٰتُ اُلسَّبْعُ وَالَارْضُ وَمَن فِيهِنَّ وَإِن مِّن شَےْءٍ اِلَّا يُسَبِّحُ بِحَمْدِهِ وَلَٰكِن لَّا تَفْقَهُونَ تَسْبِيحَهُمُٓ إِنَّهُ كَانَ حَلِيماً غَفُوراٗ","وَإِذَا قَرَأْتَ اَلْقُرْءَانَ جَعَلْنَا بَيْنَكَ وَبَيْنَ اَلذِينَ لَا يُومِنُونَ بِالَاخِرَةِ حِجَاباٗ مَّسْتُوراٗ","وَجَعَلْنَا عَلَيٰ قُلُوبِهِمُٓ أَكِنَّةً اَنْ يَّفْقَهُوهُ وَفِےٓ ءَاذَانِهِمْ وَقْراٗ وَإِذَا ذَكَرْتَ رَبَّكَ فِے اِلْقُرْءَانِ وَحْدَهُ وَلَّوْاْ عَلَيٰٓ أَدْبٰرِهِمْ نُفُوراٗ","نَّحْنُ أَعْلَمُ بِمَا يَسْتَمِعُونَ بِهِٓ إِذْ يَسْتَمِعُونَ إِلَيْكَ وَإِذْ هُمْ نَجْويٰٓ إِذْ يَقُولُ اُلظَّٰلِمُونَ إِن تَتَّبِعُونَ إِلَّا رَجُلاٗ مَّسْحُوراً","اُ۟نظُرْ كَيْفَ ضَرَبُواْ لَكَ اَلَامْثَالَ فَضَلُّواْ فَلَا يَسْتَطِيعُونَ سَبِيلاٗ","وَقَالُوٓاْ أَ۟ذَا كُنَّا عِظَٰماٗ وَرُفَٰتاً اِنَّا لَمَبْعُوثُونَ خَلْقاٗ جَدِيداٗ","قُلْ كُونُواْ حِجَارَةً اَوْ حَدِيداً","اَوْ خَلْقاٗ مِّمَّا يَكْبُرُ فِے صُدُورِكُمْ فَسَيَقُولُونَ مَنْ يُّعِيدُنَا قُلِ اِلذِے فَطَرَكُمُٓ أَوَّلَ مَرَّةٖ فَسَيُنْغِضُونَ إِلَيْكَ رُءُوسَهُمْ وَيَقُولُونَ مَتيٰ هُوَ قُلْ عَسيٰٓ أَنْ يَّكُونَ قَرِيباٗ","يَوْمَ يَدْعُوكُمْ فَتَسْتَجِيبُونَ بِحَمْدِهِ وَتَظُنُّونَ إِن لَّبِثْتُمُٓ إِلَّا قَلِيلاٗ","وَقُل لِّعِبَادِے يَقُولُواْ اُلتِے هِيَ أَحْسَنُ إِنَّ اَلشَّيْطَٰنَ يَنزَغُ بَيْنَهُمُٓ إِنَّ اَلشَّيْطَٰنَ كَانَ لِلِانسَٰنِ عَدُوّاٗ مُّبِيناٗ","رَّبُّكُمُٓ أَعْلَمُ بِكُمُٓ إِنْ يَّشَأْ يَرْحَمْكُمُٓ أَوِ اِنْ يَّشَأْ يُعَذِّبْكُمْ وَمَآ أَرْسَلْنَٰكَ عَلَيْهِمْ وَكِيلاٗ","وَرَبُّكَ أَعْلَمُ بِمَن فِے اِلسَّمَٰوَٰتِ وَالَارْضِ وَلَقَدْ فَضَّلْنَا بَعْضَ اَلنَّبِيٓـِٕنَ عَلَيٰ بَعْضٖ وَءَاتَيْنَا دَاوُدَ زَبُوراٗ","قُلُ اُ۟دْعُواْ اُلذِينَ زَعَمْتُم مِّن دُونِهِ فَلَا يَمْلِكُونَ كَشْفَ اَلضُّرِّ عَنكُمْ وَلَا تَحْوِيلاً","ا۟وْلَٰٓئِكَ اَلذِينَ يَدْعُونَ يَبْتَغُونَ إِلَيٰ رَبِّهِمُ اُلْوَسِيلَةَ أَيُّهُمُٓ أَقْرَبُ وَيَرْجُونَ رَحْمَتَهُ وَيَخَافُونَ عَذَابَهُٓ إِنَّ عَذَابَ رَبِّكَ كَانَ مَحْذُوراٗ","وَإِن مِّن قَرْيَةٍ اِلَّا نَحْنُ مُهْلِكُوهَا قَبْلَ يَوْمِ اِلْقِيَٰمَةِ أَوْ مُعَذِّبُوهَا عَذَاباٗ شَدِيداٗ كَانَ ذَٰلِكَ فِے اِلْكِتَٰبِ مَسْطُوراٗ","وَمَا مَنَعَنَآ أَن نُّرْسِلَ بِالَايَٰتِ إِلَّآ أَن كَذَّبَ بِهَا اَلَاوَّلُونَ وَءَاتَيْنَا ثَمُودَ اَلنَّاقَةَ مُبْصِرَةٗ فَظَلَمُواْ بِهَا وَمَا نُرْسِلُ بِالَايَٰتِ إِلَّا تَخْوِيفاٗ","وَإِذْ قُلْنَا لَكَ إِنَّ رَبَّكَ أَحَاطَ بِالنَّاسِ وَمَا جَعَلْنَا اَلرُّءْيَا اَلتِےٓ أَرَيْنَٰكَ إِلَّا فِتْنَةٗ لِّلنَّاسِ وَالشَّجَرَةَ اَلْمَلْعُونَةَ فِے اِلْقُرْءَانِ وَنُخَوِّفُهُمْ فَمَا يَزِيدُهُمُٓ إِلَّا طُغْيَٰناٗ كَبِيراٗ","وَإِذْ قُلْنَا لِلْمَلَٰٓئِكَةِ اِ۟سْجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبْلِيسَ قَالَ ءَآسْجُدُ لِمَنْ خَلَقْتَ طِيناٗ","قَالَ أَرَٰٓيْتَكَ هَٰذَا اَلذِے كَرَّمْتَ عَلَيَّ لَئِنَ اَخَّرْتَنِٓ إِلَيٰ يَوْمِ اِلْقِيَٰمَةِ لَأَحْتَنِكَنَّ ذُرِّيَّتَهُٓ إِلَّا قَلِيلاٗ","قَالَ اَذْهَبْ فَمَن تَبِعَكَ مِنْهُمْ فَإِنَّ جَهَنَّمَ جَزَآؤُكُمْ جَزَآءٗ مَّوْفُوراٗ","وَاسْتَفْزِزْ مَنِ اِسْتَطَعْتَ مِنْهُم بِصَوْتِكَ وَأَجْلِبْ عَلَيْهِم بِخَيْلِكَ وَرَجْلِكَ وَشَارِكْهُمْ فِے اِلَامْوَٰلِ وَالَاوْلَٰدِ وَعِدْهُمْ وَمَا يَعِدُهُمُ اُلشَّيْطَٰنُ إِلَّا غُرُوراً","اِنَّ عِبَادِے لَيْسَ لَكَ عَلَيْهِمْ سُلْطَٰنٞ وَكَفيٰ بِرَبِّكَ وَكِيلاٗ","رَّبُّكُمُ اُلذِے يُزْجِے لَكُمُ اُلْفُلْكَ فِے اِلْبَحْرِ لِتَبْتَغُواْ مِن فَضْلِهِٓ إِنَّهُ كَانَ بِكُمْ رَحِيماٗ","وَإِذَا مَسَّكُمُ اُلضُّرُّ فِے اِلْبَحْرِ ضَلَّ مَن تَدْعُونَ إِلَّآ إِيَّاهُ فَلَمَّا نَجّيٰكُمُٓ إِلَي اَلْبَرِّ أَعْرَضْتُمْ وَكَانَ اَلِانسَٰنُ كَفُوراً","اَفَأَمِنتُمُٓ أَنْ يَّخْسِفَ بِكُمْ جَانِبَ اَلْبَرِّ أَوْ يُرْسِلَ عَلَيْكُمْ حَاصِباٗ ثُمَّ لَا تَجِدُواْ لَكُمْ وَكِيلاً","اَمَ اَمِنتُمُٓ أَنْ يُّعِيدَكُمْ فِيهِ تَارَةً ا۟خْريٰ فَيُرْسِلَ عَلَيْكُمْ قَاصِفاٗ مِّنَ اَلرِّيحِ فَيُغْرِقَكُم بِمَا كَفَرْتُمْ ثُمَّ لَا تَجِدُواْ لَكُمْ عَلَيْنَا بِهِ تَبِيعاٗ","وَلَقَدْ كَرَّمْنَا بَنِےٓ ءَادَمَ وَحَمَلْنَٰهُمْ فِے اِلْبَرِّ وَالْبَحْرِ وَرَزَقْنَٰهُم مِّنَ اَلطَّيِّبَٰتِ وَفَضَّلْنَٰهُمْ عَلَيٰ كَثِيرٖ مِّمَّنْ خَلَقْنَا تَفْضِيلاٗ","يَوْمَ نَدْعُواْ كُلَّ أُنَاسِ بِإِمَٰمِهِمْ فَمَنُ ا۟وتِيَ كِتَٰبَهُ بِيَمِينِهِ فَأُوْلَٰٓئِكَ يَقْرَءُونَ كِتَٰبَهُمْ وَلَا يُظْلَمُونَ فَتِيلاٗ","وَمَن كَانَ فِے هَٰذِهِٓ أَعْميٰ فَهُوَ فِے اِلَاخِرَةِ أَعْميٰ وَأَضَلُّ سَبِيلاٗ","وَإِن كَادُواْ لَيَفْتِنُونَكَ عَنِ اِلذِےٓ أَوْحَيْنَآ إِلَيْكَ لِتَفْتَرِيَ عَلَيْنَا غَيْرَهُ وَإِذاٗ لَّاتَّخَذُوكَ خَلِيلاٗ","وَلَوْلَآ أَن ثَبَّتْنَٰكَ لَقَدْ كِدتَّ تَرْكَنُ إِلَيْهِمْ شَيْـٔاٗ قَلِيلاً","اِذاٗ لَّأَذَقْنَٰكَ ضِعْفَ اَلْحَيَوٰةِ وَضِعْفَ اَلْمَمَاتِ ثُمَّ لَا تَجِدُ لَكَ عَلَيْنَا نَصِيراٗ","وَإِن كَادُواْ لَيَسْتَفِزُّونَكَ مِنَ اَلَارْضِ لِيُخْرِجُوكَ مِنْهَا وَإِذاٗ لَّا يَلْبَثُونَ خَلْفَكَ إِلَّا قَلِيلاٗ","سُنَّةَ مَن قَدَ اَرْسَلْنَا قَبْلَكَ مِن رُّسُلِنَا وَلَا تَجِدُ لِسُنَّتِنَا تَحْوِيلاً","اَقِمِ اِلصَّلَوٰةَ لِدُلُوكِ اِلشَّمْسِ إِلَيٰ غَسَقِ اِليْلِ وَقُرْءَانَ اَلْفَجْرِ إِنَّ قُرْءَانَ اَلْفَجْرِ كَانَ مَشْهُوداٗ","وَمِنَ اَليْلِ فَتَهَجَّدْ بِهِ نَافِلَةٗ لَّكَ عَسيٰٓ أَنْ يَّبْعَثَكَ رَبُّكَ مَقَاماٗ مَّحْمُوداٗ","وَقُل رَّبِّ أَدْخِلْنِے مُدْخَلَ صِدْقٖ وَأَخْرِجْنِے مُخْرَجَ صِدْقٖ وَاجْعَل لِّے مِن لَّدُنكَ سُلْطَٰناٗ نَّصِيراٗ","وَقُلْ جَآءَ اَلْحَقُّ وَزَهَقَ اَلْبَٰطِلُ إِنَّ اَلْبَٰطِلَ كَانَ زَهُوقاٗ","وَنُنَزِّلُ مِنَ اَلْقُرْءَانِ مَا هُوَ شِفَآءٞ وَرَحْمَةٞ لِّلْمُومِنِينَ وَلَا يَزِيدُ اُلظَّٰلِمِينَ إِلَّا خَسَاراٗ","وَإِذَآ أَنْعَمْنَا عَلَي اَلِانسَٰنِ أَعْرَضَ وَنَـٔا بِجَانِبِهِ وَإِذَا مَسَّهُ اُلشَّرُّ كَانَ يَـُٔوساٗ","قُلْ كُلّٞ يَعْمَلُ عَلَيٰ شَاكِلَتِهِ فَرَبُّكُمُٓ أَعْلَمُ بِمَنْ هُوَ أَهْديٰ سَبِيلاٗ","وَيَسْـَٔلُونَكَ عَنِ اِلرُّوحِ قُلِ اِلرُّوحُ مِنَ اَمْرِ رَبِّے وَمَآ أُوتِيتُم مِّنَ اَلْعِلْمِ إِلَّا قَلِيلاٗ","وَلَئِن شِئْنَا لَنَذْهَبَنَّ بِالذِےٓ أَوْحَيْنَآ إِلَيْكَ ثُمَّ لَا تَجِدُ لَكَ بِهِ عَلَيْنَا وَكِيلاً","اِلَّا رَحْمَةٗ مِّن رَّبِّكَ إِنَّ فَضْلَهُ كَانَ عَلَيْكَ كَبِيراٗ","قُل لَّئِنِ اِجْتَمَعَتِ اِلِانسُ وَالْجِنُّ عَلَيٰٓ أَنْ يَّاتُواْ بِمِثْلِ هَٰذَا اَلْقُرْءَانِ لَا يَاتُونَ بِمِثْلِهِ وَلَوْ كَانَ بَعْضُهُمْ لِبَعْضٖ ظَهِيراٗ","وَلَقَدْ صَرَّفْنَا لِلنَّاسِ فِے هَٰذَا اَلْقُرْءَانِ مِن كُلِّ مَثَلٖ فَأَبيٰٓ أَكْثَرُ اُلنَّاسِ إِلَّا كُفُوراٗ","وَقَالُواْ لَن نُّومِنَ لَكَ حَتَّيٰ تُفَجِّرَ لَنَا مِنَ اَلَارْضِ يَنبُوعاً","اَوْ تَكُونَ لَكَ جَنَّةٞ مِّن نَّخِيلٖ وَعِنَبٖ فَتُفَجِّرَ اَلَانْهَٰرَ خِلَٰلَهَا تَفْجِيراً","اَوْ تُسْقِطَ اَلسَّمَآءَ كَمَا زَعَمْتَ عَلَيْنَا كِسَفاً اَوْ تَاتِيَ بِاللَّهِ وَالْمَلَٰٓئِكَةِ قَبِيلاً","اَوْ يَكُونَ لَكَ بَيْتٞ مِّن زُخْرُفٍ اَوْ تَرْقيٰ فِے اِلسَّمَآءِ وَلَن نُّومِنَ لِرُقِيِّكَ حَتَّيٰ تُنَزِّلَ عَلَيْنَا كِتَٰباٗ نَّقْرَؤُهُ قُلْ سُبْحَٰنَ رَبِّے هَلْ كُنتُ إِلَّا بَشَراٗ رَّسُولاٗ","وَمَا مَنَعَ اَلنَّاسَ أَنْ يُّومِنُوٓاْ إِذْ جَآءَهُمُ اُلْهُديٰٓ إِلَّآ أَن قَالُوٓاْ أَبَعَثَ اَللَّهُ بَشَراٗ رَّسُولاٗ","قُل لَّوْ كَانَ فِے اِلَارْضِ مَلَٰٓئِكَةٞ يَمْشُونَ مُطْمَئِنِّينَ لَنَزَّلْنَا عَلَيْهِم مِّنَ اَلسَّمَآءِ مَلَكاٗ رَّسُولاٗ","قُلْ كَفيٰ بِاللَّهِ شَهِيداَ بَيْنِے وَبَيْنَكُمُٓ إِنَّهُ كَانَ بِعِبَادِهِ خَبِيراَ بَصِيراٗ","وَمَنْ يَّهْدِ اِللَّهُ فَهُوَ اَلْمُهْتَدِ وَمَنْ يُّضْلِلْ فَلَن تَجِدَ لَهُمُٓ أَوْلِيَآءَ مِن دُونِهِ وَنَحْشُرُهُمْ يَوْمَ اَلْقِيَٰمَةِ عَلَيٰ وُجُوهِهِمْ عُمْياٗ وَبُكْماٗ وَصُمّاٗ مَّأْويٰهُمْ جَهَنَّمُ كُلَّمَا خَبَتْ زِدْنَٰهُمْ سَعِيراٗ","ذَٰلِكَ جَزَآؤُهُم بِأَنَّهُمْ كَفَرُواْ بِـَٔايَٰتِنَا وَقَالُوٓاْ أَ۟ذَا كُنَّا عِظَٰماٗ وَرُفَٰتاً اِنَّا لَمَبْعُوثُونَ خَلْقاٗ جَدِيداً","اَوَلَمْ يَرَوَاْ اَنَّ اَللَّهَ اَلذِے خَلَقَ اَلسَّمَٰوَٰتِ وَالَارْضَ قَادِرٌ عَلَيٰٓ أَنْ يَّخْلُقَ مِثْلَهُمْ وَجَعَلَ لَهُمُٓ أَجَلاٗ لَّا رَيْبَ فِيهِ فَأَبَي اَلظَّٰلِمُونَ إِلَّا كُفُوراٗ","قُل لَّوَ اَنتُمْ تَمْلِكُونَ خَزَآئِنَ رَحْمَةِ رَبِّيَ إِذاٗ لَّأَمْسَكْتُمْ خَشْيَةَ اَلِانفَاقِ وَكَانَ اَلِانسَٰنُ قَتُوراٗ","وَلَقَدَ اٰتَيْنَا مُوسيٰ تِسْعَ ءَايَٰتِ بَيِّنَٰتٖ فَسْـَٔلْ بَنِےٓ إِسْرَآءِيلَ إِذْ جَآءَهُمْ فَقَالَ لَهُ فِرْعَوْنُ إِنِّے لَأَظُنُّكَ يَٰمُوسيٰ مَسْحُوراٗ","قَالَ لَقَدْ عَلِمْتَ مَآ أَنزَلَ هَٰٓؤُلَآءِ الَّا رَبُّ اُلسَّمَٰوَٰتِ وَالَارْضِ بَصَآئِرَ وَإِنِّے لَأَظُنُّكَ يَٰفِرْعَوْنُ مَثْبُوراٗ","فَأَرَادَ أَنْ يَّسْتَفِزَّهُم مِّنَ اَلَارْضِ فَأَغْرَقْنَٰهُ وَمَن مَّعَهُ جَمِيعاٗ","وَقُلْنَا مِن بَعْدِهِ لِبَنِےٓ إِسْرَآءِيلَ اَ۟سْكُنُواْ اُلَارْضَ فَإِذَا جَآءَ وَعْدُ اُلَاخِرَةِ جِئْنَا بِكُمْ لَفِيفاٗ","وَبِالْحَقِّ أَنزَلْنَٰهُ وَبِالْحَقِّ نَزَلَ وَمَآ أَرْسَلْنَٰكَ إِلَّا مُبَشِّراٗ وَنَذِيراٗ","وَقُرْءَاناٗ فَرَقْنَٰهُ لِتَقْرَأَهُ عَلَي اَلنَّاسِ عَلَيٰ مُكْثٖ وَنَزَّلْنَٰهُ تَنزِيلاٗ","قُلَ اٰمِنُواْ بِهِٓ أَوْ لَا تُومِنُوٓاْ إِنَّ اَلذِينَ أُوتُواْ اُلْعِلْمَ مِن قَبْلِهِٓ إِذَا يُتْليٰ عَلَيْهِمْ يَخِرُّونَ لِلَاذْقَانِ سُجَّداٗ وَيَقُولُونَ سُبْحَٰنَ رَبِّنَآ إِن كَانَ وَعْدُ رَبِّنَا لَمَفْعُولاٗ","وَيَخِرُّونَ لِلَاذْقَانِ يَبْكُونَ وَيَزِيدُهُمْ خُشُوعاٗ","قُلُ اُ۟دْعُواْ اُللَّهَ أَوُ اُ۟دْعُواْ اُلرَّحْمَٰنَ أَيّاٗ مَّا تَدْعُواْ فَلَهُ اُلَاسْمَآءُ اُلْحُسْنيٰ وَلَا تَجْهَرْ بِصَلَاتِكَ وَلَا تُخَافِتْ بِهَا وَابْتَغِ بَيْنَ ذَٰلِكَ سَبِيلاٗ","وَقُلِ اِلْحَمْدُ لِلهِ اِلذِے لَمْ يَتَّخِذْ وَلَداٗ وَلَمْ يَكُن لَّهُ شَرِيكٞ فِے اِلْمُلْكِ وَلَمْ يَكُن لَّهُ وَلِيّٞ مِّنَ اَلذُّلِّ وَكَبِّرْهُ تَكْبِيراً"],"aldoori":["سُبۡحَٰنَ اَلَّذِيٓ أَسۡريٰ بِعَبۡدِهِ لَيۡلٗا مِّنَ اَلۡمَسۡجِدِ اِلۡحَرَامِ إِلَى اَلۡمَسۡجِدِ اِلۡأَقۡصَا اَلَّذِي بَٰرَكۡنَا حَوۡلَهُ لِنُرِيَهُ مِنۡ ءَايَٰتِنَآ إِنَّهُ هُوَ اَلسَّمِيعُ اُلۡبَصِيرُ","وَءَاتَيۡنَا مُوسَى اَلۡكِتَٰبَ وَجَعَلۡنَٰهُ هُدٗى لِّبَنِيٓ إِسۡرَٰٓءِيلَ أَلَّا يَتَّخِذُواْ مِن دُونِي وَكِيلٗا","ذُرِّيَّةَ مَنۡ حَمَلۡنَا مَعَ نُوحٍ إِنَّهُ كَانَ عَبۡدٗا شَكُورٗا","وَقَضَيۡنَآ إِلَىٰ بَنِيٓ إِسۡرَٰٓءِيلَ فِي اِلۡكِتَٰبِ لَتُفۡسِدُنَّ فِي اِلۡأَرۡضِ مَرَّتَيۡنِ وَلَتَعۡلُنَّ عُلُوّٗا كَبِيرٗا","فَإِذَا جَآءَ وَعۡدُ أُولىٰهُمَا بَعَثۡنَا عَلَيۡكُمۡ عِبَادٗا لَّنَآ أُوْلِي بَأۡسٖ شَدِيدٖ فَجَاسُواْ خِلَٰلَ اَلدِّيارِ وَكَانَ وَعۡدٗا مَّفۡعُولٗا","ثُمَّ رَدَدۡنَا لَكُمُ اُلۡكَرَّةَ عَلَيۡهِمۡ وَأَمۡدَدۡنَٰكُم بِأَمۡوَٰلٖ وَبَنِينَ وَجَعَلۡنَٰكُمۡ أَكۡثَرَ نَفِيرًا","إِنۡ أَحۡسَنتُمۡ أَحۡسَنتُمۡ لِأَنفُسِكُمۡ وَإِنۡ أَسَأۡتُمۡ فَلَهَا فَإِذَا جَآءَ وَعۡدُ اُلۡأٓخِرَةِ لِيَسُ‍ُٔواْ وُجُوهَكُمۡ وَلِيَدۡخُلُواْ اُلۡمَسۡجِدَ كَمَا دَخَلُوهُ أَوَّلَ مَرَّةٖ وَلِيُتَبِّرُواْ مَا عَلَوۡاْ تَتۡبِيرًا","عَسَىٰ رَبُّكُمۡ أَن يَرۡحَمَكُمۡ وَإِنۡ عُدتُّمۡ عُدۡنَا وَجَعَلۡنَا جَهَنَّمَ لِلۡكٰفِرِينَ حَصِيرًا","إِنَّ هَٰذَا اَلۡقُرۡءَانَ يَهۡدِي لِلَّتِي هِيَ أَقۡوَمُ وَيُبَشِّرُ اُلۡمُؤۡمِنِينَ اَلَّذِينَ يَعۡمَلُونَ اَلصَّٰلِحَٰتِ أَنَّ لَهُمۡ أَجۡرٗا كَبِيرٗا","وَأَنَّ اَلَّذِينَ لَا يُؤۡمِنُونَ بِالۡأٓخِرَةِ أَعۡتَدۡنَا لَهُمۡ عَذَابًا أَلِيمٗا","وَيَدۡعُ اُلۡإِنسَٰنُ بِالشَّرِّ دُعَآءَهُ بِالۡخَيۡرِ وَكَانَ اَلۡإِنسَٰنُ عَجُولٗا","وَجَعَلۡنَا اَلَّيۡلَ وَاَلنَّهَارَ ءَايَتَيۡنِ فَمَحَوۡنَآ ءَايَةَ اَلَّيۡلِ وَجَعَلۡنَآ ءَايَةَ اَلنَّهارِ مُبۡصِرَةٗ لِّتَبۡتَغُواْ فَضۡلٗا مِّن رَّبِّكُمۡ وَلِتَعۡلَمُواْ عَدَدَ اَلسِّنِينَ وَاَلۡحِسَابَ وَكُلَّ شَيۡءٖ فَصَّلۡنَٰهُ تَفۡصِيلٗا","وَكُلَّ إِنسَٰنٍ أَلۡزَمۡنَٰهُ طَٰٓئِرَهُ فِي عُنُقِهِ وَنُخۡرِجُ لَهُ يَوۡمَ اَلۡقِيَٰمَةِ كِتَٰبٗا يَلۡقَىٰهُ مَنشُورًا","اِقۡرَأۡ كِتَٰبَكَ كَفَىٰ بِنَفۡسِكَ اَلۡيَوۡمَ عَلَيۡكَ حَسِيبٗا","مَّنِ اِهۡتَدَىٰ فَإِنَّمَا يَهۡتَدِي لِنَفۡسِهِ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيۡهَا وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡريٰ وَمَا كُنَّا مُعَذِّبِينَ حَتَّىٰ نَبۡعَثَ رَسُولٗا","وَإِذَآ أَرَدۡنَآ أَن نُّهۡلِكَ قَرۡيَةً أَمَرۡنَا مُتۡرَفِيهَا فَفَسَقُواْ فِيهَا فَحَقَّ عَلَيۡهَا اَلۡقَوۡلُ فَدَمَّرۡنَٰهَا تَدۡمِيرٗا","وَكَمۡ أَهۡلَكۡنَا مِنَ اَلۡقُرُونِ مِن بَعۡدِ نُوحٖ وَكَفَىٰ بِرَبِّكَ بِذُنُوبِ عِبَادِهِ خَبِيرَا بَصِيرٗا","مَّن كَانَ يُرِيدُ اُلۡعَاجِلَةَ عَجَّلۡنَا لَهُ فِيهَا مَا نَشَآءُ لِمَن نُّرِيدُ ثُمَّ جَعَلۡنَا لَهُ جَهَنَّمَ يَصۡلَىٰهَا مَذۡمُومٗا مَّدۡحُورٗا","وَمَنۡ أَرَادَ اَلۡأٓخِرَةَ وَسَعَىٰ لَهَا سَعۡيَهَا وَهۡوَ مُؤۡمِنٞ فَأُوْلَٰٓئِكَ كَانَ سَعۡيُهُم مَّشۡكُورٗا","كُلّٗا نُّمِدُّ هَٰٓؤُلَآءِ وَهَٰٓؤُلَآءِ مِنۡ عَطَآءِ رَبِّكَ وَمَا كَانَ عَطَآءُ رَبِّكَ مَحۡظُورًا","اِ۟نظُرۡ كَيۡفَ فَضَّلۡنَا بَعۡضَهُمۡ عَلَىٰ بَعۡضٖ وَلَلۡأٓخِرَةُ أَكۡبَرُ دَرَجَٰتٖ وَأَكۡبَرُ تَفۡضِيلٗا","لَّا تَجۡعَلۡ مَعَ اَللَّهِ إِلَٰهًا ءَاخَرَ فَتَقۡعُدَ مَذۡمُومٗا مَّخۡذُولٗا","وَقَضَىٰ رَبُّكَ أَلَّا تَعۡبُدُوٓاْ إِلَّآ إِيَّاهُ وَبِالۡوَٰلِدَيۡنِ إِحۡسَٰنًا إِمَّا يَبۡلُغَنَّ عِندَكَ اَلۡكِبَرَ أَحَدُهُمَآ أَوۡ كِلَاهُمَا فَلَا تَقُل لَّهُمَآ أُفِّ وَلَا تَنۡهَرۡهُمَا وَقُل لَّهُمَا قَوۡلٗا كَرِيمٗا","وَاَخۡفِضۡ لَهُمَا جَنَاحَ اَلذُّلِّ مِنَ اَلرَّحۡمَةِ وَقُل رَّبِّ اِرۡحَمۡهُمَا كَمَا رَبَّيَانِي صَغِيرٗا","رَّبُّكُمۡ أَعۡلَمُ بِمَا فِي نُفُوسِكُمۡ إِن تَكُونُواْ صَٰلِحِينَ فَإِنَّهُ كَانَ لِلۡأَوَّٰبِينَ غَفُورٗا","وَءَاتِ ذَا اَلۡقُرۡبيٰ حَقَّهُ وَاَلۡمِسۡكِينَ وَاَبۡنَ اَلسَّبِيلِ وَلَا تُبَذِّرۡ تَبۡذِيرًا","إِنَّ اَلۡمُبَذِّرِينَ كَانُوٓاْ إِخۡوَٰنَ اَلشَّيَٰطِينِ وَكَانَ اَلشَّيۡطَٰنُ لِرَبِّهِ كَفُورٗا","وَإِمَّا تُعۡرِضَنَّ عَنۡهُمُ اُبۡتِغَآءَ رَحۡمَةٖ مِّن رَّبِّكَ تَرۡجُوهَا فَقُل لَّهُمۡ قَوۡلٗا مَّيۡسُورٗا","وَلَا تَجۡعَلۡ يَدَكَ مَغۡلُولَةً إِلَىٰ عُنُقِكَ وَلَا تَبۡسُطۡهَا كُلَّ اَلۡبَسۡطِ فَتَقۡعُدَ مَلُومٗا مَّحۡسُورًا","إِنَّ رَبَّكَ يَبۡسُطُ اُلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُ إِنَّهُ كَانَ بِعِبَادِهِ خَبِيرَا بَصِيرٗا","وَلَا تَقۡتُلُوٓاْ أَوۡلَٰدَكُمۡ خَشۡيَةَ إِمۡلَٰقٖ نَّحۡنُ نَرۡزُقُهُمۡ وَإِيَّاكُمۡ إِنَّ قَتۡلَهُمۡ كَانَ خِطۡـٔٗا كَبِيرٗا","وَلَا تَقۡرَبُواْ اُلزِّنَىٰٓ إِنَّهُ كَانَ فَٰحِشَةٗ وَسَآءَ سَبِيلٗا","وَلَا تَقۡتُلُواْ اُلنَّفۡسَ اَلَّتِي حَرَّمَ اَللَّهُ إِلَّا بِالۡحَقِّ وَمَن قُتِلَ مَظۡلُومٗا فَقَد جَّعَلۡنَا لِوَلِيِّهِ سُلۡطَٰنٗا فَلَا يُسۡرِف فِّي اِلۡقَتۡلِ إِنَّهُ كَانَ مَنصُورٗا","وَلَا تَقۡرَبُواْ مَالَ اَلۡيَتِيمِ إِلَّا بِالَّتِي هِيَ أَحۡسَنُ حَتَّىٰ يَبۡلُغَ أَشُدَّهُ وَأَوۡفُواْ بِالۡعَهۡدِ إِنَّ اَلۡعَهۡدَ كَانَ مَسۡـُٔولٗا","وَأَوۡفُواْ اُلۡكَيۡلَ إِذَا كِلۡتُمۡ وَزِنُواْ بِالۡقُسۡطَاسِ اِلۡمُسۡتَقِيمِ ذَٰلِكَ خَيۡرٞ وَأَحۡسَنُ تَأۡوِيلٗا","وَلَا تَقۡفُ مَا لَيۡسَ لَكَ بِهِ عِلۡمٌ إِنَّ اَلسَّمۡعَ وَاَلۡبَصَرَ وَاَلۡفُؤَادَ كُلُّ أُوْلَٰٓئِكَ كَانَ عَنۡهُ مَسۡـُٔولٗا","وَلَا تَمۡشِ فِي اِلۡأَرۡضِ مَرَحًا إِنَّكَ لَن تَخۡرِقَ اَلۡأَرۡضَ وَلَن تَبۡلُغَ اَلۡجِبَالَ طُولٗا","كُلُّ ذَٰلِكَ كَانَ سَيِّئَةً عِندَ رَبِّكَ مَكۡرُوهٗا","ذَٰلِكَ مِمَّآ أَوۡحَىٰٓ إِلَيۡكَ رَبُّكَ مِنَ اَلۡحِكۡمَةِ وَلَا تَجۡعَلۡ مَعَ اَللَّهِ إِلَٰهًا ءَاخَرَ فَتُلۡقَىٰ فِي جَهَنَّمَ مَلُومٗا مَّدۡحُورًا","أَفَأَصۡفَىٰكُمۡ رَبُّكُم بِالۡبَنِينَ وَاَتَّخَذَ مِنَ اَلۡمَلَٰٓئِكَةِ إِنَٰثًا إِنَّكُمۡ لَتَقُولُونَ قَوۡلًا عَظِيمٗا","وَلَقَد صَّرَّفۡنَا فِي هَٰذَا اَلۡقُرۡءَانِ لِيَذَّكَّرُواْ وَمَا يَزِيدُهُمۡ إِلَّا نُفُورٗا","قُل لَّوۡ كَانَ مَعَهُٓ ءَالِهَةٞ كَمَا تَقُولُونَ إِذٗا لَّاَبۡتَغَوۡاْ إِلَىٰ ذِي اِلۡعَرۡشِ سَبِيلٗا","سُبۡحَٰنَهُ وَتَعَٰلَىٰ عَمَّا يَقُولُونَ عُلُوّٗا كَبِيرٗا","تُسَبِّحُ لَهُ اُلسَّمَٰوَٰتُ اُلسَّبۡعُ وَاَلۡأَرۡضُ وَمَن فِيهِنَّ وَإِن مِّن شَيۡءٍ إِلَّا يُسَبِّحُ بِحَمۡدِهِ وَلَٰكِن لَّا تَفۡقَهُونَ تَسۡبِيحَهُمۡ إِنَّهُ كَانَ حَلِيمًا غَفُورٗا","وَإِذَا قَرَأۡتَ اَلۡقُرۡءَانَ جَعَلۡنَا بَيۡنَكَ وَبَيۡنَ اَلَّذِينَ لَا يُؤۡمِنُونَ بِالۡأٓخِرَةِ حِجَابٗا مَّسۡتُورٗا","وَجَعَلۡنَا عَلَىٰ قُلُوبِهِمۡ أَكِنَّةً أَن يَفۡقَهُوهُ وَفِيٓ ءَاذَانِهِمۡ وَقۡرٗا وَإِذَا ذَكَرۡتَ رَبَّكَ فِي اِلۡقُرۡءَانِ وَحۡدَهُ وَلَّوۡاْ عَلَىٰٓ أَدۡبٰرِهِمۡ نُفُورٗا","نَّحۡنُ أَعۡلَمُ بِمَا يَسۡتَمِعُونَ بِهِٓ إِذۡ يَسۡتَمِعُونَ إِلَيۡكَ وَإِذۡ هُمۡ نَجۡويٰٓ إِذۡ يَقُولُ اُلظَّٰلِمُونَ إِن تَتَّبِعُونَ إِلَّا رَجُلٗا مَّسۡحُورًا","اِ۟نظُرۡ كَيۡفَ ضَرَبُواْ لَكَ اَلۡأَمۡثَالَ فَضَلُّواْ فَلَا يَسۡتَطِيعُونَ سَبِيلٗا","وَقَالُوٓاْ أَٰ۟ذَا كُنَّا عِظَٰمٗا وَرُفَٰتًا أَٰ۟نَّا لَمَبۡعُوثُونَ خَلۡقٗا جَدِيدٗا","قُلۡ كُونُواْ حِجَارَةً أَوۡ حَدِيدًا","أَوۡ خَلۡقٗا مِّمَّا يَكۡبُرُ فِي صُدُورِكُمۡ فَسَيَقُولُونَ مَن يُعِيدُنَا قُلِ اِلَّذِي فَطَرَكُمۡ أَوَّلَ مَرَّةٖ فَسَيُنۡغِضُونَ إِلَيۡكَ رُءُوسَهُمۡ وَيَقُولُونَ مَتَىٰ هُوَ قُلۡ عَسَىٰٓ أَن يَكُونَ قَرِيبٗا","يَوۡمَ يَدۡعُوكُمۡ فَتَسۡتَجِيبُونَ بِحَمۡدِهِ وَتَظُنُّونَ إِن لَّبِثتُّمۡ إِلَّا قَلِيلٗا","وَقُل لِّعِبَادِي يَقُولُواْ اُلَّتِي هِيَ أَحۡسَنُ إِنَّ اَلشَّيۡطَٰنَ يَنزَغُ بَيۡنَهُمۡ إِنَّ اَلشَّيۡطَٰنَ كَانَ لِلۡإِنسَٰنِ عَدُوّٗا مُّبِينٗا","رَّبُّكُمۡ أَعۡلَمُ بِكُمۡ إِن يَشَأۡ يَرۡحَمۡكُمۡ أَوۡ إِن يَشَأۡ يُعَذِّبۡكُمۡ وَمَآ أَرۡسَلۡنَٰكَ عَلَيۡهِمۡ وَكِيلٗا","وَرَبُّكَ أَعۡلَمُ بِمَن فِي اِلسَّمَٰوَٰتِ وَاَلۡأَرۡضِ وَلَقَدۡ فَضَّلۡنَا بَعۡضَ اَلنَّبِيِّـنَ عَلَىٰ بَعۡضٖ وَءَاتَيۡنَا دَاوُدَ زَبُورٗا","قُلُ اُ۟دۡعُواْ اُلَّذِينَ زَعَمۡتُم مِّن دُونِهِ فَلَا يَمۡلِكُونَ كَشۡفَ اَلضُّرِّ عَنكُمۡ وَلَا تَحۡوِيلًا","أُوْلَٰٓئِكَ اَلَّذِينَ يَدۡعُونَ يَبۡتَغُونَ إِلَىٰ رَبِّهِمِ اِلۡوَسِيلَةَ أَيُّهُمۡ أَقۡرَبُ وَيَرۡجُونَ رَحۡمَتَهُ وَيَخَافُونَ عَذَابَهُٓ إِنَّ عَذَابَ رَبِّكَ كَانَ مَحۡذُورٗا","وَإِن مِّن قَرۡيَةٍ إِلَّا نَحۡنُ مُهۡلِكُوهَا قَبۡلَ يَوۡمِ اِلۡقِيَٰمَةِ أَوۡ مُعَذِّبُوهَا عَذَابٗا شَدِيدٗا كَانَ ذَٰلِكَ فِي اِلۡكِتَٰبِ مَسۡطُورٗا","وَمَا مَنَعَنَآ أَن نُّرۡسِلَ بِالۡأٓيَٰتِ إِلَّآ أَن كَذَّبَ بِهَا اَلۡأَوَّلُونَ وَءَاتَيۡنَا ثَمُودَ اَلنَّاقَةَ مُبۡصِرَةٗ فَظَلَمُواْ بِهَا وَمَا نُرۡسِلُ بِالۡأٓيَٰتِ إِلَّا تَخۡوِيفٗا","وَإِذۡ قُلۡنَا لَكَ إِنَّ رَبَّكَ أَحَاطَ بِالنّاسِ وَمَا جَعَلۡنَا اَلرُّءۡيَا اَلَّتِيٓ أَرَيۡنَٰكَ إِلَّا فِتۡنَةٗ لِّلنّاسِ وَاَلشَّجَرَةَ اَلۡمَلۡعُونَةَ فِي اِلۡقُرۡءَانِ وَنُخَوِّفُهُمۡ فَمَا يَزِيدُهُمۡ إِلَّا طُغۡيَٰنٗا كَبِيرٗا","وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ اِ۟سۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ قَالَ ءَٰاسۡجُدُ لِمَنۡ خَلَقۡتَ طِينٗا","قَالَ أَرَءَيۡتَكَ هَٰذَا اَلَّذِي كَرَّمۡتَ عَلَيَّ لَئِنۡ أَخَّرۡتَنِٓ إِلَىٰ يَوۡمِ اِلۡقِيَٰمَةِ لَأَحۡتَنِكَنَّ ذُرِّيَّتَهُٓ إِلَّا قَلِيلٗا","قَالَ اَذۡهَب فَّمَن تَبِعَكَ مِنۡهُمۡ فَإِنَّ جَهَنَّمَ جَزَآؤُكُمۡ جَزَآءٗ مَّوۡفُورٗا","وَاَسۡتَفۡزِزۡ مَنِ اِسۡتَطَعۡتَ مِنۡهُم بِصَوۡتِكَ وَأَجۡلِبۡ عَلَيۡهِم بِخَيۡلِكَ وَرَجۡلِكَ وَشَارِكۡهُمۡ فِي اِلۡأَمۡوَٰلِ وَاَلۡأَوۡلَٰدِ وَعِدۡهُمۡ وَمَا يَعِدُهُمُ اُلشَّيۡطَٰنُ إِلَّا غُرُورًا","إِنَّ عِبَادِي لَيۡسَ لَكَ عَلَيۡهِمۡ سُلۡطَٰنٞ وَكَفَىٰ بِرَبِّكَ وَكِيلٗا","رَّبُّكُمُ اُلَّذِي يُزۡجِي لَكُمُ اُلۡفُلۡكَ فِي اِلۡبَحۡرِ لِتَبۡتَغُواْ مِن فَضۡلِهِٓ إِنَّهُ كَانَ بِكُمۡ رَحِيمٗا","وَإِذَا مَسَّكُمُ اُلضُّرُّ فِي اِلۡبَحۡرِ ضَلَّ مَن تَدۡعُونَ إِلَّآ إِيَّاهُ فَلَمَّا نَجَّىٰكُمۡ إِلَى اَلۡبَرِّ أَعۡرَضۡتُمۡ وَكَانَ اَلۡإِنسَٰنُ كَفُورًا","أَفَأَمِنتُمۡ أَن نَّخۡسِفَ بِكُمۡ جَانِبَ اَلۡبَرِّ أَوۡ نُرۡسِلَ عَلَيۡكُمۡ حَاصِبٗا ثُمَّ لَا تَجِدُواْ لَكُمۡ وَكِيلًا","أَمۡ أَمِنتُمۡ أَن نُّعِيدَكُمۡ فِيهِ تَارَةً أُخۡريٰ فَنُرۡسِلَ عَلَيۡكُمۡ قَاصِفٗا مِّنَ اَلرِّيحِ فَنُغۡرِقَكُم بِمَا كَفَرۡتُمۡ ثُمَّ لَا تَجِدُواْ لَكُمۡ عَلَيۡنَا بِهِ تَبِيعٗا","وَلَقَدۡ كَرَّمۡنَا بَنِيٓ ءَادَمَ وَحَمَلۡنَٰهُمۡ فِي اِلۡبَرِّ وَاَلۡبَحۡرِ وَرَزَقۡنَٰهُم مِّنَ اَلطَّيِّبَٰتِ وَفَضَّلۡنَٰهُمۡ عَلَىٰ كَثِيرٖ مِّمَّنۡ خَلَقۡنَا تَفۡضِيلٗا","يَوۡمَ نَدۡعُواْ كُلَّ أُنَاسِ بِإِمَٰمِهِمۡ فَمَنۡ أُوتِيَ كِتَٰبَهُ بِيَمِينِهِ فَأُوْلَٰٓئِكَ يَقۡرَءُونَ كِتَٰبَهُمۡ وَلَا يُظۡلَمُونَ فَتِيلٗا","وَمَن كَانَ فِي هَٰذِهِٓ أَعۡميٰ فَهۡوَ فِي اِلۡأٓخِرَةِ أَعۡمَىٰ وَأَضَلُّ سَبِيلٗا","وَإِن كَادُواْ لَيَفۡتِنُونَكَ عَنِ اِلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ لِتَفۡتَرِيَ عَلَيۡنَا غَيۡرَهُ وَإِذٗا لَّاَتَّخَذُوكَ خَلِيلٗا","وَلَوۡلَآ أَن ثَبَّتۡنَٰكَ لَقَدۡ كِدتَّ تَرۡكَنُ إِلَيۡهِمۡ شَيۡـٔٗا قَلِيلًا","إِذٗا لَّأَذَقۡنَٰكَ ضِعۡفَ اَلۡحَيَوٰةِ وَضِعۡفَ اَلۡمَمَاتِ ثُمَّ لَا تَجِدُ لَكَ عَلَيۡنَا نَصِيرٗا","وَإِن كَادُواْ لَيَسۡتَفِزُّونَكَ مِنَ اَلۡأَرۡضِ لِيُخۡرِجُوكَ مِنۡهَا وَإِذٗا لَّا يَلۡبَثُونَ خَلۡفَكَ إِلَّا قَلِيلٗا","سُنَّةَ مَن قَدۡ أَرۡسَلۡنَا قَبۡلَكَ مِن رُّسۡلِنَا وَلَا تَجِدُ لِسُنَّتِنَا تَحۡوِيلًا","أَقِمِ اِلصَّلَوٰةَ لِدُلُوكِ اِلشَّمۡسِ إِلَىٰ غَسَقِ اِلَّيۡلِ وَقُرۡءَانَ اَلۡفَجۡرِ إِنَّ قُرۡءَانَ اَلۡفَجۡرِ كَانَ مَشۡهُودٗا","وَمِنَ اَلَّيۡلِ فَتَهَجَّدۡ بِهِ نَافِلَةٗ لَّكَ عَسَىٰٓ أَن يَبۡعَثَكَ رَبُّكَ مَقَامٗا مَّحۡمُودٗا","وَقُل رَّبِّ أَدۡخِلۡنِي مُدۡخَلَ صِدۡقٖ وَأَخۡرِجۡنِي مُخۡرَجَ صِدۡقٖ وَاَجۡعَل لِّي مِن لَّدُنكَ سُلۡطَٰنٗا نَّصِيرٗا","وَقُلۡ جَآءَ اَلۡحَقُّ وَزَهَقَ اَلۡبَٰطِلُ إِنَّ اَلۡبَٰطِلَ كَانَ زَهُوقٗا","وَنُنزِلُ مِنَ اَلۡقُرۡءَانِ مَا هُوَ شِفَآءٞ وَرَحۡمَةٞ لِّلۡمُؤۡمِنِينَ وَلَا يَزِيدُ اُلظَّٰلِمِينَ إِلَّا خَسَارٗا","وَإِذَآ أَنۡعَمۡنَا عَلَى اَلۡإِنسَٰنِ أَعۡرَضَ وَنَـَٔا بِجَانِبِهِ وَإِذَا مَسَّهُ اُلشَّرُّ كَانَ يَـُٔوسٗا","قُلۡ كُلّٞ يَعۡمَلُ عَلَىٰ شَاكِلَتِهِ فَرَبُّكُمۡ أَعۡلَمُ بِمَنۡ هُوَ أَهۡدَىٰ سَبِيلٗا","وَيَسۡـَٔلُونَكَ عَنِ اِلرُّوحِ قُلِ اِلرُّوحُ مِنۡ أَمۡرِ رَبِّي وَمَآ أُوتِيتُم مِّنَ اَلۡعِلۡمِ إِلَّا قَلِيلٗا","وَلَئِن شِئۡنَا لَنَذۡهَبَنَّ بِالَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ ثُمَّ لَا تَجِدُ لَكَ بِهِ عَلَيۡنَا وَكِيلًا","إِلَّا رَحۡمَةٗ مِّن رَّبِّكَ إِنَّ فَضۡلَهُ كَانَ عَلَيۡكَ كَبِيرٗا","قُل لَّئِنِ اِجۡتَمَعَتِ اِلۡإِنسُ وَاَلۡجِنُّ عَلَىٰٓ أَن يَأۡتُواْ بِمِثۡلِ هَٰذَا اَلۡقُرۡءَانِ لَا يَأۡتُونَ بِمِثۡلِهِ وَلَوۡ كَانَ بَعۡضُهُمۡ لِبَعۡضٖ ظَهِيرٗا","وَلَقَد صَّرَّفۡنَا لِلنّاسِ فِي هَٰذَا اَلۡقُرۡءَانِ مِن كُلِّ مَثَلٖ فَأَبَىٰٓ أَكۡثَرُ اُلنّاسِ إِلَّا كُفُورٗا","وَقَالُواْ لَن نُّؤۡمِنَ لَكَ حَتَّىٰ تُفَجِّرَ لَنَا مِنَ اَلۡأَرۡضِ يَنبُوعًا","أَوۡ تَكُونَ لَكَ جَنَّةٞ مِّن نَّخِيلٖ وَعِنَبٖ فَتُفَجِّرَ اَلۡأَنۡهَٰرَ خِلَٰلَهَا تَفۡجِيرًا","أَوۡ تُسۡقِطَ اَلسَّمَآءَ كَمَا زَعَمۡتَ عَلَيۡنَا كِسۡفًا أَوۡ تَأۡتِيَ بِاللَّهِ وَاَلۡمَلَٰٓئِكَةِ قَبِيلًا","أَوۡ يَكُونَ لَكَ بَيۡتٞ مِّن زُخۡرُفٍ أَوۡ تَرۡقَىٰ فِي اِلسَّمَآءِ وَلَن نُّؤۡمِنَ لِرُقِيِّكَ حَتَّىٰ تُنزِلَ عَلَيۡنَا كِتَٰبٗا نَّقۡرَؤُهُ قُلۡ سُبۡحَانَ رَبِّي هَلۡ كُنتُ إِلَّا بَشَرٗا رَّسُولٗا","وَمَا مَنَعَ اَلنَّاسَ أَن يُؤۡمِنُوٓاْ إِذ جَّآءَهُمُ اُلۡهُدَىٰٓ إِلَّآ أَن قَالُوٓاْ أَبَعَثَ اَللَّهُ بَشَرٗا رَّسُولٗا","قُل لَّوۡ كَانَ فِي اِلۡأَرۡضِ مَلَٰٓئِكَةٞ يَمۡشُونَ مُطۡمَئِنِّينَ لَنَزَّلۡنَا عَلَيۡهِم مِّنَ اَلسَّمَآءِ مَلَكٗا رَّسُولٗا","قُلۡ كَفَىٰ بِاللَّهِ شَهِيدَا بَيۡنِي وَبَيۡنَكُمۡ إِنَّهُ كَانَ بِعِبَادِهِ خَبِيرَا بَصِيرٗا","وَمَن يَهۡدِ اِللَّهُ فَهۡوَ اَلۡمُهۡتَدِ وَمَن يُضۡلِلۡ فَلَن تَجِدَ لَهُمۡ أَوۡلِيَآءَ مِن دُونِهِ وَنَحۡشُرُهُمۡ يَوۡمَ اَلۡقِيَٰمَةِ عَلَىٰ وُجُوهِهِمۡ عُمۡيٗا وَبُكۡمٗا وَصُمّٗا مَّأۡوَىٰهُمۡ جَهَنَّمُ كُلَّمَا خَبَت زِّدۡنَٰهُمۡ سَعِيرٗا","ذَٰلِكَ جَزَآؤُهُم بِأَنَّهُمۡ كَفَرُواْ بِـَٔايَٰتِنَا وَقَالُوٓاْ أَٰ۟ذَا كُنَّا عِظَٰمٗا وَرُفَٰتًا أَٰ۟نَّا لَمَبۡعُوثُونَ خَلۡقٗا جَدِيدًا","أَوَلَمۡ يَرَوۡاْ أَنَّ اَللَّهَ اَلَّذِي خَلَقَ اَلسَّمَٰوَٰتِ وَاَلۡأَرۡضَ قَادِرٌ عَلَىٰٓ أَن يَخۡلُقَ مِثۡلَهُمۡ وَجَعَلَ لَهُمۡ أَجَلٗا لَّا رَيۡبَ فِيهِ فَأَبَى اَلظَّٰلِمُونَ إِلَّا كُفُورٗا","قُل لَّوۡ أَنتُمۡ تَمۡلِكُونَ خَزَآئِنَ رَحۡمَةِ رَبِّيَ إِذٗا لَّأَمۡسَكۡتُمۡ خَشۡيَةَ اَلۡإِنفَاقِ وَكَانَ اَلۡإِنسَٰنُ قَتُورٗا","وَلَقَدۡ ءَاتَيۡنَا مُوسيٰ تِسۡعَ ءَايَٰتِ بَيِّنَٰتٖ فَسۡـَٔلۡ بَنِيٓ إِسۡرَٰٓءِيلَ إِذ جَّآءَهُمۡ فَقَالَ لَهُ فِرۡعَوۡنُ إِنِّي لَأَظُنُّكَ يَٰمُوسيٰ مَسۡحُورٗا","قَالَ لَقَدۡ عَلِمۡتَ مَآ أَنزَلَ هَٰٓؤُلَآ إِلَّا رَبُّ اُلسَّمَٰوَٰتِ وَاَلۡأَرۡضِ بَصَآئِرَ وَإِنِّي لَأَظُنُّكَ يَٰفِرۡعَوۡنُ مَثۡبُورٗا","فَأَرَادَ أَن يَسۡتَفِزَّهُم مِّنَ اَلۡأَرۡضِ فَأَغۡرَقۡنَٰهُ وَمَن مَّعَهُ جَمِيعٗا","وَقُلۡنَا مِن بَعۡدِهِ لِبَنِيٓ إِسۡرَٰٓءِيلَ اَ۟سۡكُنُواْ اُلۡأَرۡضَ فَإِذَا جَآءَ وَعۡدُ اُلۡأٓخِرَةِ جِئۡنَا بِكُمۡ لَفِيفٗا","وَبِالۡحَقِّ أَنزَلۡنَٰهُ وَبِالۡحَقِّ نَزَلَ وَمَآ أَرۡسَلۡنَٰكَ إِلَّا مُبَشِّرٗا وَنَذِيرٗا","وَقُرۡءَانٗا فَرَقۡنَٰهُ لِتَقۡرَأَهُ عَلَى اَلنّاسِ عَلَىٰ مُكۡثٖ وَنَزَّلۡنَٰهُ تَنزِيلٗا","قُلۡ ءَامِنُواْ بِهِٓ أَوۡ لَا تُؤۡمِنُوٓاْ إِنَّ اَلَّذِينَ أُوتُواْ اُلۡعِلۡمَ مِن قَبۡلِهِٓ إِذَا يُتۡلَىٰ عَلَيۡهِمۡ يَخِرُّونَ لِلۡأَذۡقَانِ سُجَّدٗا وَيَقُولُونَ سُبۡحَٰنَ رَبِّنَآ إِن كَانَ وَعۡدُ رَبِّنَا لَمَفۡعُولٗا","وَيَخِرُّونَ لِلۡأَذۡقَانِ يَبۡكُونَ وَيَزِيدُهُمۡ خُشُوعٗا","قُلُ اُ۟دۡعُواْ اُللَّهَ أَوُ اُ۟دۡعُواْ اُلرَّحۡمَٰنَ أَيّٗا مَّا تَدۡعُواْ فَلَهُ اُلۡأَسۡمَآءُ اُلۡحُسۡنيٰ وَلَا تَجۡهَرۡ بِصَلَاتِكَ وَلَا تُخَافِتۡ بِهَا وَاَبۡتَغِ بَيۡنَ ذَٰلِكَ سَبِيلٗا","وَقُلِ اِلۡحَمۡدُ لِلَّهِ اِلَّذِي لَمۡ يَتَّخِذۡ وَلَدٗا وَلَمۡ يَكُن لَّهُ شَرِيكٞ فِي اِلۡمُلۡكِ وَلَمۡ يَكُن لَّهُ وَلِيّٞ مِّنَ اَلذُّلِّ وَكَبِّرۡهُ تَكۡبِيرَا"],"alsosi":["سُبۡحَٰنَ اَلَّذِي أَسۡريٰ بِعَبۡدِهِ لَيۡلٗا مِّنَ اَلۡمَسۡجِدِ اِلۡحَرَامِ إِلَى اَلۡمَسۡجِدِ اِلۡأَقۡصَا اَلَّذِي بَٰرَكۡنَا حَوۡلَهُ لِنُرِيَهُ مِنۡ ءَايَٰتِنَا إِنَّه هُّوَ اَلسَّمِيعُ اُلۡبَصِيرُ","وَءَاتَيۡنَا مُوسَى اَلۡكِتَٰبَ وَجَعَلۡنَٰه هُّدٗى لِّبَنِي إِسۡرَٰٓءِيلَ أَلَّا يَتَّخِذُواْ مِن دُونِي وَكِيلٗا","ذُرِّيَّةَ مَنۡ حَمَلۡنَا مَعَ نُوحٍ إِنَّهُ كَانَ عَبۡدٗا شَكُورٗا","وَقَضَيۡنَا إِلَىٰ بَنِي إِسۡرَٰٓءِيلَ فِي اِلۡكِتَٰبِ لَتُفۡسِدُنَّ فِي اِلۡأَرۡضِ مَرَّتَيۡنِ وَلَتَعۡلُنَّ عُلُوّٗا كَبِيرٗا","فَإِذَا جَآءَ وَعۡدُ أُولىٰهُمَا بَعَثۡنَا عَلَيۡكُمۡ عِبَادٗا لَّنَا أُوْلِي بَاسٖ شَدِيدٖ فَجَاسُواْ خِلَٰلَ اَلدِّيارِ وَكَانَ وَعۡدٗا مَّفۡعُولٗا","ثُمَّ رَدَدۡنَا لَكُمُ اُلۡكَرَّةَ عَلَيۡهِمۡ وَأَمۡدَدۡنَٰكُم بِأَمۡوَٰلٖ وَبَنِينَ وَجَعَلۡنَٰكُمۡ أَكۡثَرَ نَفِيرًا","إِنۡ أَحۡسَنتُمۡ أَحۡسَنتُمۡ لِأَنفُسِكُمۡ وَإِنۡ أَسَاتُمۡ فَلَهَا فَإِذَا جَآءَ وَعۡدُ اُلۡأٓخِرَةِ لِيَسُ‍ُٔواْ وُجُوهَكُمۡ وَلِيَدۡخُلُواْ اُلۡمَسۡجِدَ كَمَا دَخَلُوهُ أَوَّلَ مَرَّةٖ وَلِيُتَبِّرُواْ مَا عَلَوۡاْ تَتۡبِيرًا","عَسَىٰ رَبُّكُمۡ أَن يَرۡحَمَكُمۡ وَإِنۡ عُدتُّمۡ عُدۡنَا وَجَعَلۡنَا جَهَنَّمَ لِلۡكٰفِرِينَ حَصِيرًا","إِنَّ هَٰذَا اَلۡقُرۡءَانَ يَهۡدِي لِلَّتِي هِيَ أَقۡوَمُ وَيُبَشِّرُ اُلۡمُومِنِينَ اَلَّذِينَ يَعۡمَلُونَ اَلصَّٰلِحَٰتِ أَنَّ لَهُمۡ أَجۡرٗا كَبِيرٗا","وَأَنَّ اَلَّذِينَ لَا يُومِنُونَ بِالۡأٓخِرَةِ أَعۡتَدۡنَا لَهُمۡ عَذَابًا أَلِيمٗا","وَيَدۡعُ اُلۡإِنسَٰنُ بِالشَّرِّ دُعَآءَهُ بِالۡخَيۡرِ وَكَانَ اَلۡإِنسَٰنُ عَجُولٗا","وَجَعَلۡنَا اَلَّيۡلَ وَاَلنَّهَارَ ءَايَتَيۡنِ فَمَحَوۡنَا ءَايَةَ اَلَّيۡلِ وَجَعَلۡنَا ءَايَةَ اَلنَّهارِ مُبۡصِرَةٗ لِّتَبۡتَغُواْ فَضۡلٗا مِّن رَّبِّكُمۡ وَلِتَعۡلَمُواْ عَدَدَ اَلسِّنِينَ وَاَلۡحِسَابَ وَكُلَّ شَيۡءٖ فَصَّلۡنَٰهُ تَفۡصِيلٗا","وَكُلَّ إِنسَٰنٍ أَلۡزَمۡنَٰهُ طَٰٓئِرَهُ فِي عُنُقِهِ وَنُخۡرِجُ لَهُ يَوۡمَ اَلۡقِيَٰمَةِ كِتَٰبٗا يَلۡقَىٰهُ مَنشُورًا","اِقۡرَأۡ كِتَٰبَك كَّفَىٰ بِنَفۡسِكَ اَلۡيَوۡمَ عَلَيۡكَ حَسِيبٗا","مَّنِ اِهۡتَدَىٰ فَإِنَّمَا يَهۡتَدِي لِنَفۡسِهِ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيۡهَا وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡريٰ وَمَا كُنَّا مُعَذِّبِينَ حَتَّىٰ نَبۡعَثَ رَسُولٗا","وَإِذَا أَرَدۡنَا أَن نُّهۡلِك قَّرۡيَةً أَمَرۡنَا مُتۡرَفِيهَا فَفَسَقُواْ فِيهَا فَحَقَّ عَلَيۡهَا اَلۡقَوۡلُ فَدَمَّرۡنَٰهَا تَدۡمِيرٗا","وَكَمۡ أَهۡلَكۡنَا مِنَ اَلۡقُرُونِ مِن بَعۡدِ نُوحٖ وَكَفَىٰ بِرَبِّكَ بِذُنُوبِ عِبَادِهِ خَبِيرَا بَصِيرٗا","مَّن كَانَ يُرِيدُ اُلۡعَاجِلَةَ عَجَّلۡنَا لَهُ فِيهَا مَا نَشَآءُ لِمَن نُّرِيد ثُّمَّ جَعَلۡنَا لَهُ جَهَنَّمَ يَصۡلَىٰهَا مَذۡمُومٗا مَّدۡحُورٗا","وَمَنۡ أَرَادَ اَلۡأٓخِرَةَ وَسَعَىٰ لَهَا سَعۡيَهَا وَهۡوَ مُومِنٞ فَأُوْلَٰٓئِك كَّانَ سَعۡيُهُم مَّشۡكُورٗا","كُلّٗا نُّمِدُّ هَٰؤُلَآءِ وَهَٰؤُلَآءِ مِنۡ عَطَآءِ رَبِّكَ وَمَا كَانَ عَطَآءُ رَبِّكَ مَحۡظُورًا","اِ۟نظُرۡ كَيۡف فَّضَّلۡنَا بَعۡضَهُمۡ عَلَىٰ بَعۡضٖ وَلَلۡأٓخِرَةُ أَكۡبَرُ دَرَجَٰتٖ وَأَكۡبَرُ تَفۡضِيلٗا","لَّا تَجۡعَلۡ مَعَ اَللَّهِ إِلَٰهًا ءَاخَرَ فَتَقۡعُدَ مَذۡمُومٗا مَّخۡذُولٗا","وَقَضَىٰ رَبُّكَ أَلَّا تَعۡبُدُواْ إِلَّا إِيَّاهُ وَبِالۡوَٰلِدَيۡنِ إِحۡسَٰنًا إِمَّا يَبۡلُغَنَّ عِندَكَ اَلۡكِبَرَ أَحَدُهُمَا أَوۡ كِلَاهُمَا فَلَا تَقُل لَّهُمَا أُفِّ وَلَا تَنۡهَرۡهُمَا وَقُل لَّهُمَا قَوۡلٗا كَرِيمٗا","وَاَخۡفِضۡ لَهُمَا جَنَاحَ اَلذُّلِّ مِنَ اَلرَّحۡمَةِ وَقُل رَّبِّ اِرۡحَمۡهُمَا كَمَا رَبَّيَانِي صَغِيرٗا","رَّبُّكُمۡ أَعۡلَم بِمَا فِي نُفُوسِكُمۡ إِن تَكُونُواْ صَٰلِحِينَ فَإِنَّهُ كَانَ لِلۡأَوَّٰبِينَ غَفُورٗا","وَءَات ذَّا اَلۡقُرۡبيٰ حَقَّهُ وَاَلۡمِسۡكِينَ وَاَبۡنَ اَلسَّبِيلِ وَلَا تُبَذِّرۡ تَبۡذِيرًا","إِنَّ اَلۡمُبَذِّرِينَ كَانُواْ إِخۡوَٰنَ اَلشَّيَٰطِينِ وَكَانَ اَلشَّيۡطَٰنُ لِرَبِّهِ كَفُورٗا","وَإِمَّا تُعۡرِضَنَّ عَنۡهُمُ اُبۡتِغَآءَ رَحۡمَةٖ مِّن رَّبِّكَ تَرۡجُوهَا فَقُل لَّهُمۡ قَوۡلٗا مَّيۡسُورٗا","وَلَا تَجۡعَلۡ يَدَكَ مَغۡلُولَةً إِلَىٰ عُنُقِكَ وَلَا تَبۡسُطۡهَا كُلَّ اَلۡبَسۡطِ فَتَقۡعُدَ مَلُومٗا مَّحۡسُورًا","إِنَّ رَبَّكَ يَبۡسُطُ اُلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُ إِنَّهُ كَانَ بِعِبَادِهِ خَبِيرَا بَصِيرٗا","وَلَا تَقۡتُلُواْ أَوۡلَٰدَكُمۡ خَشۡيَةَ إِمۡلَٰقٖ نَّحۡن نَّرۡزُقُهُمۡ وَإِيَّاكُمۡ إِنَّ قَتۡلَهُمۡ كَانَ خِطۡـٔٗا كَبِيرٗا","وَلَا تَقۡرَبُواْ اُلزِّنَىٰ إِنَّهُ كَانَ فَٰحِشَةٗ وَسَآءَ سَبِيلٗا","وَلَا تَقۡتُلُواْ اُلنَّفۡسَ اَلَّتِي حَرَّمَ اَللَّهُ إِلَّا بِالۡحَقِّ وَمَن قُتِلَ مَظۡلُومٗا فَقَد جَّعَلۡنَا لِوَلِيِّهِ سُلۡطَٰنٗا فَلَا يُسۡرِف فِّي اِلۡقَتۡلِ إِنَّهُ كَانَ مَنصُورٗا","وَلَا تَقۡرَبُواْ مَالَ اَلۡيَتِيمِ إِلَّا بِالَّتِي هِيَ أَحۡسَنُ حَتَّىٰ يَبۡلُغَ أَشُدَّهُ وَأَوۡفُواْ بِالۡعَهۡدِ إِنَّ اَلۡعَهۡدَ كَانَ مَسۡـُٔولٗا","وَأَوۡفُواْ اُلۡكَيۡلَ إِذَا كِلۡتُمۡ وَزِنُواْ بِالۡقُسۡطَاسِ اِلۡمُسۡتَقِيمِ ذَٰلِكَ خَيۡرٞ وَأَحۡسَنُ تَاوِيلٗا","وَلَا تَقۡفُ مَا لَيۡسَ لَكَ بِهِ عِلۡمٌ إِنَّ اَلسَّمۡعَ وَاَلۡبَصَرَ وَاَلۡفُؤَادَ كُلُّ أُوْلَٰٓئِك كَّانَ عَنۡهُ مَسۡـُٔولٗا","وَلَا تَمۡشِ فِي اِلۡأَرۡضِ مَرَحًا إِنَّكَ لَن تَخۡرِقَ اَلۡأَرۡضَ وَلَن تَبۡلُغَ اَلۡجِبَالَ طُولٗا","كُلُّ ذَٰلِك كَّانَ سَيِّئَةً عِندَ رَبِّكَ مَكۡرُوهٗا","ذَٰلِكَ مِمَّا أَوۡحَىٰ إِلَيۡكَ رَبُّكَ مِنَ اَلۡحِكۡمَةِ وَلَا تَجۡعَلۡ مَعَ اَللَّهِ إِلَٰهًا ءَاخَرَ فَتُلۡقَىٰ فِي جَهَنَّم مَّلُومٗا مَّدۡحُورًا","أَفَأَصۡفَىٰكُمۡ رَبُّكُم بِالۡبَنِينَ وَاَتَّخَذَ مِنَ اَلۡمَلَٰٓئِكَةِ إِنَٰثًا إِنَّكُمۡ لَتَقُولُونَ قَوۡلًا عَظِيمٗا","وَلَقَد صَّرَّفۡنَا فِي هَٰذَا اَلۡقُرۡءَانِ لِيَذَّكَّرُواْ وَمَا يَزِيدُهُمۡ إِلَّا نُفُورٗا","قُل لَّوۡ كَانَ مَعَهُ ءَالِهَةٞ كَمَا تَقُولُونَ إِذٗا لَّاَبۡتَغَوۡاْ إِلَىٰ ذِي اِلۡعَرۡش سَّبِيلٗا","سُبۡحَٰنَهُ وَتَعَٰلَىٰ عَمَّا يَقُولُونَ عُلُوّٗا كَبِيرٗا","تُسَبِّحُ لَهُ اُلسَّمَٰوَٰتُ اُلسَّبۡعُ وَاَلۡأَرۡضُ وَمَن فِيهِنَّ وَإِن مِّن شَيۡءٍ إِلَّا يُسَبِّحُ بِحَمۡدِهِ وَلَٰكِن لَّا تَفۡقَهُونَ تَسۡبِيحَهُمۡ إِنَّهُ كَانَ حَلِيمًا غَفُورٗا","وَإِذَا قَرَاتَ اَلۡقُرۡءَانَ جَعَلۡنَا بَيۡنَكَ وَبَيۡنَ اَلَّذِينَ لَا يُومِنُونَ بِالۡأٓخِرَةِ حِجَابٗا مَّسۡتُورٗا","وَجَعَلۡنَا عَلَىٰ قُلُوبِهِمۡ أَكِنَّةً أَن يَفۡقَهُوهُ وَفِي ءَاذَانِهِمۡ وَقۡرٗا وَإِذَا ذَكَرۡتَ رَبَّكَ فِي اِلۡقُرۡءَانِ وَحۡدَهُ وَلَّوۡاْ عَلَىٰ أَدۡبٰرِهِمۡ نُفُورٗا","نَّحۡنُ أَعۡلَم بِمَا يَسۡتَمِعُونَ بِهِ إِذۡ يَسۡتَمِعُونَ إِلَيۡكَ وَإِذۡ هُمۡ نَجۡويٰ إِذۡ يَقُولُ اُلظَّٰلِمُونَ إِن تَتَّبِعُونَ إِلَّا رَجُلٗا مَّسۡحُورًا","اِ۟نظُرۡ كَيۡفَ ضَرَبُواْ لَكَ اَلۡأَمۡثَالَ فَضَلُّواْ فَلَا يَسۡتَطِيعُونَ سَبِيلٗا","وَقَالُواْ أَٰ۟ذَا كُنَّا عِظَٰمٗا وَرُفَٰتًا أَٰ۟نَّا لَمَبۡعُوثُونَ خَلۡقٗا جَدِيدٗا","قُلۡ كُونُواْ حِجَارَةً أَوۡ حَدِيدًا","أَوۡ خَلۡقٗا مِّمَّا يَكۡبُرُ فِي صُدُورِكُمۡ فَسَيَقُولُونَ مَن يُعِيدُنَا قُلِ اِلَّذِي فَطَرَكُمۡ أَوَّلَ مَرَّةٖ فَسَيُنۡغِضُونَ إِلَيۡكَ رُءُوسَهُمۡ وَيَقُولُونَ مَتَىٰ هُوَ قُلۡ عَسَىٰ أَن يَكُونَ قَرِيبٗا","يَوۡمَ يَدۡعُوكُمۡ فَتَسۡتَجِيبُونَ بِحَمۡدِهِ وَتَظُنُّونَ إِن لَّبِثتُّمۡ إِلَّا قَلِيلٗا","وَقُل لِّعِبَادِي يَقُولُواْ اُلَّتِي هِيَ أَحۡسَنُ إِنَّ اَلشَّيۡطَٰنَ يَنزَغُ بَيۡنَهُمۡ إِنَّ اَلشَّيۡطَٰنَ كَانَ لِلۡإِنسَٰنِ عَدُوّٗا مُّبِينٗا","رَّبُّكُمۡ أَعۡلَم بِكُمۡ إِن يَشَأۡ يَرۡحَمۡكُمۡ أَوۡ إِن يَشَأۡ يُعَذِّبۡكُمۡ وَمَا أَرۡسَلۡنَٰكَ عَلَيۡهِمۡ وَكِيلٗا","وَرَبُّكَ أَعۡلَم بِمَن فِي اِلسَّمَٰوَٰتِ وَاَلۡأَرۡضِ وَلَقَدۡ فَضَّلۡنَا بَعۡضَ اَلنَّبِيِّـنَ عَلَىٰ بَعۡضٖ وَءَاتَيۡنَا دَاوُدَ زَبُورٗا","قُلُ اُ۟دۡعُواْ اُلَّذِينَ زَعَمۡتُم مِّن دُونِهِ فَلَا يَمۡلِكُونَ كَشۡفَ اَلضُّرِّ عَنكُمۡ وَلَا تَحۡوِيلًا","أُوْلَٰٓئِكَ اَلَّذِينَ يَدۡعُونَ يَبۡتَغُونَ إِلَىٰ رَبِّهِمِ اِلۡوَسِيلَةَ أَيُّهُمۡ أَقۡرَبُ وَيَرۡجُونَ رَحۡمَتَهُ وَيَخَافُونَ عَذَابَهُ إِنَّ عَذَابَ رَبِّك كَّانَ مَحۡذُورٗا","وَإِن مِّن قَرۡيَةٍ إِلَّا نَحۡنُ مُهۡلِكُوهَا قَبۡلَ يَوۡمِ اِلۡقِيَٰمَةِ أَوۡ مُعَذِّبُوهَا عَذَابٗا شَدِيدٗا كَانَ ذَٰلِكَ فِي اِلۡكِتَٰبِ مَسۡطُورٗا","وَمَا مَنَعَنَا أَن نُّرۡسِلَ بِالۡأٓيَٰتِ إِلَّا أَن كَذَّب بِّهَا اَلۡأَوَّلُونَ وَءَاتَيۡنَا ثَمُودَ اَلنَّاقَةَ مُبۡصِرَةٗ فَظَلَمُواْ بِهَا وَمَا نُرۡسِلُ بِالۡأٓيَٰتِ إِلَّا تَخۡوِيفٗا","وَإِذۡ قُلۡنَا لَكَ إِنَّ رَبَّكَ أَحَاطَ بِالنَّاسِ وَمَا جَعَلۡنَا اَلرُّيَا اَلَّتِي أَرَيۡنَٰكَ إِلَّا فِتۡنَةٗ لِّلنَّاسِ وَاَلشَّجَرَةَ اَلۡمَلۡعُونَةَ فِي اِلۡقُرۡءَانِ وَنُخَوِّفُهُمۡ فَمَا يَزِيدُهُمۡ إِلَّا طُغۡيَٰنٗا كَبِيرٗا","وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ اِ۟سۡجُدُواْ لِأٓدَمَ فَسَجَدُواْ إِلَّا إِبۡلِيسَ قَالَ ءَٰاسۡجُدُ لِمَنۡ خَلَقۡتَ طِينٗا","قَالَ أَرَءَيۡتَكَ هَٰذَا اَلَّذِي كَرَّمۡتَ عَلَيَّ لَئِنۡ أَخَّرۡتَنِ إِلَىٰ يَوۡمِ اِلۡقِيَٰمَةِ لَأَحۡتَنِكَنَّ ذُرِّيَّتَهُ إِلَّا قَلِيلٗا","قَالَ اَذۡهَب فَّمَن تَبِعَكَ مِنۡهُمۡ فَإِنَّ جَهَنَّمَ جَزَآؤُكُمۡ جَزَآءٗ مَّوۡفُورٗا","وَاَسۡتَفۡزِزۡ مَنِ اِسۡتَطَعۡتَ مِنۡهُم بِصَوۡتِكَ وَأَجۡلِبۡ عَلَيۡهِم بِخَيۡلِكَ وَرَجۡلِكَ وَشَارِكۡهُمۡ فِي اِلۡأَمۡوَٰلِ وَاَلۡأَوۡلَٰدِ وَعِدۡهُمۡ وَمَا يَعِدُهُمُ اُلشَّيۡطَٰنُ إِلَّا غُرُورًا","إِنَّ عِبَادِي لَيۡسَ لَكَ عَلَيۡهِمۡ سُلۡطَٰنٞ وَكَفَىٰ بِرَبِّكَ وَكِيلٗا","رَّبُّكُمُ اُلَّذِي يُزۡجِي لَكُمُ اُلۡفُلۡكَ فِي اِلۡبَحۡر لِّتَبۡتَغُواْ مِن فَضۡلِهِ إِنَّهُ كَانَ بِكُمۡ رَحِيمٗا","وَإِذَا مَسَّكُمُ اُلضُّرُّ فِي اِلۡبَحۡرِ ضَلَّ مَن تَدۡعُونَ إِلَّا إِيَّاهُ فَلَمَّا نَجَّىٰكُمۡ إِلَى اَلۡبَرِّ أَعۡرَضۡتُمۡ وَكَانَ اَلۡإِنسَٰنُ كَفُورًا","أَفَأَمِنتُمۡ أَن نَّخۡسِفَ بِكُمۡ جَانِبَ اَلۡبَرِّ أَوۡ نُرۡسِلَ عَلَيۡكُمۡ حَاصِبٗا ثُمَّ لَا تَجِدُواْ لَكُمۡ وَكِيلًا","أَمۡ أَمِنتُمۡ أَن نُّعِيدَكُمۡ فِيهِ تَارَةً أُخۡريٰ فَنُرۡسِلَ عَلَيۡكُمۡ قَاصِفٗا مِّنَ اَلرِّيحِ فَنُغۡرِقكُّم بِمَا كَفَرۡتُمۡ ثُمَّ لَا تَجِدُواْ لَكُمۡ عَلَيۡنَا بِهِ تَبِيعٗا","وَلَقَدۡ كَرَّمۡنَا بَنِي ءَادَمَ وَحَمَلۡنَٰهُمۡ فِي اِلۡبَرِّ وَاَلۡبَحۡرِ وَرَزَقۡنَٰهُم مِّنَ اَلطَّيِّبَٰتِ وَفَضَّلۡنَٰهُمۡ عَلَىٰ كَثِيرٖ مِّمَّنۡ خَلَقۡنَا تَفۡضِيلٗا","يَوۡمَ نَدۡعُواْ كُلَّ أُنَاسِ بِإِمَٰمِهِمۡ فَمَنۡ أُوتِيَ كِتَٰبَهُ بِيَمِينِهِ فَأُوْلَٰٓئِكَ يَقۡرَءُونَ كِتَٰبَهُمۡ وَلَا يُظۡلَمُونَ فَتِيلٗا","وَمَن كَانَ فِي هَٰذِهِ أَعۡميٰ فَهۡوَ فِي اِلۡأٓخِرَةِ أَعۡمَىٰ وَأَضَلُّ سَبِيلٗا","وَإِن كَادُواْ لَيَفۡتِنُونَكَ عَنِ اِلَّذِي أَوۡحَيۡنَا إِلَيۡكَ لِتَفۡتَرِيَ عَلَيۡنَا غَيۡرَهُ وَإِذٗا لَّاَتَّخَذُوكَ خَلِيلٗا","وَلَوۡلَا أَن ثَبَّتۡنَٰكَ لَقَدۡ كِدتَّ تَرۡكَنُ إِلَيۡهِمۡ شَيۡـٔٗا قَلِيلًا","إِذٗا لَّأَذَقۡنَٰكَ ضِعۡفَ اَلۡحَيَوٰةِ وَضِعۡفَ اَلۡمَمَات ثُّمَّ لَا تَجِدُ لَكَ عَلَيۡنَا نَصِيرٗا","وَإِن كَادُواْ لَيَسۡتَفِزُّونَكَ مِنَ اَلۡأَرۡضِ لِيُخۡرِجُوكَ مِنۡهَا وَإِذٗا لَّا يَلۡبَثُونَ خَلۡفَكَ إِلَّا قَلِيلٗا","سُنَّةَ مَن قَدۡ أَرۡسَلۡنَا قَبۡلَكَ مِن رُّسۡلِنَا وَلَا تَجِدُ لِسُنَّتِنَا تَحۡوِيلًا","أَقِمِ اِلصَّلَوٰةَ لِدُلُوكِ اِلشَّمۡسِ إِلَىٰ غَسَقِ اِلَّيۡلِ وَقُرۡءَانَ اَلۡفَجۡرِ إِنَّ قُرۡءَانَ اَلۡفَجۡرِ كَانَ مَشۡهُودٗا","وَمِنَ اَلَّيۡلِ فَتَهَجَّدۡ بِهِ نَافِلَةٗ لَّكَ عَسَىٰ أَن يَبۡعَثَكَ رَبُّكَ مَقَامٗا مَّحۡمُودٗا","وَقُل رَّبِّ أَدۡخِلۡنِي مُدۡخَلَ صِدۡقٖ وَأَخۡرِجۡنِي مُخۡرَجَ صِدۡقٖ وَاَجۡعَل لِّي مِن لَّدُنكَ سُلۡطَٰنٗا نَّصِيرٗا","وَقُلۡ جَآءَ اَلۡحَقُّ وَزَهَقَ اَلۡبَٰطِلُ إِنَّ اَلۡبَٰطِلَ كَانَ زَهُوقٗا","وَنُنزِلُ مِنَ اَلۡقُرۡءَانِ مَا هُوَ شِفَآءٞ وَرَحۡمَةٞ لِّلۡمُومِنِينَ وَلَا يَزِيدُ اُلظَّٰلِمِينَ إِلَّا خَسَارٗا","وَإِذَا أَنۡعَمۡنَا عَلَى اَلۡإِنسَٰنِ أَعۡرَضَ وَنَـَٔا بِجَانِبِهِ وَإِذَا مَسَّهُ اُلشَّرُّ كَانَ يَـُٔوسٗا","قُلۡ كُلّٞ يَعۡمَلُ عَلَىٰ شَاكِلَتِهِ فَرَبُّكُمۡ أَعۡلَم بِمَنۡ هُوَ أَهۡدَىٰ سَبِيلٗا","وَيَسۡـَٔلُونَكَ عَنِ اِلرُّوحِ قُلِ اِلرُّوحُ مِنۡ أَمۡر رَّبِّي وَمَا أُوتِيتُم مِّنَ اَلۡعِلۡمِ إِلَّا قَلِيلٗا","وَلَئِن شِينَا لَنَذۡهَبَنَّ بِالَّذِي أَوۡحَيۡنَا إِلَيۡكَ ثُمَّ لَا تَجِدُ لَكَ بِهِ عَلَيۡنَا وَكِيلًا","إِلَّا رَحۡمَةٗ مِّن رَّبِّكَ إِنَّ فَضۡلَهُ كَانَ عَلَيۡك كَّبِيرٗا","قُل لَّئِنِ اِجۡتَمَعَتِ اِلۡإِنسُ وَاَلۡجِنُّ عَلَىٰ أَن يَاتُواْ بِمِثۡلِ هَٰذَا اَلۡقُرۡءَانِ لَا يَاتُونَ بِمِثۡلِهِ وَلَوۡ كَانَ بَعۡضُهُمۡ لِبَعۡضٖ ظَهِيرٗا","وَلَقَد صَّرَّفۡنَا لِلنَّاسِ فِي هَٰذَا اَلۡقُرۡءَانِ مِن كُلِّ مَثَلٖ فَأَبَىٰ أَكۡثَرُ اُلنَّاسِ إِلَّا كُفُورٗا","وَقَالُواْ لَن نُّومِن لَّكَ حَتَّىٰ تُفَجِّر لَّنَا مِنَ اَلۡأَرۡضِ يَنبُوعًا","أَوۡ تَكُونَ لَكَ جَنَّةٞ مِّن نَّخِيلٖ وَعِنَبٖ فَتُفَجِّرَ اَلۡأَنۡهَٰرَ خِلَٰلَهَا تَفۡجِيرًا","أَوۡ تُسۡقِطَ اَلسَّمَآءَ كَمَا زَعَمۡتَ عَلَيۡنَا كِسۡفًا أَوۡ تَاتِيَ بِاللَّهِ وَاَلۡمَلَٰٓئِكَةِ قَبِيلًا","أَوۡ يَكُونَ لَكَ بَيۡتٞ مِّن زُخۡرُفٍ أَوۡ تَرۡقَىٰ فِي اِلسَّمَآءِ وَلَن نُّومِن لِّرُقِيِّكَ حَتَّىٰ تُنزِلَ عَلَيۡنَا كِتَٰبٗا نَّقۡرَؤُهُ قُلۡ سُبۡحَانَ رَبِّي هَلۡ كُنتُ إِلَّا بَشَرٗا رَّسُولٗا","وَمَا مَنَعَ اَلنَّاسَ أَن يُومِنُواْ إِذ جَّآءَهُمُ اُلۡهُدَىٰ إِلَّا أَن قَالُواْ أَبَعَثَ اَللَّهُ بَشَرٗا رَّسُولٗا","قُل لَّوۡ كَانَ فِي اِلۡأَرۡضِ مَلَٰٓئِكَةٞ يَمۡشُونَ مُطۡمَئِنِّينَ لَنَزَّلۡنَا عَلَيۡهِم مِّنَ اَلسَّمَآءِ مَلَكٗا رَّسُولٗا","قُلۡ كَفَىٰ بِاللَّهِ شَهِيدَا بَيۡنِي وَبَيۡنَكُمۡ إِنَّهُ كَانَ بِعِبَادِهِ خَبِيرَا بَصِيرٗا","وَمَن يَهۡدِ اِللَّهُ فَهۡوَ اَلۡمُهۡتَدِ وَمَن يُضۡلِلۡ فَلَن تَجِدَ لَهُمۡ أَوۡلِيَآءَ مِن دُونِهِ وَنَحۡشُرُهُمۡ يَوۡمَ اَلۡقِيَٰمَةِ عَلَىٰ وُجُوهِهِمۡ عُمۡيٗا وَبُكۡمٗا وَصُمّٗا مَّاوَىٰهُمۡ جَهَنَّمُ كُلَّمَا خَبَت زِّدۡنَٰهُمۡ سَعِيرٗا","ذَٰلِكَ جَزَآؤُهُم بِأَنَّهُمۡ كَفَرُواْ بِـَٔايَٰتِنَا وَقَالُواْ أَٰ۟ذَا كُنَّا عِظَٰمٗا وَرُفَٰتًا أَٰ۟نَّا لَمَبۡعُوثُونَ خَلۡقٗا جَدِيدًا","أَوَ لَمۡ يَرَوۡاْ أَنَّ اَللَّهَ اَلَّذِي خَلَقَ اَلسَّمَٰوَٰتِ وَاَلۡأَرۡضَ قَادِرٌ عَلَىٰ أَن يَخۡلُقَ مِثۡلَهُمۡ وَجَعَل لَّهُمۡ أَجَلٗا لَّا رَيۡبَ فِيهِ فَأَبَى اَلظَّٰلِمُونَ إِلَّا كُفُورٗا","قُل لَّوۡ أَنتُمۡ تَمۡلِكُونَ خَزَآئِن رَّحۡمَةِ رَبِّيَ إِذٗا لَّأَمۡسَكۡتُمۡ خَشۡيَةَ اَلۡإِنفَاقِ وَكَانَ اَلۡإِنسَٰنُ قَتُورٗا","وَلَقَدۡ ءَاتَيۡنَا مُوسيٰ تِسۡعَ ءَايَٰتِ بَيِّنَٰتٖ فَسۡـَٔلۡ بَنِي إِسۡرَٰٓءِيلَ إِذ جَّآءَهُمۡ فَقَال لَّهُ فِرۡعَوۡنُ إِنِّي لَأَظُنُّكَ يَٰمُوسيٰ مَسۡحُورٗا","قَال لَّقَدۡ عَلِمۡتَ مَا أَنزَلَ هَٰؤُلَا إِلَّا رَبُّ اُلسَّمَٰوَٰتِ وَاَلۡأَرۡضِ بَصَآئِرَ وَإِنِّي لَأَظُنُّكَ يَٰفِرۡعَوۡنُ مَثۡبُورٗا","فَأَرَادَ أَن يَسۡتَفِزَّهُم مِّنَ اَلۡأَرۡضِ فَأَغۡرَقۡنَٰهُ وَمَن مَّعَهُ جَمِيعٗا","وَقُلۡنَا مِن بَعۡدِهِ لِبَنِي إِسۡرَٰٓءِيلَ اَ۟سۡكُنُواْ اُلۡأَرۡضَ فَإِذَا جَآءَ وَعۡدُ اُلۡأٓخِرَة جِّينَا بِكُمۡ لَفِيفٗا","وَبِالۡحَقِّ أَنزَلۡنَٰهُ وَبِالۡحَقِّ نَزَلَ وَمَا أَرۡسَلۡنَٰكَ إِلَّا مُبَشِّرٗا وَنَذِيرٗا","وَقُرۡءَانٗا فَرَقۡنَٰهُ لِتَقۡرَأَهُ عَلَى اَلنَّاسِ عَلَىٰ مُكۡثٖ وَنَزَّلۡنَٰهُ تَنزِيلٗا","قُلۡ ءَامِنُواْ بِهِ أَوۡ لَا تُومِنُواْ إِنَّ اَلَّذِينَ أُوتُواْ اُلۡعِلۡم مِّن قَبۡلِهِ إِذَا يُتۡلَىٰ عَلَيۡهِمۡ يَخِرُّونَ لِلۡأَذۡقَانِ سُجَّدٗا وَيَقُولُونَ سُبۡحَٰنَ رَبِّنَا إِن كَانَ وَعۡدُ رَبِّنَا لَمَفۡعُولٗا","وَيَخِرُّونَ لِلۡأَذۡقَانِ يَبۡكُونَ وَيَزِيدُهُمۡ خُشُوعٗا","قُلُ اُ۟دۡعُواْ اُللَّهَ أَوُ اُ۟دۡعُواْ اُلرَّحۡمَٰنَ أَيّٗا مَّا تَدۡعُواْ فَلَهُ اُلۡأَسۡمَآءُ اُلۡحُسۡنيٰ وَلَا تَجۡهَرۡ بِصَلَاتِكَ وَلَا تُخَافِتۡ بِهَا وَاَبۡتَغِ بَيۡنَ ذَٰلِكَ سَبِيلٗا","وَقُلِ اِلۡحَمۡدُ لِلَّهِ اِلَّذِي لَمۡ يَتَّخِذۡ وَلَدٗا وَلَمۡ يَكُن لَّهُ شَرِيكٞ فِي اِلۡمُلۡكِ وَلَمۡ يَكُن لَّهُ وَلِيّٞ مِّنَ اَلذُّلِّ وَكَبِّرۡهُ تَكۡبِيرَا"],"qumbul":["سُبۡحَٰنَ ٱلَّذِي أَسۡرَىٰ بِعَبۡدِهِ لَيۡلٗا مِّنَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ إِلَى ٱلۡمَسۡجِدِ ٱلۡأَقۡصَا ٱلَّذِي بَٰرَكۡنَا حَوۡلَهُ لِنُرِيَهُ مِنۡ ءَايَٰتِنَا إِنَّهُ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ","وَءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَجَعَلۡنَٰهُ هُدٗى لِّبَنِي إِسۡرَٰٓءِيلَ أَلَّا تَتَّخِذُواْ مِن دُونِي وَكِيلٗا","ذُرِّيَّةَ مَنۡ حَمَلۡنَا مَعَ نُوحٍ إِنَّهُ كَانَ عَبۡدٗا شَكُورٗا","وَقَضَيۡنَا إِلَىٰ بَنِي إِسۡرَٰٓءِيلَ فِي ٱلۡكِتَٰبِ لَتُفۡسِدُنَّ فِي ٱلۡأَرۡضِ مَرَّتَيۡنِ وَلَتَعۡلُنَّ عُلُوّٗا كَبِيرٗا","فَإِذَا جَآءَ وَعۡدُ أُولَىٰهُمَا بَعَثۡنَا عَلَيۡكُمُ عِبَادٗا لَّنَا أُوْلِي بَأۡسٖ شَدِيدٖ فَجَاسُواْ خِلَٰلَ ٱلدِّيَارِ وَكَانَ وَعۡدٗا مَّفۡعُولٗا","ثُمَّ رَدَدۡنَا لَكُمُ ٱلۡكَرَّةَ عَلَيۡهِمُ وَأَمۡدَدۡنَٰكُمُ بِأَمۡوَٰلٖ وَبَنِينَ وَجَعَلۡنَٰكُمُ أَكۡثَرَ نَفِيرًا","إِنۡ أَحۡسَنتُمُ أَحۡسَنتُمُ لِأَنفُسِكُمُ وَإِنۡ أَسَأۡتُمُ فَلَهَا فَإِذَا جَآءَ وَعۡدُ ٱلۡأٓخِرَةِ لِيَسُـُٔواْ وُجُوهَكُمُ وَلِيَدۡخُلُواْ ٱلۡمَسۡجِدَ كَمَا دَخَلُوهُ أَوَّلَ مَرَّةٖ وَلِيُتَبِّرُواْ مَا عَلَوۡاْ تَتۡبِيرًا","عَسَىٰ رَبُّكُمُ أَن يَرۡحَمَكُمُ وَإِنۡ عُدتُّمُ عُدۡنَا وَجَعَلۡنَا جَهَنَّمَ لِلۡكَٰفِرِينَ حَصِيرًا","إِنَّ هَٰذَا ٱلۡقُرَانَ يَهۡدِي لِلَّتِي هِيَ أَقۡوَمُ وَيُبَشِّرُ ٱلۡمُؤۡمِنِينَ ٱلَّذِينَ يَعۡمَلُونَ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمُ أَجۡرٗا كَبِيرٗا","وَأَنَّ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ أَعۡتَدۡنَا لَهُمُ عَذَابًا أَلِيمٗا","وَيَدۡعُ ٱلۡإِنسَٰنُ بِٱلشَّرِّ دُعَآءَهُ بِٱلۡخَيۡرِ وَكَانَ ٱلۡإِنسَٰنُ عَجُولٗا","وَجَعَلۡنَا ٱلَّيۡلَ وَٱلنَّهَارَ ءَايَتَيۡنِ فَمَحَوۡنَا ءَايَةَ ٱلَّيۡلِ وَجَعَلۡنَا ءَايَةَ ٱلنَّهَارِ مُبۡصِرَةٗ لِّتَبۡتَغُواْ فَضۡلٗا مِّن رَّبِّكُمُ وَلِتَعۡلَمُواْ عَدَدَ ٱلسِّنِينَ وَٱلۡحِسَابَ وَكُلَّ شَيۡءٖ فَصَّلۡنَٰهُ تَفۡصِيلٗا","وَكُلَّ إِنسَٰنٍ أَلۡزَمۡنَٰهُ طَٰٓئِرَهُ فِي عُنُقِهِ وَنُخۡرِجُ لَهُ يَوۡمَ ٱلۡقِيَٰمَةِ كِتَٰبٗا يَلۡقَىٰهُ مَنشُورًا","ٱقۡرَأۡ كِتَٰبَكَ كَفَىٰ بِنَفۡسِكَ ٱلۡيَوۡمَ عَلَيۡكَ حَسِيبٗا","مَّنِ ٱهۡتَدَىٰ فَإِنَّمَا يَهۡتَدِي لِنَفۡسِهِ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيۡهَا وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰ وَمَا كُنَّا مُعَذِّبِينَ حَتَّىٰ نَبۡعَثَ رَسُولٗا","وَإِذَا أَرَدۡنَا أَن نُّهۡلِكَ قَرۡيَةً أَمَرۡنَا مُتۡرَفِيهَا فَفَسَقُواْ فِيهَا فَحَقَّ عَلَيۡهَا ٱلۡقَوۡلُ فَدَمَّرۡنَٰهَا تَدۡمِيرٗا","وَكَمۡ أَهۡلَكۡنَا مِنَ ٱلۡقُرُونِ مِن بَعۡدِ نُوحٖ وَكَفَىٰ بِرَبِّكَ بِذُنُوبِ عِبَادِهِ خَبِيرَا بَصِيرٗا","مَّن كَانَ يُرِيدُ ٱلۡعَاجِلَةَ عَجَّلۡنَا لَهُ فِيهَا مَا نَشَآءُ لِمَن نُّرِيدُ ثُمَّ جَعَلۡنَا لَهُ جَهَنَّمَ يَصۡلَىٰهَا مَذۡمُومٗا مَّدۡحُورٗا","وَمَنۡ أَرَادَ ٱلۡأٓخِرَةَ وَسَعَىٰ لَهَا سَعۡيَهَا وَهُوَ مُؤۡمِنٞ فَأُوْلَٰٓئِكَ كَانَ سَعۡيُهُمُ مَشۡكُورٗا","كُلّٗا نُّمِدُّ هَٰؤُلَآءِ وَهَٰؤُلَآءِ مِنۡ عَطَآءِ رَبِّكَ وَمَا كَانَ عَطَآءُ رَبِّكَ مَحۡظُورًا","ٱنظُرۡ كَيۡفَ فَضَّلۡنَا بَعۡضَهُمُ عَلَىٰ بَعۡضٖ وَلَلۡأٓخِرَةُ أَكۡبَرُ دَرَجَٰتٖ وَأَكۡبَرُ تَفۡضِيلٗا","لَّا تَجۡعَلۡ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَتَقۡعُدَ مَذۡمُومٗا مَّخۡذُولٗا","وَقَضَىٰ رَبُّكَ أَلَّا تَعۡبُدُواْ إِلَّا إِيَّاهُ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَٰنًا إِمَّا يَبۡلُغَنَّ عِندَكَ ٱلۡكِبَرَ أَحَدُهُمَا أَوۡ كِلَاهُمَا فَلَا تَقُل لَّهُمَا أُفَّ وَلَا تَنۡهَرۡهُمَا وَقُل لَّهُمَا قَوۡلٗا كَرِيمٗا","وَٱخۡفِضۡ لَهُمَا جَنَاحَ ٱلذُّلِّ مِنَ ٱلرَّحۡمَةِ وَقُل رَّبِّ ٱرۡحَمۡهُمَا كَمَا رَبَّيَانِي صَغِيرٗا","رَّبُّكُمُ أَعۡلَمُ بِمَا فِي نُفُوسِكُمُ إِن تَكُونُواْ صَٰلِحِينَ فَإِنَّهُ كَانَ لِلۡأَوَّٰبِينَ غَفُورٗا","وَءَاتِ ذَا ٱلۡقُرۡبَىٰ حَقَّهُ وَٱلۡمِسۡكِينَ وَٱبۡنَ ٱلسَّبِيلِ وَلَا تُبَذِّرۡ تَبۡذِيرًا","إِنَّ ٱلۡمُبَذِّرِينَ كَانُواْ إِخۡوَٰنَ ٱلشَّيَٰطِينِ وَكَانَ ٱلشَّيۡطَٰنُ لِرَبِّهِ كَفُورٗا","وَإِمَّا تُعۡرِضَنَّ عَنۡهُمُ ٱبۡتِغَآءَ رَحۡمَةٖ مِّن رَّبِّكَ تَرۡجُوهَا فَقُل لَّهُمُ قَوۡلٗا مَّيۡسُورٗا","وَلَا تَجۡعَلۡ يَدَكَ مَغۡلُولَةً إِلَىٰ عُنُقِكَ وَلَا تَبۡسُطۡهَا كُلَّ ٱلۡبَسۡطِ فَتَقۡعُدَ مَلُومٗا مَّحۡسُورًا","إِنَّ رَبَّكَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُ إِنَّهُ كَانَ بِعِبَادِهِ خَبِيرَا بَصِيرٗا","وَلَا تَقۡتُلُواْ أَوۡلَٰدَكُمُ خَشۡيَةَ إِمۡلَٰقٖ نَّحۡنُ نَرۡزُقُهُمُ وَإِيَّاكُمُ إِنَّ قَتۡلَهُمُ كَانَ خِطَآءٗ كَبِيرٗا","وَلَا تَقۡرَبُواْ ٱلزِّنَىٰ إِنَّهُ كَانَ فَٰحِشَةٗ وَسَآءَ سَبِيلٗا","وَلَا تَقۡتُلُواْ ٱلنَّفۡسَ ٱلَّتِي حَرَّمَ ٱللَّهُ إِلَّا بِٱلۡحَقِّ وَمَن قُتِلَ مَظۡلُومٗا فَقَدۡ جَعَلۡنَا لِوَلِيِّهِ سُلۡطَٰنٗا فَلَا يُسۡرِف فِّي ٱلۡقَتۡلِ إِنَّهُ كَانَ مَنصُورٗا","وَلَا تَقۡرَبُواْ مَالَ ٱلۡيَتِيمِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ حَتَّىٰ يَبۡلُغَ أَشُدَّهُ وَأَوۡفُواْ بِٱلۡعَهۡدِ إِنَّ ٱلۡعَهۡدَ كَانَ مَسۡـُٔولٗا","وَأَوۡفُواْ ٱلۡكَيۡلَ إِذَا كِلۡتُمُ وَزِنُواْ بِٱلۡقُسۡطَاسِ ٱلۡمُسۡتَقِيمِ ذَٰلِكَ خَيۡرٞ وَأَحۡسَنُ تَأۡوِيلٗا","وَلَا تَقۡفُ مَا لَيۡسَ لَكَ بِهِ عِلۡمٌ إِنَّ ٱلسَّمۡعَ وَٱلۡبَصَرَ وَٱلۡفُؤَادَ كُلُّ أُوْلَٰٓئِكَ كَانَ عَنۡهُ مَسۡـُٔولٗا","وَلَا تَمۡشِ فِي ٱلۡأَرۡضِ مَرَحًا إِنَّكَ لَن تَخۡرِقَ ٱلۡأَرۡضَ وَلَن تَبۡلُغَ ٱلۡجِبَالَ طُولٗا","كُلُّ ذَٰلِكَ كَانَ سَيِّئَةً عِندَ رَبِّكَ مَكۡرُوهٗا","ذَٰلِكَ مِمَّا أَوۡحَىٰ إِلَيۡكَ رَبُّكَ مِنَ ٱلۡحِكۡمَةِ وَلَا تَجۡعَلۡ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَتُلۡقَىٰ فِي جَهَنَّمَ مَلُومٗا مَّدۡحُورًا","أَفَأَصۡفَىٰكُمُ رَبُّكُمُ بِٱلۡبَنِينَ وَٱتَّخَذَ مِنَ ٱلۡمَلَٰٓئِكَةِ إِنَٰثًا إِنَّكُمُ لَتَقُولُونَ قَوۡلًا عَظِيمٗا","وَلَقَدۡ صَرَّفۡنَا فِي هَٰذَا ٱلۡقُرَانِ لِيَذَّكَّرُواْ وَمَا يَزِيدُهُمُ إِلَّا نُفُورٗا","قُل لَّوۡ كَانَ مَعَهُ ءَالِهَةٞ كَمَا يَقُولُونَ إِذٗا لَّٱبۡتَغَوۡاْ إِلَىٰ ذِي ٱلۡعَرۡشِ سَبِيلٗا","سُبۡحَٰنَهُ وَتَعَٰلَىٰ عَمَّا يَقُولُونَ عُلُوّٗا كَبِيرٗا","يُسَبِّحُ لَهُ ٱلسَّمَٰوَٰتُ ٱلسَّبۡعُ وَٱلۡأَرۡضُ وَمَن فِيهِنَّ وَإِن مِّن شَيۡءٍ إِلَّا يُسَبِّحُ بِحَمۡدِهِ وَلَٰكِن لَّا تَفۡقَهُونَ تَسۡبِيحَهُمُ إِنَّهُ كَانَ حَلِيمًا غَفُورٗا","وَإِذَا قَرَأۡتَ ٱلۡقُرَانَ جَعَلۡنَا بَيۡنَكَ وَبَيۡنَ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ حِجَابٗا مَّسۡتُورٗا","وَجَعَلۡنَا عَلَىٰ قُلُوبِهِمُ أَكِنَّةً أَن يَفۡقَهُوهُ وَفِي ءَاذَانِهِمُ وَقۡرٗا وَإِذَا ذَكَرۡتَ رَبَّكَ فِي ٱلۡقُرَانِ وَحۡدَهُ وَلَّوۡاْ عَلَىٰ أَدۡبَٰرِهِمُ نُفُورٗا","نَّحۡنُ أَعۡلَمُ بِمَا يَسۡتَمِعُونَ بِهِ إِذۡ يَسۡتَمِعُونَ إِلَيۡكَ وَإِذۡ هُمُ نَجۡوَىٰ إِذۡ يَقُولُ ٱلظَّٰلِمُونَ إِن تَتَّبِعُونَ إِلَّا رَجُلٗا مَّسۡحُورًا","ٱنظُرۡ كَيۡفَ ضَرَبُواْ لَكَ ٱلۡأَمۡثَالَ فَضَلُّواْ فَلَا يَسۡتَطِيعُونَ سَبِيلٗا","وَقَالُواْ أَ۟ذَا كُنَّا عِظَٰمٗا وَرُفَٰتًا أَ۟نَّا لَمَبۡعُوثُونَ خَلۡقٗا جَدِيدٗا","قُلۡ كُونُواْ حِجَارَةً أَوۡ حَدِيدًا","أَوۡ خَلۡقٗا مِّمَّا يَكۡبُرُ فِي صُدُورِكُمُ فَسَيَقُولُونَ مَن يُعِيدُنَا قُلِ ٱلَّذِي فَطَرَكُمُ أَوَّلَ مَرَّةٖ فَسَيُنۡغِضُونَ إِلَيۡكَ رُءُوسَهُمُ وَيَقُولُونَ مَتَىٰ هُوَ قُلۡ عَسَىٰ أَن يَكُونَ قَرِيبٗا","يَوۡمَ يَدۡعُوكُمُ فَتَسۡتَجِيبُونَ بِحَمۡدِهِ وَتَظُنُّونَ إِن لَّبِثۡتُمُ إِلَّا قَلِيلٗا","وَقُل لِّعِبَادِي يَقُولُواْ ٱلَّتِي هِيَ أَحۡسَنُ إِنَّ ٱلشَّيۡطَٰنَ يَنزَغُ بَيۡنَهُمُ إِنَّ ٱلشَّيۡطَٰنَ كَانَ لِلۡإِنسَٰنِ عَدُوّٗا مُّبِينٗا","رَّبُّكُمُ أَعۡلَمُ بِكُمُ إِن يَشَأۡ يَرۡحَمۡكُمُ أَوۡ إِن يَشَأۡ يُعَذِّبۡكُمُ وَمَا أَرۡسَلۡنَٰكَ عَلَيۡهِمُ وَكِيلٗا","وَرَبُّكَ أَعۡلَمُ بِمَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَقَدۡ فَضَّلۡنَا بَعۡضَ ٱلنَّبِيِّـنَ عَلَىٰ بَعۡضٖ وَءَاتَيۡنَا دَاوُدَ زَبُورٗا","قُلُ ٱدۡعُواْ ٱلَّذِينَ زَعَمۡتُمُ مِن دُونِهِ فَلَا يَمۡلِكُونَ كَشۡفَ ٱلضُّرِّ عَنكُمُ وَلَا تَحۡوِيلًا","أُوْلَٰٓئِكَ ٱلَّذِينَ يَدۡعُونَ يَبۡتَغُونَ إِلَىٰ رَبِّهِمُ ٱلۡوَسِيلَةَ أَيُّهُمُ أَقۡرَبُ وَيَرۡجُونَ رَحۡمَتَهُ وَيَخَافُونَ عَذَابَهُ إِنَّ عَذَابَ رَبِّكَ كَانَ مَحۡذُورٗا","وَإِن مِّن قَرۡيَةٍ إِلَّا نَحۡنُ مُهۡلِكُوهَا قَبۡلَ يَوۡمِ ٱلۡقِيَٰمَةِ أَوۡ مُعَذِّبُوهَا عَذَابٗا شَدِيدٗا كَانَ ذَٰلِكَ فِي ٱلۡكِتَٰبِ مَسۡطُورٗا","وَمَا مَنَعَنَا أَن نُّرۡسِلَ بِٱلۡأٓيَٰتِ إِلَّا أَن كَذَّبَ بِهَا ٱلۡأَوَّلُونَ وَءَاتَيۡنَا ثَمُودَ ٱلنَّاقَةَ مُبۡصِرَةٗ فَظَلَمُواْ بِهَا وَمَا نُرۡسِلُ بِٱلۡأٓيَٰتِ إِلَّا تَخۡوِيفٗا","وَإِذۡ قُلۡنَا لَكَ إِنَّ رَبَّكَ أَحَاطَ بِٱلنَّاسِ وَمَا جَعَلۡنَا ٱلرُّءۡيَا ٱلَّتِي أَرَيۡنَٰكَ إِلَّا فِتۡنَةٗ لِّلنَّاسِ وَٱلشَّجَرَةَ ٱلۡمَلۡعُونَةَ فِي ٱلۡقُرَانِ وَنُخَوِّفُهُمُ فَمَا يَزِيدُهُمُ إِلَّا طُغۡيَٰنٗا كَبِيرٗا","وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُواْ إِلَّا إِبۡلِيسَ قَالَ ءَاسۡجُدُ لِمَنۡ خَلَقۡتَ طِينٗا","قَالَ أَرَءَيۡتَكَ هَٰذَا ٱلَّذِي كَرَّمۡتَ عَلَيَّ لَئِنۡ أَخَّرۡتَنِ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَأَحۡتَنِكَنَّ ذُرِّيَّتَهُ إِلَّا قَلِيلٗا","قَالَ ٱذۡهَبۡ فَمَن تَبِعَكَ مِنۡهُمُ فَإِنَّ جَهَنَّمَ جَزَآؤُكُمُ جَزَآءٗ مَّوۡفُورٗا","وَٱسۡتَفۡزِزۡ مَنِ ٱسۡتَطَعۡتَ مِنۡهُمُ بِصَوۡتِكَ وَأَجۡلِبۡ عَلَيۡهِمُ بِخَيۡلِكَ وَرَجۡلِكَ وَشَارِكۡهُمُ فِي ٱلۡأَمۡوَٰلِ وَٱلۡأَوۡلَٰدِ وَعِدۡهُمُ وَمَا يَعِدُهُمُ ٱلشَّيۡطَٰنُ إِلَّا غُرُورًا","إِنَّ عِبَادِي لَيۡسَ لَكَ عَلَيۡهِمُ سُلۡطَٰنٞ وَكَفَىٰ بِرَبِّكَ وَكِيلٗا","رَّبُّكُمُ ٱلَّذِي يُزۡجِي لَكُمُ ٱلۡفُلۡكَ فِي ٱلۡبَحۡرِ لِتَبۡتَغُواْ مِن فَضۡلِهِ إِنَّهُ كَانَ بِكُمُ رَحِيمٗا","وَإِذَا مَسَّكُمُ ٱلضُّرُّ فِي ٱلۡبَحۡرِ ضَلَّ مَن تَدۡعُونَ إِلَّا إِيَّاهُ فَلَمَّا نَجَّىٰكُمُ إِلَى ٱلۡبَرِّ أَعۡرَضۡتُمُ وَكَانَ ٱلۡإِنسَٰنُ كَفُورًا","أَفَأَمِنتُمُ أَن نَّخۡسِفَ بِكُمُ جَانِبَ ٱلۡبَرِّ أَوۡ نُرۡسِلَ عَلَيۡكُمُ حَاصِبٗا ثُمَّ لَا تَجِدُواْ لَكُمُ وَكِيلًا","أَمۡ أَمِنتُمُ أَن نُّعِيدَكُمُ فِيهِ تَارَةً أُخۡرَىٰ فَنُرۡسِلَ عَلَيۡكُمُ قَاصِفٗا مِّنَ ٱلرِّيحِ فَنُغۡرِقَكُمُ بِمَا كَفَرۡتُمُ ثُمَّ لَا تَجِدُواْ لَكُمُ عَلَيۡنَا بِهِ تَبِيعٗا","وَلَقَدۡ كَرَّمۡنَا بَنِي ءَادَمَ وَحَمَلۡنَٰهُمُ فِي ٱلۡبَرِّ وَٱلۡبَحۡرِ وَرَزَقۡنَٰهُمُ مِنَ ٱلطَّيِّبَٰتِ وَفَضَّلۡنَٰهُمُ عَلَىٰ كَثِيرٖ مِّمَّنۡ خَلَقۡنَا تَفۡضِيلٗا","يَوۡمَ نَدۡعُواْ كُلَّ أُنَاسِ بِإِمَٰمِهِمُ فَمَنۡ أُوتِيَ كِتَٰبَهُ بِيَمِينِهِ فَأُوْلَٰٓئِكَ يَقۡرَءُونَ كِتَٰبَهُمُ وَلَا يُظۡلَمُونَ فَتِيلٗا","وَمَن كَانَ فِي هَٰذِهِ أَعۡمَىٰ فَهُوَ فِي ٱلۡأٓخِرَةِ أَعۡمَىٰ وَأَضَلُّ سَبِيلٗا","وَإِن كَادُواْ لَيَفۡتِنُونَكَ عَنِ ٱلَّذِي أَوۡحَيۡنَا إِلَيۡكَ لِتَفۡتَرِيَ عَلَيۡنَا غَيۡرَهُ وَإِذٗا لَّٱتَّخَذُوكَ خَلِيلٗا","وَلَوۡلَا أَن ثَبَّتۡنَٰكَ لَقَدۡ كِدتَّ تَرۡكَنُ إِلَيۡهِمُ شَيۡـٔٗا قَلِيلًا","إِذٗا لَّأَذَقۡنَٰكَ ضِعۡفَ ٱلۡحَيَوٰةِ وَضِعۡفَ ٱلۡمَمَاتِ ثُمَّ لَا تَجِدُ لَكَ عَلَيۡنَا نَصِيرٗا","وَإِن كَادُواْ لَيَسۡتَفِزُّونَكَ مِنَ ٱلۡأَرۡضِ لِيُخۡرِجُوكَ مِنۡهَا وَإِذٗا لَّا يَلۡبَثُونَ خَلۡفَكَ إِلَّا قَلِيلٗا","سُنَّةَ مَن قَدۡ أَرۡسَلۡنَا قَبۡلَكَ مِن رُّسُلِنَا وَلَا تَجِدُ لِسُنَّتِنَا تَحۡوِيلًا","أَقِمِ ٱلصَّلَوٰةَ لِدُلُوكِ ٱلشَّمۡسِ إِلَىٰ غَسَقِ ٱلَّيۡلِ وَقُرَانَ ٱلۡفَجۡرِ إِنَّ قُرَانَ ٱلۡفَجۡرِ كَانَ مَشۡهُودٗا","وَمِنَ ٱلَّيۡلِ فَتَهَجَّدۡ بِهِ نَافِلَةٗ لَّكَ عَسَىٰ أَن يَبۡعَثَكَ رَبُّكَ مَقَامٗا مَّحۡمُودٗا","وَقُل رَّبِّ أَدۡخِلۡنِي مُدۡخَلَ صِدۡقٖ وَأَخۡرِجۡنِي مُخۡرَجَ صِدۡقٖ وَٱجۡعَل لِّي مِن لَّدُنكَ سُلۡطَٰنٗا نَّصِيرٗا","وَقُلۡ جَآءَ ٱلۡحَقُّ وَزَهَقَ ٱلۡبَٰطِلُ إِنَّ ٱلۡبَٰطِلَ كَانَ زَهُوقٗا","وَنُنَزِّلُ مِنَ ٱلۡقُرَانِ مَا هُوَ شِفَآءٞ وَرَحۡمَةٞ لِّلۡمُؤۡمِنِينَ وَلَا يَزِيدُ ٱلظَّٰلِمِينَ إِلَّا خَسَارٗا","وَإِذَا أَنۡعَمۡنَا عَلَى ٱلۡإِنسَٰنِ أَعۡرَضَ وَنَـَٔا بِجَانِبِهِ وَإِذَا مَسَّهُ ٱلشَّرُّ كَانَ يَـُٔوسٗا","قُلۡ كُلّٞ يَعۡمَلُ عَلَىٰ شَاكِلَتِهِ فَرَبُّكُمُ أَعۡلَمُ بِمَنۡ هُوَ أَهۡدَىٰ سَبِيلٗا","وَيَسۡـَٔلُونَكَ عَنِ ٱلرُّوحِ قُلِ ٱلرُّوحُ مِنۡ أَمۡرِ رَبِّي وَمَا أُوتِيتُمُ مِنَ ٱلۡعِلۡمِ إِلَّا قَلِيلٗا","وَلَئِن شِئۡنَا لَنَذۡهَبَنَّ بِٱلَّذِي أَوۡحَيۡنَا إِلَيۡكَ ثُمَّ لَا تَجِدُ لَكَ بِهِ عَلَيۡنَا وَكِيلًا","إِلَّا رَحۡمَةٗ مِّن رَّبِّكَ إِنَّ فَضۡلَهُ كَانَ عَلَيۡكَ كَبِيرٗا","قُل لَّئِنِ ٱجۡتَمَعَتِ ٱلۡإِنسُ وَٱلۡجِنُّ عَلَىٰ أَن يَأۡتُواْ بِمِثۡلِ هَٰذَا ٱلۡقُرَانِ لَا يَأۡتُونَ بِمِثۡلِهِ وَلَوۡ كَانَ بَعۡضُهُمُ لِبَعۡضٖ ظَهِيرٗا","وَلَقَدۡ صَرَّفۡنَا لِلنَّاسِ فِي هَٰذَا ٱلۡقُرَانِ مِن كُلِّ مَثَلٖ فَأَبَىٰ أَكۡثَرُ ٱلنَّاسِ إِلَّا كُفُورٗا","وَقَالُواْ لَن نُّؤۡمِنَ لَكَ حَتَّىٰ تُفَجِّرَ لَنَا مِنَ ٱلۡأَرۡضِ يَنبُوعًا","أَوۡ تَكُونَ لَكَ جَنَّةٞ مِّن نَّخِيلٖ وَعِنَبٖ فَتُفَجِّرَ ٱلۡأَنۡهَٰرَ خِلَٰلَهَا تَفۡجِيرًا","أَوۡ تُسۡقِطَ ٱلسَّمَآءَ كَمَا زَعَمۡتَ عَلَيۡنَا كِسۡفًا أَوۡ تَأۡتِيَ بِٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ قَبِيلًا","أَوۡ يَكُونَ لَكَ بَيۡتٞ مِّن زُخۡرُفٍ أَوۡ تَرۡقَىٰ فِي ٱلسَّمَآءِ وَلَن نُّؤۡمِنَ لِرُقِيِّكَ حَتَّىٰ تُنَزِّلَ عَلَيۡنَا كِتَٰبٗا نَّقۡرَؤُهُ قَالَ سُبۡحَانَ رَبِّي هَلۡ كُنتُ إِلَّا بَشَرٗا رَّسُولٗا","وَمَا مَنَعَ ٱلنَّاسَ أَن يُؤۡمِنُواْ إِذۡ جَآءَهُمُ ٱلۡهُدَىٰ إِلَّا أَن قَالُواْ أَبَعَثَ ٱللَّهُ بَشَرٗا رَّسُولٗا","قُل لَّوۡ كَانَ فِي ٱلۡأَرۡضِ مَلَٰٓئِكَةٞ يَمۡشُونَ مُطۡمَئِنِّينَ لَنَزَّلۡنَا عَلَيۡهِمُ مِنَ ٱلسَّمَآءِ مَلَكٗا رَّسُولٗا","قُلۡ كَفَىٰ بِٱللَّهِ شَهِيدَا بَيۡنِي وَبَيۡنَكُمُ إِنَّهُ كَانَ بِعِبَادِهِ خَبِيرَا بَصِيرٗا","وَمَن يَهۡدِ ٱللَّهُ فَهُوَ ٱلۡمُهۡتَدِ وَمَن يُضۡلِلۡ فَلَن تَجِدَ لَهُمُ أَوۡلِيَآءَ مِن دُونِهِ وَنَحۡشُرُهُمُ يَوۡمَ ٱلۡقِيَٰمَةِ عَلَىٰ وُجُوهِهِمُ عُمۡيٗا وَبُكۡمٗا وَصُمّٗا مَّأۡوَىٰهُمُ جَهَنَّمُ كُلَّمَا خَبَتۡ زِدۡنَٰهُمُ سَعِيرٗا","ذَٰلِكَ جَزَآؤُهُمُ بِأَنَّهُمُ كَفَرُواْ بِـَٔايَٰتِنَا وَقَالُواْ أَ۟ذَا كُنَّا عِظَٰمٗا وَرُفَٰتًا أَ۟نَّا لَمَبۡعُوثُونَ خَلۡقٗا جَدِيدًا","أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ قَادِرٌ عَلَىٰ أَن يَخۡلُقَ مِثۡلَهُمُ وَجَعَلَ لَهُمُ أَجَلٗا لَّا رَيۡبَ فِيهِ فَأَبَى ٱلظَّٰلِمُونَ إِلَّا كُفُورٗا","قُل لَّوۡ أَنتُمُ تَمۡلِكُونَ خَزَآئِنَ رَحۡمَةِ رَبِّي إِذٗا لَّأَمۡسَكۡتُمُ خَشۡيَةَ ٱلۡإِنفَاقِ وَكَانَ ٱلۡإِنسَٰنُ قَتُورٗا","وَلَقَدۡ ءَاتَيۡنَا مُوسَىٰ تِسۡعَ ءَايَٰتِ بَيِّنَٰتٖ فَسَلۡ بَنِي إِسۡرَٰٓءِيلَ إِذۡ جَآءَهُمُ فَقَالَ لَهُ فِرۡعَوۡنُ إِنِّي لَأَظُنُّكَ يَٰمُوسَىٰ مَسۡحُورٗا","قَالَ لَقَدۡ عَلِمۡتَ مَا أَنزَلَ هَٰؤُلَآءِ الَّا رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ بَصَآئِرَ وَإِنِّي لَأَظُنُّكَ يَٰفِرۡعَوۡنُ مَثۡبُورٗا","فَأَرَادَ أَن يَسۡتَفِزَّهُمُ مِنَ ٱلۡأَرۡضِ فَأَغۡرَقۡنَٰهُ وَمَن مَّعَهُ جَمِيعٗا","وَقُلۡنَا مِن بَعۡدِهِ لِبَنِي إِسۡرَٰٓءِيلَ ٱسۡكُنُواْ ٱلۡأَرۡضَ فَإِذَا جَآءَ وَعۡدُ ٱلۡأٓخِرَةِ جِئۡنَا بِكُمُ لَفِيفٗا","وَبِٱلۡحَقِّ أَنزَلۡنَٰهُ وَبِٱلۡحَقِّ نَزَلَ وَمَا أَرۡسَلۡنَٰكَ إِلَّا مُبَشِّرٗا وَنَذِيرٗا","وَقُرَانٗا فَرَقۡنَٰهُ لِتَقۡرَأَهُ عَلَى ٱلنَّاسِ عَلَىٰ مُكۡثٖ وَنَزَّلۡنَٰهُ تَنزِيلٗا","قُلۡ ءَامِنُواْ بِهِ أَوۡ لَا تُؤۡمِنُواْ إِنَّ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ مِن قَبۡلِهِ إِذَا يُتۡلَىٰ عَلَيۡهِمُ يَخِرُّونَ لِلۡأَذۡقَانِ سُجَّدٗا وَيَقُولُونَ سُبۡحَٰنَ رَبِّنَا إِن كَانَ وَعۡدُ رَبِّنَا لَمَفۡعُولٗا","وَيَخِرُّونَ لِلۡأَذۡقَانِ يَبۡكُونَ وَيَزِيدُهُمُ خُشُوعٗا","قُلُ ٱدۡعُواْ ٱللَّهَ أَوُ ٱدۡعُواْ ٱلرَّحۡمَٰنَ أَيّٗا مَّا تَدۡعُواْ فَلَهُ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰ وَلَا تَجۡهَرۡ بِصَلَاتِكَ وَلَا تُخَافِتۡ بِهَا وَٱبۡتَغِ بَيۡنَ ذَٰلِكَ سَبِيلٗا","وَقُلِ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي لَمۡ يَتَّخِذۡ وَلَدٗا وَلَمۡ يَكُن لَّهُ شَرِيكٞ فِي ٱلۡمُلۡكِ وَلَمۡ يَكُن لَّهُ وَلِيّٞ مِّنَ ٱلذُّلِّ وَكَبِّرۡهُ تَكۡبِيرَا"],"albazzi":["سُبۡحَٰنَ ٱلَّذِي أَسۡرَىٰ بِعَبۡدِهِ لَيۡلٗا مِّنَ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ إِلَى ٱلۡمَسۡجِدِ ٱلۡأَقۡصَا ٱلَّذِي بَٰرَكۡنَا حَوۡلَهُ لِنُرِيَهُ مِنۡ ءَايَٰتِنَا إِنَّهُ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ","وَءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ وَجَعَلۡنَٰهُ هُدٗى لِّبَنِي إِسۡرَٰٓءِيلَ أَلَّا تَتَّخِذُواْ مِن دُونِي وَكِيلٗا","ذُرِّيَّةَ مَنۡ حَمَلۡنَا مَعَ نُوحٍ إِنَّهُ كَانَ عَبۡدٗا شَكُورٗا","وَقَضَيۡنَا إِلَىٰ بَنِي إِسۡرَٰٓءِيلَ فِي ٱلۡكِتَٰبِ لَتُفۡسِدُنَّ فِي ٱلۡأَرۡضِ مَرَّتَيۡنِ وَلَتَعۡلُنَّ عُلُوّٗا كَبِيرٗا","فَإِذَا جَآءَ وَعۡدُ أُولَىٰهُمَا بَعَثۡنَا عَلَيۡكُمُ عِبَادٗا لَّنَا أُوْلِي بَأۡسٖ شَدِيدٖ فَجَاسُواْ خِلَٰلَ ٱلدِّيَارِ وَكَانَ وَعۡدٗا مَّفۡعُولٗا","ثُمَّ رَدَدۡنَا لَكُمُ ٱلۡكَرَّةَ عَلَيۡهِمُ وَأَمۡدَدۡنَٰكُمُ بِأَمۡوَٰلٖ وَبَنِينَ وَجَعَلۡنَٰكُمُ أَكۡثَرَ نَفِيرًا","إِنۡ أَحۡسَنتُمُ أَحۡسَنتُمُ لِأَنفُسِكُمُ وَإِنۡ أَسَأۡتُمُ فَلَهَا فَإِذَا جَآءَ وَعۡدُ ٱلۡأٓخِرَةِ لِيَسُـُٔواْ وُجُوهَكُمُ وَلِيَدۡخُلُواْ ٱلۡمَسۡجِدَ كَمَا دَخَلُوهُ أَوَّلَ مَرَّةٖ وَلِيُتَبِّرُواْ مَا عَلَوۡاْ تَتۡبِيرًا","عَسَىٰ رَبُّكُمُ أَن يَرۡحَمَكُمُ وَإِنۡ عُدتُّمُ عُدۡنَا وَجَعَلۡنَا جَهَنَّمَ لِلۡكَٰفِرِينَ حَصِيرًا","إِنَّ هَٰذَا ٱلۡقُرَانَ يَهۡدِي لِلَّتِي هِيَ أَقۡوَمُ وَيُبَشِّرُ ٱلۡمُؤۡمِنِينَ ٱلَّذِينَ يَعۡمَلُونَ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمُ أَجۡرٗا كَبِيرٗا","وَأَنَّ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ أَعۡتَدۡنَا لَهُمُ عَذَابًا أَلِيمٗا","وَيَدۡعُ ٱلۡإِنسَٰنُ بِٱلشَّرِّ دُعَآءَهُ بِٱلۡخَيۡرِ وَكَانَ ٱلۡإِنسَٰنُ عَجُولٗا","وَجَعَلۡنَا ٱلَّيۡلَ وَٱلنَّهَارَ ءَايَتَيۡنِ فَمَحَوۡنَا ءَايَةَ ٱلَّيۡلِ وَجَعَلۡنَا ءَايَةَ ٱلنَّهَارِ مُبۡصِرَةٗ لِّتَبۡتَغُواْ فَضۡلٗا مِّن رَّبِّكُمُ وَلِتَعۡلَمُواْ عَدَدَ ٱلسِّنِينَ وَٱلۡحِسَابَ وَكُلَّ شَيۡءٖ فَصَّلۡنَٰهُ تَفۡصِيلٗا","وَكُلَّ إِنسَٰنٍ أَلۡزَمۡنَٰهُ طَٰٓئِرَهُ فِي عُنُقِهِ وَنُخۡرِجُ لَهُ يَوۡمَ ٱلۡقِيَٰمَةِ كِتَٰبٗا يَلۡقَىٰهُ مَنشُورًا","ٱقۡرَأۡ كِتَٰبَكَ كَفَىٰ بِنَفۡسِكَ ٱلۡيَوۡمَ عَلَيۡكَ حَسِيبٗا","مَّنِ ٱهۡتَدَىٰ فَإِنَّمَا يَهۡتَدِي لِنَفۡسِهِ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيۡهَا وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰ وَمَا كُنَّا مُعَذِّبِينَ حَتَّىٰ نَبۡعَثَ رَسُولٗا","وَإِذَا أَرَدۡنَا أَن نُّهۡلِكَ قَرۡيَةً أَمَرۡنَا مُتۡرَفِيهَا فَفَسَقُواْ فِيهَا فَحَقَّ عَلَيۡهَا ٱلۡقَوۡلُ فَدَمَّرۡنَٰهَا تَدۡمِيرٗا","وَكَمۡ أَهۡلَكۡنَا مِنَ ٱلۡقُرُونِ مِن بَعۡدِ نُوحٖ وَكَفَىٰ بِرَبِّكَ بِذُنُوبِ عِبَادِهِ خَبِيرَا بَصِيرٗا","مَّن كَانَ يُرِيدُ ٱلۡعَاجِلَةَ عَجَّلۡنَا لَهُ فِيهَا مَا نَشَآءُ لِمَن نُّرِيدُ ثُمَّ جَعَلۡنَا لَهُ جَهَنَّمَ يَصۡلَىٰهَا مَذۡمُومٗا مَّدۡحُورٗا","وَمَنۡ أَرَادَ ٱلۡأٓخِرَةَ وَسَعَىٰ لَهَا سَعۡيَهَا وَهُوَ مُؤۡمِنٞ فَأُوْلَٰٓئِكَ كَانَ سَعۡيُهُمُ مَشۡكُورٗا","كُلّٗا نُّمِدُّ هَٰؤُلَآءِ وَهَٰؤُلَآءِ مِنۡ عَطَآءِ رَبِّكَ وَمَا كَانَ عَطَآءُ رَبِّكَ مَحۡظُورًا","ٱنظُرۡ كَيۡفَ فَضَّلۡنَا بَعۡضَهُمُ عَلَىٰ بَعۡضٖ وَلَلۡأٓخِرَةُ أَكۡبَرُ دَرَجَٰتٖ وَأَكۡبَرُ تَفۡضِيلٗا","لَّا تَجۡعَلۡ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَتَقۡعُدَ مَذۡمُومٗا مَّخۡذُولٗا","وَقَضَىٰ رَبُّكَ أَلَّا تَعۡبُدُواْ إِلَّا إِيَّاهُ وَبِٱلۡوَٰلِدَيۡنِ إِحۡسَٰنًا إِمَّا يَبۡلُغَنَّ عِندَكَ ٱلۡكِبَرَ أَحَدُهُمَا أَوۡ كِلَاهُمَا فَلَا تَقُل لَّهُمَا أُفَّ وَلَا تَنۡهَرۡهُمَا وَقُل لَّهُمَا قَوۡلٗا كَرِيمٗا","وَٱخۡفِضۡ لَهُمَا جَنَاحَ ٱلذُّلِّ مِنَ ٱلرَّحۡمَةِ وَقُل رَّبِّ ٱرۡحَمۡهُمَا كَمَا رَبَّيَانِي صَغِيرٗا","رَّبُّكُمُ أَعۡلَمُ بِمَا فِي نُفُوسِكُمُ إِن تَكُونُواْ صَٰلِحِينَ فَإِنَّهُ كَانَ لِلۡأَوَّٰبِينَ غَفُورٗا","وَءَاتِ ذَا ٱلۡقُرۡبَىٰ حَقَّهُ وَٱلۡمِسۡكِينَ وَٱبۡنَ ٱلسَّبِيلِ وَلَا تُبَذِّرۡ تَبۡذِيرًا","إِنَّ ٱلۡمُبَذِّرِينَ كَانُواْ إِخۡوَٰنَ ٱلشَّيَٰطِينِ وَكَانَ ٱلشَّيۡطَٰنُ لِرَبِّهِ كَفُورٗا","وَإِمَّا تُعۡرِضَنَّ عَنۡهُمُ ٱبۡتِغَآءَ رَحۡمَةٖ مِّن رَّبِّكَ تَرۡجُوهَا فَقُل لَّهُمُ قَوۡلٗا مَّيۡسُورٗا","وَلَا تَجۡعَلۡ يَدَكَ مَغۡلُولَةً إِلَىٰ عُنُقِكَ وَلَا تَبۡسُطۡهَا كُلَّ ٱلۡبَسۡطِ فَتَقۡعُدَ مَلُومٗا مَّحۡسُورًا","إِنَّ رَبَّكَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ وَيَقۡدِرُ إِنَّهُ كَانَ بِعِبَادِهِ خَبِيرَا بَصِيرٗا","وَلَا تَقۡتُلُواْ أَوۡلَٰدَكُمُ خَشۡيَةَ إِمۡلَٰقٖ نَّحۡنُ نَرۡزُقُهُمُ وَإِيَّاكُمُ إِنَّ قَتۡلَهُمُ كَانَ خِطَآءٗ كَبِيرٗا","وَلَا تَقۡرَبُواْ ٱلزِّنَىٰ إِنَّهُ كَانَ فَٰحِشَةٗ وَسَآءَ سَبِيلٗا","وَلَا تَقۡتُلُواْ ٱلنَّفۡسَ ٱلَّتِي حَرَّمَ ٱللَّهُ إِلَّا بِٱلۡحَقِّ وَمَن قُتِلَ مَظۡلُومٗا فَقَدۡ جَعَلۡنَا لِوَلِيِّهِ سُلۡطَٰنٗا فَلَا يُسۡرِف فِّي ٱلۡقَتۡلِ إِنَّهُ كَانَ مَنصُورٗا","وَلَا تَقۡرَبُواْ مَالَ ٱلۡيَتِيمِ إِلَّا بِٱلَّتِي هِيَ أَحۡسَنُ حَتَّىٰ يَبۡلُغَ أَشُدَّهُ وَأَوۡفُواْ بِٱلۡعَهۡدِ إِنَّ ٱلۡعَهۡدَ كَانَ مَسۡـُٔولٗا","وَأَوۡفُواْ ٱلۡكَيۡلَ إِذَا كِلۡتُمُ وَزِنُواْ بِٱلۡقُسۡطَاسِ ٱلۡمُسۡتَقِيمِ ذَٰلِكَ خَيۡرٞ وَأَحۡسَنُ تَأۡوِيلٗا","وَلَا تَقۡفُ مَا لَيۡسَ لَكَ بِهِ عِلۡمٌ إِنَّ ٱلسَّمۡعَ وَٱلۡبَصَرَ وَٱلۡفُؤَادَ كُلُّ أُوْلَٰٓئِكَ كَانَ عَنۡهُ مَسۡـُٔولٗا","وَلَا تَمۡشِ فِي ٱلۡأَرۡضِ مَرَحًا إِنَّكَ لَن تَخۡرِقَ ٱلۡأَرۡضَ وَلَن تَبۡلُغَ ٱلۡجِبَالَ طُولٗا","كُلُّ ذَٰلِكَ كَانَ سَيِّئَةً عِندَ رَبِّكَ مَكۡرُوهٗا","ذَٰلِكَ مِمَّا أَوۡحَىٰ إِلَيۡكَ رَبُّكَ مِنَ ٱلۡحِكۡمَةِ وَلَا تَجۡعَلۡ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ فَتُلۡقَىٰ فِي جَهَنَّمَ مَلُومٗا مَّدۡحُورًا","أَفَأَصۡفَىٰكُمُ رَبُّكُمُ بِٱلۡبَنِينَ وَٱتَّخَذَ مِنَ ٱلۡمَلَٰٓئِكَةِ إِنَٰثًا إِنَّكُمُ لَتَقُولُونَ قَوۡلًا عَظِيمٗا","وَلَقَدۡ صَرَّفۡنَا فِي هَٰذَا ٱلۡقُرَانِ لِيَذَّكَّرُواْ وَمَا يَزِيدُهُمُ إِلَّا نُفُورٗا","قُل لَّوۡ كَانَ مَعَهُ ءَالِهَةٞ كَمَا يَقُولُونَ إِذٗا لَّٱبۡتَغَوۡاْ إِلَىٰ ذِي ٱلۡعَرۡشِ سَبِيلٗا","سُبۡحَٰنَهُ وَتَعَٰلَىٰ عَمَّا يَقُولُونَ عُلُوّٗا كَبِيرٗا","يُسَبِّحُ لَهُ ٱلسَّمَٰوَٰتُ ٱلسَّبۡعُ وَٱلۡأَرۡضُ وَمَن فِيهِنَّ وَإِن مِّن شَيۡءٍ إِلَّا يُسَبِّحُ بِحَمۡدِهِ وَلَٰكِن لَّا تَفۡقَهُونَ تَسۡبِيحَهُمُ إِنَّهُ كَانَ حَلِيمًا غَفُورٗا","وَإِذَا قَرَأۡتَ ٱلۡقُرَانَ جَعَلۡنَا بَيۡنَكَ وَبَيۡنَ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ حِجَابٗا مَّسۡتُورٗا","وَجَعَلۡنَا عَلَىٰ قُلُوبِهِمُ أَكِنَّةً أَن يَفۡقَهُوهُ وَفِي ءَاذَانِهِمُ وَقۡرٗا وَإِذَا ذَكَرۡتَ رَبَّكَ فِي ٱلۡقُرَانِ وَحۡدَهُ وَلَّوۡاْ عَلَىٰ أَدۡبَٰرِهِمُ نُفُورٗا","نَّحۡنُ أَعۡلَمُ بِمَا يَسۡتَمِعُونَ بِهِ إِذۡ يَسۡتَمِعُونَ إِلَيۡكَ وَإِذۡ هُمُ نَجۡوَىٰ إِذۡ يَقُولُ ٱلظَّٰلِمُونَ إِن تَتَّبِعُونَ إِلَّا رَجُلٗا مَّسۡحُورًا","ٱنظُرۡ كَيۡفَ ضَرَبُواْ لَكَ ٱلۡأَمۡثَالَ فَضَلُّواْ فَلَا يَسۡتَطِيعُونَ سَبِيلٗا","وَقَالُواْ أَ۟ذَا كُنَّا عِظَٰمٗا وَرُفَٰتًا أَ۟نَّا لَمَبۡعُوثُونَ خَلۡقٗا جَدِيدٗا","قُلۡ كُونُواْ حِجَارَةً أَوۡ حَدِيدًا","أَوۡ خَلۡقٗا مِّمَّا يَكۡبُرُ فِي صُدُورِكُمُ فَسَيَقُولُونَ مَن يُعِيدُنَا قُلِ ٱلَّذِي فَطَرَكُمُ أَوَّلَ مَرَّةٖ فَسَيُنۡغِضُونَ إِلَيۡكَ رُءُوسَهُمُ وَيَقُولُونَ مَتَىٰ هُوَ قُلۡ عَسَىٰ أَن يَكُونَ قَرِيبٗا","يَوۡمَ يَدۡعُوكُمُ فَتَسۡتَجِيبُونَ بِحَمۡدِهِ وَتَظُنُّونَ إِن لَّبِثۡتُمُ إِلَّا قَلِيلٗا","وَقُل لِّعِبَادِي يَقُولُواْ ٱلَّتِي هِيَ أَحۡسَنُ إِنَّ ٱلشَّيۡطَٰنَ يَنزَغُ بَيۡنَهُمُ إِنَّ ٱلشَّيۡطَٰنَ كَانَ لِلۡإِنسَٰنِ عَدُوّٗا مُّبِينٗا","رَّبُّكُمُ أَعۡلَمُ بِكُمُ إِن يَشَأۡ يَرۡحَمۡكُمُ أَوۡ إِن يَشَأۡ يُعَذِّبۡكُمُ وَمَا أَرۡسَلۡنَٰكَ عَلَيۡهِمُ وَكِيلٗا","وَرَبُّكَ أَعۡلَمُ بِمَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَقَدۡ فَضَّلۡنَا بَعۡضَ ٱلنَّبِيِّـنَ عَلَىٰ بَعۡضٖ وَءَاتَيۡنَا دَاوُدَ زَبُورٗا","قُلُ ٱدۡعُواْ ٱلَّذِينَ زَعَمۡتُمُ مِن دُونِهِ فَلَا يَمۡلِكُونَ كَشۡفَ ٱلضُّرِّ عَنكُمُ وَلَا تَحۡوِيلًا","أُوْلَٰٓئِكَ ٱلَّذِينَ يَدۡعُونَ يَبۡتَغُونَ إِلَىٰ رَبِّهِمُ ٱلۡوَسِيلَةَ أَيُّهُمُ أَقۡرَبُ وَيَرۡجُونَ رَحۡمَتَهُ وَيَخَافُونَ عَذَابَهُ إِنَّ عَذَابَ رَبِّكَ كَانَ مَحۡذُورٗا","وَإِن مِّن قَرۡيَةٍ إِلَّا نَحۡنُ مُهۡلِكُوهَا قَبۡلَ يَوۡمِ ٱلۡقِيَٰمَةِ أَوۡ مُعَذِّبُوهَا عَذَابٗا شَدِيدٗا كَانَ ذَٰلِكَ فِي ٱلۡكِتَٰبِ مَسۡطُورٗا","وَمَا مَنَعَنَا أَن نُّرۡسِلَ بِٱلۡأٓيَٰتِ إِلَّا أَن كَذَّبَ بِهَا ٱلۡأَوَّلُونَ وَءَاتَيۡنَا ثَمُودَ ٱلنَّاقَةَ مُبۡصِرَةٗ فَظَلَمُواْ بِهَا وَمَا نُرۡسِلُ بِٱلۡأٓيَٰتِ إِلَّا تَخۡوِيفٗا","وَإِذۡ قُلۡنَا لَكَ إِنَّ رَبَّكَ أَحَاطَ بِٱلنَّاسِ وَمَا جَعَلۡنَا ٱلرُّءۡيَا ٱلَّتِي أَرَيۡنَٰكَ إِلَّا فِتۡنَةٗ لِّلنَّاسِ وَٱلشَّجَرَةَ ٱلۡمَلۡعُونَةَ فِي ٱلۡقُرَانِ وَنُخَوِّفُهُمُ فَمَا يَزِيدُهُمُ إِلَّا طُغۡيَٰنٗا كَبِيرٗا","وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُواْ إِلَّا إِبۡلِيسَ قَالَ ءَاسۡجُدُ لِمَنۡ خَلَقۡتَ طِينٗا","قَالَ أَرَءَيۡتَكَ هَٰذَا ٱلَّذِي كَرَّمۡتَ عَلَيَّ لَئِنۡ أَخَّرۡتَنِ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ لَأَحۡتَنِكَنَّ ذُرِّيَّتَهُ إِلَّا قَلِيلٗا","قَالَ ٱذۡهَبۡ فَمَن تَبِعَكَ مِنۡهُمُ فَإِنَّ جَهَنَّمَ جَزَآؤُكُمُ جَزَآءٗ مَّوۡفُورٗا","وَٱسۡتَفۡزِزۡ مَنِ ٱسۡتَطَعۡتَ مِنۡهُمُ بِصَوۡتِكَ وَأَجۡلِبۡ عَلَيۡهِمُ بِخَيۡلِكَ وَرَجۡلِكَ وَشَارِكۡهُمُ فِي ٱلۡأَمۡوَٰلِ وَٱلۡأَوۡلَٰدِ وَعِدۡهُمُ وَمَا يَعِدُهُمُ ٱلشَّيۡطَٰنُ إِلَّا غُرُورًا","إِنَّ عِبَادِي لَيۡسَ لَكَ عَلَيۡهِمُ سُلۡطَٰنٞ وَكَفَىٰ بِرَبِّكَ وَكِيلٗا","رَّبُّكُمُ ٱلَّذِي يُزۡجِي لَكُمُ ٱلۡفُلۡكَ فِي ٱلۡبَحۡرِ لِتَبۡتَغُواْ مِن فَضۡلِهِ إِنَّهُ كَانَ بِكُمُ رَحِيمٗا","وَإِذَا مَسَّكُمُ ٱلضُّرُّ فِي ٱلۡبَحۡرِ ضَلَّ مَن تَدۡعُونَ إِلَّا إِيَّاهُ فَلَمَّا نَجَّىٰكُمُ إِلَى ٱلۡبَرِّ أَعۡرَضۡتُمُ وَكَانَ ٱلۡإِنسَٰنُ كَفُورًا","أَفَأَمِنتُمُ أَن نَّخۡسِفَ بِكُمُ جَانِبَ ٱلۡبَرِّ أَوۡ نُرۡسِلَ عَلَيۡكُمُ حَاصِبٗا ثُمَّ لَا تَجِدُواْ لَكُمُ وَكِيلًا","أَمۡ أَمِنتُمُ أَن نُّعِيدَكُمُ فِيهِ تَارَةً أُخۡرَىٰ فَنُرۡسِلَ عَلَيۡكُمُ قَاصِفٗا مِّنَ ٱلرِّيحِ فَنُغۡرِقَكُمُ بِمَا كَفَرۡتُمُ ثُمَّ لَا تَجِدُواْ لَكُمُ عَلَيۡنَا بِهِ تَبِيعٗا","وَلَقَدۡ كَرَّمۡنَا بَنِي ءَادَمَ وَحَمَلۡنَٰهُمُ فِي ٱلۡبَرِّ وَٱلۡبَحۡرِ وَرَزَقۡنَٰهُمُ مِنَ ٱلطَّيِّبَٰتِ وَفَضَّلۡنَٰهُمُ عَلَىٰ كَثِيرٖ مِّمَّنۡ خَلَقۡنَا تَفۡضِيلٗا","يَوۡمَ نَدۡعُواْ كُلَّ أُنَاسِ بِإِمَٰمِهِمُ فَمَنۡ أُوتِيَ كِتَٰبَهُ بِيَمِينِهِ فَأُوْلَٰٓئِكَ يَقۡرَءُونَ كِتَٰبَهُمُ وَلَا يُظۡلَمُونَ فَتِيلٗا","وَمَن كَانَ فِي هَٰذِهِ أَعۡمَىٰ فَهُوَ فِي ٱلۡأٓخِرَةِ أَعۡمَىٰ وَأَضَلُّ سَبِيلٗا","وَإِن كَادُواْ لَيَفۡتِنُونَكَ عَنِ ٱلَّذِي أَوۡحَيۡنَا إِلَيۡكَ لِتَفۡتَرِيَ عَلَيۡنَا غَيۡرَهُ وَإِذٗا لَّٱتَّخَذُوكَ خَلِيلٗا","وَلَوۡلَا أَن ثَبَّتۡنَٰكَ لَقَدۡ كِدتَّ تَرۡكَنُ إِلَيۡهِمُ شَيۡـٔٗا قَلِيلًا","إِذٗا لَّأَذَقۡنَٰكَ ضِعۡفَ ٱلۡحَيَوٰةِ وَضِعۡفَ ٱلۡمَمَاتِ ثُمَّ لَا تَجِدُ لَكَ عَلَيۡنَا نَصِيرٗا","وَإِن كَادُواْ لَيَسۡتَفِزُّونَكَ مِنَ ٱلۡأَرۡضِ لِيُخۡرِجُوكَ مِنۡهَا وَإِذٗا لَّا يَلۡبَثُونَ خَلۡفَكَ إِلَّا قَلِيلٗا","سُنَّةَ مَن قَدۡ أَرۡسَلۡنَا قَبۡلَكَ مِن رُّسُلِنَا وَلَا تَجِدُ لِسُنَّتِنَا تَحۡوِيلًا","أَقِمِ ٱلصَّلَوٰةَ لِدُلُوكِ ٱلشَّمۡسِ إِلَىٰ غَسَقِ ٱلَّيۡلِ وَقُرَانَ ٱلۡفَجۡرِ إِنَّ قُرَانَ ٱلۡفَجۡرِ كَانَ مَشۡهُودٗا","وَمِنَ ٱلَّيۡلِ فَتَهَجَّدۡ بِهِ نَافِلَةٗ لَّكَ عَسَىٰ أَن يَبۡعَثَكَ رَبُّكَ مَقَامٗا مَّحۡمُودٗا","وَقُل رَّبِّ أَدۡخِلۡنِي مُدۡخَلَ صِدۡقٖ وَأَخۡرِجۡنِي مُخۡرَجَ صِدۡقٖ وَٱجۡعَل لِّي مِن لَّدُنكَ سُلۡطَٰنٗا نَّصِيرٗا","وَقُلۡ جَآءَ ٱلۡحَقُّ وَزَهَقَ ٱلۡبَٰطِلُ إِنَّ ٱلۡبَٰطِلَ كَانَ زَهُوقٗا","وَنُنَزِّلُ مِنَ ٱلۡقُرَانِ مَا هُوَ شِفَآءٞ وَرَحۡمَةٞ لِّلۡمُؤۡمِنِينَ وَلَا يَزِيدُ ٱلظَّٰلِمِينَ إِلَّا خَسَارٗا","وَإِذَا أَنۡعَمۡنَا عَلَى ٱلۡإِنسَٰنِ أَعۡرَضَ وَنَـَٔا بِجَانِبِهِ وَإِذَا مَسَّهُ ٱلشَّرُّ كَانَ يَـُٔوسٗا","قُلۡ كُلّٞ يَعۡمَلُ عَلَىٰ شَاكِلَتِهِ فَرَبُّكُمُ أَعۡلَمُ بِمَنۡ هُوَ أَهۡدَىٰ سَبِيلٗا","وَيَسۡـَٔلُونَكَ عَنِ ٱلرُّوحِ قُلِ ٱلرُّوحُ مِنۡ أَمۡرِ رَبِّي وَمَا أُوتِيتُمُ مِنَ ٱلۡعِلۡمِ إِلَّا قَلِيلٗا","وَلَئِن شِئۡنَا لَنَذۡهَبَنَّ بِٱلَّذِي أَوۡحَيۡنَا إِلَيۡكَ ثُمَّ لَا تَجِدُ لَكَ بِهِ عَلَيۡنَا وَكِيلًا","إِلَّا رَحۡمَةٗ مِّن رَّبِّكَ إِنَّ فَضۡلَهُ كَانَ عَلَيۡكَ كَبِيرٗا","قُل لَّئِنِ ٱجۡتَمَعَتِ ٱلۡإِنسُ وَٱلۡجِنُّ عَلَىٰ أَن يَأۡتُواْ بِمِثۡلِ هَٰذَا ٱلۡقُرَانِ لَا يَأۡتُونَ بِمِثۡلِهِ وَلَوۡ كَانَ بَعۡضُهُمُ لِبَعۡضٖ ظَهِيرٗا","وَلَقَدۡ صَرَّفۡنَا لِلنَّاسِ فِي هَٰذَا ٱلۡقُرَانِ مِن كُلِّ مَثَلٖ فَأَبَىٰ أَكۡثَرُ ٱلنَّاسِ إِلَّا كُفُورٗا","وَقَالُواْ لَن نُّؤۡمِنَ لَكَ حَتَّىٰ تُفَجِّرَ لَنَا مِنَ ٱلۡأَرۡضِ يَنبُوعًا","أَوۡ تَكُونَ لَكَ جَنَّةٞ مِّن نَّخِيلٖ وَعِنَبٖ فَتُفَجِّرَ ٱلۡأَنۡهَٰرَ خِلَٰلَهَا تَفۡجِيرًا","أَوۡ تُسۡقِطَ ٱلسَّمَآءَ كَمَا زَعَمۡتَ عَلَيۡنَا كِسۡفًا أَوۡ تَأۡتِيَ بِٱللَّهِ وَٱلۡمَلَٰٓئِكَةِ قَبِيلًا","أَوۡ يَكُونَ لَكَ بَيۡتٞ مِّن زُخۡرُفٍ أَوۡ تَرۡقَىٰ فِي ٱلسَّمَآءِ وَلَن نُّؤۡمِنَ لِرُقِيِّكَ حَتَّىٰ تُنَزِّلَ عَلَيۡنَا كِتَٰبٗا نَّقۡرَؤُهُ قَالَ سُبۡحَانَ رَبِّي هَلۡ كُنتُ إِلَّا بَشَرٗا رَّسُولٗا","وَمَا مَنَعَ ٱلنَّاسَ أَن يُؤۡمِنُواْ إِذۡ جَآءَهُمُ ٱلۡهُدَىٰ إِلَّا أَن قَالُواْ أَبَعَثَ ٱللَّهُ بَشَرٗا رَّسُولٗا","قُل لَّوۡ كَانَ فِي ٱلۡأَرۡضِ مَلَٰٓئِكَةٞ يَمۡشُونَ مُطۡمَئِنِّينَ لَنَزَّلۡنَا عَلَيۡهِمُ مِنَ ٱلسَّمَآءِ مَلَكٗا رَّسُولٗا","قُلۡ كَفَىٰ بِٱللَّهِ شَهِيدَا بَيۡنِي وَبَيۡنَكُمُ إِنَّهُ كَانَ بِعِبَادِهِ خَبِيرَا بَصِيرٗا","وَمَن يَهۡدِ ٱللَّهُ فَهُوَ ٱلۡمُهۡتَدِ وَمَن يُضۡلِلۡ فَلَن تَجِدَ لَهُمُ أَوۡلِيَآءَ مِن دُونِهِ وَنَحۡشُرُهُمُ يَوۡمَ ٱلۡقِيَٰمَةِ عَلَىٰ وُجُوهِهِمُ عُمۡيٗا وَبُكۡمٗا وَصُمّٗا مَّأۡوَىٰهُمُ جَهَنَّمُ كُلَّمَا خَبَتۡ زِدۡنَٰهُمُ سَعِيرٗا","ذَٰلِكَ جَزَآؤُهُمُ بِأَنَّهُمُ كَفَرُواْ بِـَٔايَٰتِنَا وَقَالُواْ أَ۟ذَا كُنَّا عِظَٰمٗا وَرُفَٰتًا أَ۟نَّا لَمَبۡعُوثُونَ خَلۡقٗا جَدِيدًا","أَوَلَمۡ يَرَوۡاْ أَنَّ ٱللَّهَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ قَادِرٌ عَلَىٰ أَن يَخۡلُقَ مِثۡلَهُمُ وَجَعَلَ لَهُمُ أَجَلٗا لَّا رَيۡبَ فِيهِ فَأَبَى ٱلظَّٰلِمُونَ إِلَّا كُفُورٗا","قُل لَّوۡ أَنتُمُ تَمۡلِكُونَ خَزَآئِنَ رَحۡمَةِ رَبِّي إِذٗا لَّأَمۡسَكۡتُمُ خَشۡيَةَ ٱلۡإِنفَاقِ وَكَانَ ٱلۡإِنسَٰنُ قَتُورٗا","وَلَقَدۡ ءَاتَيۡنَا مُوسَىٰ تِسۡعَ ءَايَٰتِ بَيِّنَٰتٖ فَسَلۡ بَنِي إِسۡرَٰٓءِيلَ إِذۡ جَآءَهُمُ فَقَالَ لَهُ فِرۡعَوۡنُ إِنِّي لَأَظُنُّكَ يَٰمُوسَىٰ مَسۡحُورٗا","قَالَ لَقَدۡ عَلِمۡتَ مَا أَنزَلَ هَٰؤُلَآ۟ إِلَّا رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ بَصَآئِرَ وَإِنِّي لَأَظُنُّكَ يَٰفِرۡعَوۡنُ مَثۡبُورٗا","فَأَرَادَ أَن يَسۡتَفِزَّهُمُ مِنَ ٱلۡأَرۡضِ فَأَغۡرَقۡنَٰهُ وَمَن مَّعَهُ جَمِيعٗا","وَقُلۡنَا مِن بَعۡدِهِ لِبَنِي إِسۡرَٰٓءِيلَ ٱسۡكُنُواْ ٱلۡأَرۡضَ فَإِذَا جَآءَ وَعۡدُ ٱلۡأٓخِرَةِ جِئۡنَا بِكُمُ لَفِيفٗا","وَبِٱلۡحَقِّ أَنزَلۡنَٰهُ وَبِٱلۡحَقِّ نَزَلَ وَمَا أَرۡسَلۡنَٰكَ إِلَّا مُبَشِّرٗا وَنَذِيرٗا","وَقُرَانٗا فَرَقۡنَٰهُ لِتَقۡرَأَهُ عَلَى ٱلنَّاسِ عَلَىٰ مُكۡثٖ وَنَزَّلۡنَٰهُ تَنزِيلٗا","قُلۡ ءَامِنُواْ بِهِ أَوۡ لَا تُؤۡمِنُواْ إِنَّ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ مِن قَبۡلِهِ إِذَا يُتۡلَىٰ عَلَيۡهِمُ يَخِرُّونَ لِلۡأَذۡقَانِ سُجَّدٗا وَيَقُولُونَ سُبۡحَٰنَ رَبِّنَا إِن كَانَ وَعۡدُ رَبِّنَا لَمَفۡعُولٗا","وَيَخِرُّونَ لِلۡأَذۡقَانِ يَبۡكُونَ وَيَزِيدُهُمُ خُشُوعٗا","قُلُ ٱدۡعُواْ ٱللَّهَ أَوُ ٱدۡعُواْ ٱلرَّحۡمَٰنَ أَيّٗا مَّا تَدۡعُواْ فَلَهُ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰ وَلَا تَجۡهَرۡ بِصَلَاتِكَ وَلَا تُخَافِتۡ بِهَا وَٱبۡتَغِ بَيۡنَ ذَٰلِكَ سَبِيلٗا","وَقُلِ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي لَمۡ يَتَّخِذۡ وَلَدٗا وَلَمۡ يَكُن لَّهُ شَرِيكٞ فِي ٱلۡمُلۡكِ وَلَمۡ يَكُن لَّهُ وَلِيّٞ مِّنَ ٱلذُّلِّ وَكَبِّرۡهُ تَكۡبِيرَا"],"surah":17}