{"hafs":["كٓهيعٓصٓ","ذِكۡرُ رَحۡمَتِ رَبِّكَ عَبۡدَهُۥ زَكَرِيَّآ","إِذۡ نَادَىٰ رَبَّهُۥ نِدَآءً خَفِيّٗا","قَالَ رَبِّ إِنِّي وَهَنَ ٱلۡعَظۡمُ مِنِّي وَٱشۡتَعَلَ ٱلرَّأۡسُ شَيۡبٗا وَلَمۡ أَكُنۢ بِدُعَآئِكَ رَبِّ شَقِيّٗا","وَإِنِّي خِفۡتُ ٱلۡمَوَٰلِيَ مِن وَرَآءِي وَكَانَتِ ٱمۡرَأَتِي عَاقِرٗا فَهَبۡ لِي مِن لَّدُنكَ وَلِيّٗا","يَرِثُنِي وَيَرِثُ مِنۡ ءَالِ يَعۡقُوبَۖ وَٱجۡعَلۡهُ رَبِّ رَضِيّٗا","يَٰزَكَرِيَّآ إِنَّا نُبَشِّرُكَ بِغُلَٰمٍ ٱسۡمُهُۥ يَحۡيَىٰ لَمۡ نَجۡعَل لَّهُۥ مِن قَبۡلُ سَمِيّٗا","قَالَ رَبِّ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَكَانَتِ ٱمۡرَأَتِي عَاقِرٗا وَقَدۡ بَلَغۡتُ مِنَ ٱلۡكِبَرِ عِتِيّٗا","قَالَ كَذَٰلِكَ قَالَ رَبُّكَ هُوَ عَلَيَّ هَيِّنٞ وَقَدۡ خَلَقۡتُكَ مِن قَبۡلُ وَلَمۡ تَكُ شَيۡ‍ٔٗا","قَالَ رَبِّ ٱجۡعَل لِّيٓ ءَايَةٗۖ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَٰثَ لَيَالٖ سَوِيّٗا","فَخَرَجَ عَلَىٰ قَوۡمِهِۦ مِنَ ٱلۡمِحۡرَابِ فَأَوۡحَىٰٓ إِلَيۡهِمۡ أَن سَبِّحُواْ بُكۡرَةٗ وَعَشِيّٗا","يَٰيَحۡيَىٰ خُذِ ٱلۡكِتَٰبَ بِقُوَّةٖۖ وَءَاتَيۡنَٰهُ ٱلۡحُكۡمَ صَبِيّٗا","وَحَنَانٗا مِّن لَّدُنَّا وَزَكَوٰةٗۖ وَكَانَ تَقِيّٗا","وَبَرَّۢا بِوَٰلِدَيۡهِ وَلَمۡ يَكُن جَبَّارًا عَصِيّٗا","وَسَلَٰمٌ عَلَيۡهِ يَوۡمَ وُلِدَ وَيَوۡمَ يَمُوتُ وَيَوۡمَ يُبۡعَثُ حَيّٗا","وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ مَرۡيَمَ إِذِ ٱنتَبَذَتۡ مِنۡ أَهۡلِهَا مَكَانٗا شَرۡقِيّٗا","فَٱتَّخَذَتۡ مِن دُونِهِمۡ حِجَابٗا فَأَرۡسَلۡنَآ إِلَيۡهَا رُوحَنَا فَتَمَثَّلَ لَهَا بَشَرٗا سَوِيّٗا","قَالَتۡ إِنِّيٓ أَعُوذُ بِٱلرَّحۡمَٰنِ مِنكَ إِن كُنتَ تَقِيّٗا","قَالَ إِنَّمَآ أَنَا۠ رَسُولُ رَبِّكِ لِأَهَبَ لَكِ غُلَٰمٗا زَكِيّٗا","قَالَتۡ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَلَمۡ يَمۡسَسۡنِي بَشَرٞ وَلَمۡ أَكُ بَغِيّٗا","قَالَ كَذَٰلِكِ قَالَ رَبُّكِ هُوَ عَلَيَّ هَيِّنٞۖ وَلِنَجۡعَلَهُۥٓ ءَايَةٗ لِّلنَّاسِ وَرَحۡمَةٗ مِّنَّاۚ وَكَانَ أَمۡرٗا مَّقۡضِيّٗا","۞فَحَمَلَتۡهُ فَٱنتَبَذَتۡ بِهِۦ مَكَانٗا قَصِيّٗا","فَأَجَآءَهَا ٱلۡمَخَاضُ إِلَىٰ جِذۡعِ ٱلنَّخۡلَةِ قَالَتۡ يَٰلَيۡتَنِي مِتُّ قَبۡلَ هَٰذَا وَكُنتُ نَسۡيٗا مَّنسِيّٗا","فَنَادَىٰهَا مِن تَحۡتِهَآ أَلَّا تَحۡزَنِي قَدۡ جَعَلَ رَبُّكِ تَحۡتَكِ سَرِيّٗا","وَهُزِّيٓ إِلَيۡكِ بِجِذۡعِ ٱلنَّخۡلَةِ تُسَٰقِطۡ عَلَيۡكِ رُطَبٗا جَنِيّٗا","فَكُلِي وَٱشۡرَبِي وَقَرِّي عَيۡنٗاۖ فَإِمَّا تَرَيِنَّ مِنَ ٱلۡبَشَرِ أَحَدٗا فَقُولِيٓ إِنِّي نَذَرۡتُ لِلرَّحۡمَٰنِ صَوۡمٗا فَلَنۡ أُكَلِّمَ ٱلۡيَوۡمَ إِنسِيّٗا","فَأَتَتۡ بِهِۦ قَوۡمَهَا تَحۡمِلُهُۥۖ قَالُواْ يَٰمَرۡيَمُ لَقَدۡ جِئۡتِ شَيۡ‍ٔٗا فَرِيّٗا","يَٰٓأُخۡتَ هَٰرُونَ مَا كَانَ أَبُوكِ ٱمۡرَأَ سَوۡءٖ وَمَا كَانَتۡ أُمُّكِ بَغِيّٗا","فَأَشَارَتۡ إِلَيۡهِۖ قَالُواْ كَيۡفَ نُكَلِّمُ مَن كَانَ فِي ٱلۡمَهۡدِ صَبِيّٗا","قَالَ إِنِّي عَبۡدُ ٱللَّهِ ءَاتَىٰنِيَ ٱلۡكِتَٰبَ وَجَعَلَنِي نَبِيّٗا","وَجَعَلَنِي مُبَارَكًا أَيۡنَ مَا كُنتُ وَأَوۡصَٰنِي بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ مَا دُمۡتُ حَيّٗا","وَبَرَّۢا بِوَٰلِدَتِي وَلَمۡ يَجۡعَلۡنِي جَبَّارٗا شَقِيّٗا","وَٱلسَّلَٰمُ عَلَيَّ يَوۡمَ وُلِدتُّ وَيَوۡمَ أَمُوتُ وَيَوۡمَ أُبۡعَثُ حَيّٗا","ذَٰلِكَ عِيسَى ٱبۡنُ مَرۡيَمَۖ قَوۡلَ ٱلۡحَقِّ ٱلَّذِي فِيهِ يَمۡتَرُونَ","مَا كَانَ لِلَّهِ أَن يَتَّخِذَ مِن وَلَدٖۖ سُبۡحَٰنَهُۥٓۚ إِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","وَإِنَّ ٱللَّهَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","فَٱخۡتَلَفَ ٱلۡأَحۡزَابُ مِنۢ بَيۡنِهِمۡۖ فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِن مَّشۡهَدِ يَوۡمٍ عَظِيمٍ","أَسۡمِعۡ بِهِمۡ وَأَبۡصِرۡ يَوۡمَ يَأۡتُونَنَاۖ لَٰكِنِ ٱلظَّٰلِمُونَ ٱلۡيَوۡمَ فِي ضَلَٰلٖ مُّبِينٖ","وَأَنذِرۡهُمۡ يَوۡمَ ٱلۡحَسۡرَةِ إِذۡ قُضِيَ ٱلۡأَمۡرُ وَهُمۡ فِي غَفۡلَةٖ وَهُمۡ لَا يُؤۡمِنُونَ","إِنَّا نَحۡنُ نَرِثُ ٱلۡأَرۡضَ وَمَنۡ عَلَيۡهَا وَإِلَيۡنَا يُرۡجَعُونَ","وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِبۡرَٰهِيمَۚ إِنَّهُۥ كَانَ صِدِّيقٗا نَّبِيًّا","إِذۡ قَالَ لِأَبِيهِ يَٰٓأَبَتِ لِمَ تَعۡبُدُ مَا لَا يَسۡمَعُ وَلَا يُبۡصِرُ وَلَا يُغۡنِي عَنكَ شَيۡ‍ٔٗا","يَٰٓأَبَتِ إِنِّي قَدۡ جَآءَنِي مِنَ ٱلۡعِلۡمِ مَا لَمۡ يَأۡتِكَ فَٱتَّبِعۡنِيٓ أَهۡدِكَ صِرَٰطٗا سَوِيّٗا","يَٰٓأَبَتِ لَا تَعۡبُدِ ٱلشَّيۡطَٰنَۖ إِنَّ ٱلشَّيۡطَٰنَ كَانَ لِلرَّحۡمَٰنِ عَصِيّٗا","يَٰٓأَبَتِ إِنِّيٓ أَخَافُ أَن يَمَسَّكَ عَذَابٞ مِّنَ ٱلرَّحۡمَٰنِ فَتَكُونَ لِلشَّيۡطَٰنِ وَلِيّٗا","قَالَ أَرَاغِبٌ أَنتَ عَنۡ ءَالِهَتِي يَٰٓإِبۡرَٰهِيمُۖ لَئِن لَّمۡ تَنتَهِ لَأَرۡجُمَنَّكَۖ وَٱهۡجُرۡنِي مَلِيّٗا","قَالَ سَلَٰمٌ عَلَيۡكَۖ سَأَسۡتَغۡفِرُ لَكَ رَبِّيٓۖ إِنَّهُۥ كَانَ بِي حَفِيّٗا","وَأَعۡتَزِلُكُمۡ وَمَا تَدۡعُونَ مِن دُونِ ٱللَّهِ وَأَدۡعُواْ رَبِّي عَسَىٰٓ أَلَّآ أَكُونَ بِدُعَآءِ رَبِّي شَقِيّٗا","فَلَمَّا ٱعۡتَزَلَهُمۡ وَمَا يَعۡبُدُونَ مِن دُونِ ٱللَّهِ وَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَۖ وَكُلّٗا جَعَلۡنَا نَبِيّٗا","وَوَهَبۡنَا لَهُم مِّن رَّحۡمَتِنَا وَجَعَلۡنَا لَهُمۡ لِسَانَ صِدۡقٍ عَلِيّٗا","وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ مُوسَىٰٓۚ إِنَّهُۥ كَانَ مُخۡلَصٗا وَكَانَ رَسُولٗا نَّبِيّٗا","وَنَٰدَيۡنَٰهُ مِن جَانِبِ ٱلطُّورِ ٱلۡأَيۡمَنِ وَقَرَّبۡنَٰهُ نَجِيّٗا","وَوَهَبۡنَا لَهُۥ مِن رَّحۡمَتِنَآ أَخَاهُ هَٰرُونَ نَبِيّٗا","وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِسۡمَٰعِيلَۚ إِنَّهُۥ كَانَ صَادِقَ ٱلۡوَعۡدِ وَكَانَ رَسُولٗا نَّبِيّٗا","وَكَانَ يَأۡمُرُ أَهۡلَهُۥ بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ وَكَانَ عِندَ رَبِّهِۦ مَرۡضِيّٗا","وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِدۡرِيسَۚ إِنَّهُۥ كَانَ صِدِّيقٗا نَّبِيّٗا","وَرَفَعۡنَٰهُ مَكَانًا عَلِيًّا","أُوْلَٰٓئِكَ ٱلَّذِينَ أَنۡعَمَ ٱللَّهُ عَلَيۡهِم مِّنَ ٱلنَّبِيِّ‍ۧنَ مِن ذُرِّيَّةِ ءَادَمَ وَمِمَّنۡ حَمَلۡنَا مَعَ نُوحٖ وَمِن ذُرِّيَّةِ إِبۡرَٰهِيمَ وَإِسۡرَٰٓءِيلَ وَمِمَّنۡ هَدَيۡنَا وَٱجۡتَبَيۡنَآۚ إِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُ ٱلرَّحۡمَٰنِ خَرُّواْۤ سُجَّدٗاۤ وَبُكِيّٗا۩","۞فَخَلَفَ مِنۢ بَعۡدِهِمۡ خَلۡفٌ أَضَاعُواْ ٱلصَّلَوٰةَ وَٱتَّبَعُواْ ٱلشَّهَوَٰتِۖ فَسَوۡفَ يَلۡقَوۡنَ غَيًّا","إِلَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا فَأُوْلَٰٓئِكَ يَدۡخُلُونَ ٱلۡجَنَّةَ وَلَا يُظۡلَمُونَ شَيۡ‍ٔٗا","جَنَّٰتِ عَدۡنٍ ٱلَّتِي وَعَدَ ٱلرَّحۡمَٰنُ عِبَادَهُۥ بِٱلۡغَيۡبِۚ إِنَّهُۥ كَانَ وَعۡدُهُۥ مَأۡتِيّٗا","لَّا يَسۡمَعُونَ فِيهَا لَغۡوًا إِلَّا سَلَٰمٗاۖ وَلَهُمۡ رِزۡقُهُمۡ فِيهَا بُكۡرَةٗ وَعَشِيّٗا","تِلۡكَ ٱلۡجَنَّةُ ٱلَّتِي نُورِثُ مِنۡ عِبَادِنَا مَن كَانَ تَقِيّٗا","وَمَا نَتَنَزَّلُ إِلَّا بِأَمۡرِ رَبِّكَۖ لَهُۥ مَا بَيۡنَ أَيۡدِينَا وَمَا خَلۡفَنَا وَمَا بَيۡنَ ذَٰلِكَۚ وَمَا كَانَ رَبُّكَ نَسِيّٗا","رَّبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا فَٱعۡبُدۡهُ وَٱصۡطَبِرۡ لِعِبَٰدَتِهِۦۚ هَلۡ تَعۡلَمُ لَهُۥ سَمِيّٗا","وَيَقُولُ ٱلۡإِنسَٰنُ أَءِذَا مَا مِتُّ لَسَوۡفَ أُخۡرَجُ حَيًّا","أَوَ لَا يَذۡكُرُ ٱلۡإِنسَٰنُ أَنَّا خَلَقۡنَٰهُ مِن قَبۡلُ وَلَمۡ يَكُ شَيۡ‍ٔٗا","فَوَرَبِّكَ لَنَحۡشُرَنَّهُمۡ وَٱلشَّيَٰطِينَ ثُمَّ لَنُحۡضِرَنَّهُمۡ حَوۡلَ جَهَنَّمَ جِثِيّٗا","ثُمَّ لَنَنزِعَنَّ مِن كُلِّ شِيعَةٍ أَيُّهُمۡ أَشَدُّ عَلَى ٱلرَّحۡمَٰنِ عِتِيّٗا","ثُمَّ لَنَحۡنُ أَعۡلَمُ بِٱلَّذِينَ هُمۡ أَوۡلَىٰ بِهَا صِلِيّٗا","وَإِن مِّنكُمۡ إِلَّا وَارِدُهَاۚ كَانَ عَلَىٰ رَبِّكَ حَتۡمٗا مَّقۡضِيّٗا","ثُمَّ نُنَجِّي ٱلَّذِينَ ٱتَّقَواْ وَّنَذَرُ ٱلظَّٰلِمِينَ فِيهَا جِثِيّٗا","وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُوٓاْ أَيُّ ٱلۡفَرِيقَيۡنِ خَيۡرٞ مَّقَامٗا وَأَحۡسَنُ نَدِيّٗا","وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هُمۡ أَحۡسَنُ أَثَٰثٗا وَرِءۡيٗا","قُلۡ مَن كَانَ فِي ٱلضَّلَٰلَةِ فَلۡيَمۡدُدۡ لَهُ ٱلرَّحۡمَٰنُ مَدًّاۚ حَتَّىٰٓ إِذَا رَأَوۡاْ مَا يُوعَدُونَ إِمَّا ٱلۡعَذَابَ وَإِمَّا ٱلسَّاعَةَ فَسَيَعۡلَمُونَ مَنۡ هُوَ شَرّٞ مَّكَانٗا وَأَضۡعَفُ جُندٗا","وَيَزِيدُ ٱللَّهُ ٱلَّذِينَ ٱهۡتَدَوۡاْ هُدٗىۗ وَٱلۡبَٰقِيَٰتُ ٱلصَّٰلِحَٰتُ خَيۡرٌ عِندَ رَبِّكَ ثَوَابٗا وَخَيۡرٞ مَّرَدًّا","أَفَرَءَيۡتَ ٱلَّذِي كَفَرَ بِ‍َٔايَٰتِنَا وَقَالَ لَأُوتَيَنَّ مَالٗا وَوَلَدًا","أَطَّلَعَ ٱلۡغَيۡبَ أَمِ ٱتَّخَذَ عِندَ ٱلرَّحۡمَٰنِ عَهۡدٗا","كَلَّاۚ سَنَكۡتُبُ مَا يَقُولُ وَنَمُدُّ لَهُۥ مِنَ ٱلۡعَذَابِ مَدّٗا","وَنَرِثُهُۥ مَا يَقُولُ وَيَأۡتِينَا فَرۡدٗا","وَٱتَّخَذُواْ مِن دُونِ ٱللَّهِ ءَالِهَةٗ لِّيَكُونُواْ لَهُمۡ عِزّٗا","كَلَّاۚ سَيَكۡفُرُونَ بِعِبَادَتِهِمۡ وَيَكُونُونَ عَلَيۡهِمۡ ضِدًّا","أَلَمۡ تَرَ أَنَّآ أَرۡسَلۡنَا ٱلشَّيَٰطِينَ عَلَى ٱلۡكَٰفِرِينَ تَؤُزُّهُمۡ أَزّٗا","فَلَا تَعۡجَلۡ عَلَيۡهِمۡۖ إِنَّمَا نَعُدُّ لَهُمۡ عَدّٗا","يَوۡمَ نَحۡشُرُ ٱلۡمُتَّقِينَ إِلَى ٱلرَّحۡمَٰنِ وَفۡدٗا","وَنَسُوقُ ٱلۡمُجۡرِمِينَ إِلَىٰ جَهَنَّمَ وِرۡدٗا","لَّا يَمۡلِكُونَ ٱلشَّفَٰعَةَ إِلَّا مَنِ ٱتَّخَذَ عِندَ ٱلرَّحۡمَٰنِ عَهۡدٗا","وَقَالُواْ ٱتَّخَذَ ٱلرَّحۡمَٰنُ وَلَدٗا","لَّقَدۡ جِئۡتُمۡ شَيۡ‍ًٔا إِدّٗا","تَكَادُ ٱلسَّمَٰوَٰتُ يَتَفَطَّرۡنَ مِنۡهُ وَتَنشَقُّ ٱلۡأَرۡضُ وَتَخِرُّ ٱلۡجِبَالُ هَدًّا","أَن دَعَوۡاْ لِلرَّحۡمَٰنِ وَلَدٗا","وَمَا يَنۢبَغِي لِلرَّحۡمَٰنِ أَن يَتَّخِذَ وَلَدًا","إِن كُلُّ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ إِلَّآ ءَاتِي ٱلرَّحۡمَٰنِ عَبۡدٗا","لَّقَدۡ أَحۡصَىٰهُمۡ وَعَدَّهُمۡ عَدّٗا","وَكُلُّهُمۡ ءَاتِيهِ يَوۡمَ ٱلۡقِيَٰمَةِ فَرۡدًا","إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ سَيَجۡعَلُ لَهُمُ ٱلرَّحۡمَٰنُ وُدّٗا","فَإِنَّمَا يَسَّرۡنَٰهُ بِلِسَانِكَ لِتُبَشِّرَ بِهِ ٱلۡمُتَّقِينَ وَتُنذِرَ بِهِۦ قَوۡمٗا لُّدّٗا","وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هَلۡ تُحِسُّ مِنۡهُم مِّنۡ أَحَدٍ أَوۡ تَسۡمَعُ لَهُمۡ رِكۡزَۢا"],"warsh":["كَٓه۪ي۪عَٓصَٓۖ ذِكْرُ رَحْمَتِ رَبِّكَ عَبْدَهُۥ زَكَرِيَّآءَ","ا۪ذْ نَاد۪يٰ رَبَّهُۥ نِدَآءً خَفِيّاٗۖ","قَالَ رَبِّ إِنِّے وَهَنَ اَ۬لْعَظْمُ مِنِّے وَاشْتَعَلَ اَ۬لرَّأْسُ شَيْباٗ وَلَمَ اَكُنۢ بِدُعَآئِكَ رَبِّ شَقِيّاٗۖ","وَإِنِّے خِفْتُ اُ۬لْمَوَٰلِيَ مِنْ وَّرَآءِے وَكَانَتِ اِ۪مْرَأَتِے عَاقِراٗ فَهَبْ لِے مِن لَّدُنكَ وَلِيّاٗ","يَرِثُنِے وَيَرِثُ مِنَ اٰلِ يَعْقُوبَۖ وَاجْعَلْهُ رَبِّ رَضِيّاٗۖ","۞يَٰزَكَرِيَّآءُ اِ۪نَّا نُبَشِّرُكَ بِغُلَٰمٍ اِ۪سْمُهُۥ يَحْي۪يٰ لَمْ نَجْعَل لَّهُۥ مِن قَبْلُ سَمِيّاٗۖ","قَالَ رَبِّ أَنّ۪يٰ يَكُونُ لِے غُلَٰمٞ وَكَانَتِ اِ۪مْرَأَتِے عَاقِراٗ وَقَدْ بَلَغْتُ مِنَ اَ۬لْكِبَرِ عُتِيّاٗۖ","قَالَ كَذَٰلِكَ قَالَ رَبُّكَ هُوَ عَلَيَّ هَيِّنٞ وَقَدْ خَلَقْتُكَ مِن قَبْلُ وَلَمْ تَكُ شَيْـٔاٗۖ","قَالَ رَبِّ اِ۪جْعَل لِّيَ ءَايَةٗۖ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ اَ۬لنَّاسَ ثَلَٰثَ لَيَالٖ سَوِيّاٗۖ","فَخَرَجَ عَلَيٰ قَوْمِهِۦ مِنَ اَ۬لْمِحْرَابِ فَأَوْح۪يٰٓ إِلَيْهِمُۥٓ أَن سَبِّحُواْ بُكْرَةٗ وَعَشِيّاٗۖ","يَٰيَحْي۪يٰ خُذِ اِ۬لْكِتَٰبَ بِقُوَّةٖۖ وَءَاتَيْنَٰهُ اُ۬لْحُكْمَ صَبِيّاٗۖ","وَحَنَاناٗ مِّن لَّدُنَّا وَزَكَوٰةٗۖ وَكَانَ تَقِيّاٗۖ","وَبَرّاَۢ بِوَٰلِدَيْهِ وَلَمْ يَكُن جَبَّاراً عَصِيّاٗۖ","وَسَلَٰمٌ عَلَيْهِ يَوْمَ وُلِدَ وَيَوْمَ يَمُوتُ وَيَوْمَ يُبْعَثُ حَيّاٗۖ","وَاذْكُرْ فِے اِ۬لْكِتَٰبِ مَرْيَمَ إِذِ اِ۪نتَبَذَتْ مِنَ اَهْلِهَا مَكَاناٗ شَرْقِيّاٗ","فَاتَّخَذَتْ مِن دُونِهِمْ حِجَاباٗۖ فَأَرْسَلْنَآ إِلَيْهَا رُوحَنَا فَتَمَثَّلَ لَهَا بَشَراٗ سَوِيّاٗۖ","قَالَتِ اِنِّيَ أَعُوذُ بِالرَّحْمَٰنِ مِنكَ إِن كُنتَ تَقِيّاٗۖ","قَالَ إِنَّمَآ أَنَا رَسُولُ رَبِّكِ لِاَهَبَ لَكِ غُلَٰماٗ زَكِيّاٗۖ","قَالَتَ اَنّ۪يٰ يَكُونُ لِے غُلَٰمٞ وَلَمْ يَمْسَسْنِے بَشَرٞ وَلَمَ اَكُ بَغِيّاٗۖ","قَالَ كَذَٰلِكِ قَالَ رَبُّكِ هُوَ عَلَيَّ هَيِّنٞۖ وَلِنَجْعَلَهُۥٓ ءَايَةٗ لِّلنَّاسِ وَرَحْمَةٗ مِّنَّاۖ وَكَانَ أَمْراٗ مَّقْضِيّاٗۖ","۞فَحَمَلَتْهُ فَانتَبَذَتْ بِهِۦ مَكَاناٗ قَصِيّاٗۖ","فَأَجَآءَهَا اَ۬لْمَخَاضُ إِلَيٰ جِذْعِ اِ۬لنَّخْلَةِ قَالَتْ يَٰلَيْتَنِے مِتُّ قَبْلَ هَٰذَا وَكُنتُ نِسْياٗ مَّنسِيّاٗۖ","فَنَاد۪يٰهَا مِن تَحْتِهَآ أَلَّا تَحْزَنِے قَدْ جَعَلَ رَبُّكِ تَحْتَكِ سَرِيّاٗۖ","وَهُزِّےٓ إِلَيْكِ بِجِذْعِ اِ۬لنَّخْلَةِ تَسَّٰقَطْ عَلَيْكِ رُطَباٗ جَنِيّاٗۖ","فَكُلِے وَاشْرَبِے وَقَرِّے عَيْناٗۖ فَإِمَّا تَرَيِنَّ مِنَ اَ۬لْبَشَرِ أَحَداٗ فَقُولِےٓ إِنِّے نَذَرْتُ لِلرَّحْمَٰنِ صَوْماٗ فَلَنُ ا۟كَلِّمَ اَ۬لْيَوْمَ إِنسِيّاٗۖ","فَأَتَتْ بِهِۦ قَوْمَهَا تَحْمِلُهُۥۖ قَالُواْ يَٰمَرْيَمُ لَقَدْ جِئْتِ شَيْـٔاٗ فَرِيّاٗۖ","يَٰٓأُخْتَ هَٰرُونَ مَا كَانَ أَبُوكِ اِ۪مْرَأَ سَوْءٖ وَمَا كَانَتُ ا۟مُّكِ بَغِيّاٗۖ","فَأَشَارَتِ اِلَيْهِۖ قَالُواْ كَيْفَ نُكَلِّمُ مَن كَانَ فِے اِ۬لْمَهْدِ صَبِيّاٗۖ","قَالَ إِنِّے عَبْدُ اُ۬للَّهِ ءَات۪يٰنِيَ اَ۬لْكِتَٰبَ وَجَعَلَنِے نَبِيٓـٔاٗ","وَجَعَلَنِے مُبَٰرَكاً اَيْنَ مَا كُنتُ وَأَوْصٰ۪نِے بِالصَّلَوٰةِ وَالزَّكَوٰةِ مَا دُمْتُ حَيّاٗ","وَبَرّاَۢ بِوَٰلِدَتِےۖ وَلَمْ يَجْعَلْنِے جَبَّاراٗ شَقِيّاٗۖ","وَالسَّلَٰمُ عَلَيَّ يَوْمَ وُلِدتُّ وَيَوْمَ أَمُوتُ وَيَوْمَ أُبْعَثُ حَيّاٗۖ","ذَٰلِكَ عِيسَي اَ۪بْنُ مَرْيَمَۖ قَوْلُ اُ۬لْحَقِّ اِ۬لذِے فِيهِ يَمْتَرُونَۖ","مَا كَانَ لِلهِ أَنْ يَّتَّخِذَ مِنْ وَّلَدٖۖ سُبْحَٰنَهُۥٓۖ إِذَا قَض۪يٰٓ أَمْراٗ فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُۖ","وَأَنَّ اَ۬للَّهَ رَبِّے وَرَبُّكُمْ فَاعْبُدُوهُۖ هَٰذَا صِرَٰطٞ مُّسْتَقِيمٞۖ","فَاخْتَلَفَ اَ۬لَاحْزَابُ مِنۢ بَيْنِهِمْۖ فَوَيْلٞ لِّلذِينَ كَفَرُواْ مِن مَّشْهَدِ يَوْمٍ عَظِيمٍۖ","اَسْمِعْ بِهِمْ وَأَبْصِرْ يَوْمَ يَاتُونَنَاۖ لَٰكِنِ اِ۬لظَّٰلِمُونَ اَ۬لْيَوْمَ فِے ضَلَٰلٖ مُّبِينٖۖ","وَأَنذِرْهُمْ يَوْمَ اَ۬لْحَسْرَةِ إِذْ قُضِيَ اَ۬لَامْرُ وَهُمْ فِے غَفْلَةٖ وَهُمْ لَا يُومِنُونَۖ","إِنَّا نَحْنُ نَرِثُ اُ۬لَارْضَ وَمَنْ عَلَيْهَا وَإِلَيْنَا يُرْجَعُونَۖ","۞وَاذْكُرْ فِے اِ۬لْكِتَٰبِ إِبْرَٰهِيمَ","إِنَّهُۥ كَانَ صِدِّيقاٗ نَّبِيٓـٔاً","اِذْ قَالَ لِأَبِيهِ يَٰٓأَبَتِ لِمَ تَعْبُدُ مَا لَا يَسْمَعُ وَلَا يُبْصِرُ وَلَا يُغْنِے عَنكَ شَيْـٔاٗۖ","يَٰٓأَبَتِ إِنِّے قَدْ جَآءَنِے مِنَ اَ۬لْعِلْمِ مَا لَمْ يَاتِكَ فَاتَّبِعْنِےٓ أَهْدِكَ صِرَٰطاٗ سَوِيّاٗۖ","يَٰٓأَبَتِ لَا تَعْبُدِ اِ۬لشَّيْطَٰنَۖ إِنَّ اَ۬لشَّيْطَٰنَ كَانَ لِلرَّحْمَٰنِ عَصِيّاٗۖ","يَٰٓأَبَتِ إِنِّيَ أَخَافُ أَنْ يَّمَسَّكَ عَذَابٞ مِّنَ اَ۬لرَّحْمَٰنِ فَتَكُونَ لِلشَّيْطَٰنِ وَلِيّاٗۖ","قَالَ أَرَاغِبٌ اَنتَ عَنَ اٰلِهَتِے يَٰٓإِبْرَٰهِيمُ لَئِن لَّمْ تَنتَهِ لَأَرْجُمَنَّكَ وَاهْجُرْنِے مَلِيّاٗۖ","قَالَ سَلَٰمٌ عَلَيْكَ سَأَسْتَغْفِرُ لَكَ رَبِّيَ إِنَّهُۥ كَانَ بِے حَفِيّاٗ","وَأَعْتَزِلُكُمْ وَمَا تَدْعُونَ مِن دُونِ اِ۬للَّهِ وَأَدْعُواْ رَبِّے عَس۪يٰٓ أَلَّآ أَكُونَ بِدُعَآءِ رَبِّے شَقِيّاٗۖ","فَلَمَّا اَ۪عْتَزَلَهُمْ وَمَا يَعْبُدُونَ مِن دُونِ اِ۬للَّهِ وَهَبْنَا لَهُۥٓ إِسْحَٰقَ وَيَعْقُوبَۖ وَكُلّاٗ جَعَلْنَا نَبِيٓـٔاٗۖ","وَوَهَبْنَا لَهُم مِّن رَّحْمَتِنَا وَجَعَلْنَا لَهُمْ لِسَانَ صِدْقٍ عَلِيّاٗۖ","وَاذْكُرْ فِے اِ۬لْكِتَٰبِ مُوس۪يٰٓ إِنَّهُۥ كَانَ مُخْلِصاٗ وَكَانَ رَسُولاٗ نَّبِيٓـٔاٗۖ","وَنَٰدَيْنَٰهُ مِن جَانِبِ اِ۬لطُّورِ اِ۬لَايْمَنِ وَقَرَّبْنَٰهُ نَجِيّاٗۖ","وَوَهَبْنَا لَهُۥ مِن رَّحْمَتِنَآ أَخَاهُ هَٰرُونَ نَبِيٓـٔاٗۖ","وَاذْكُرْ فِے اِ۬لْكِتَٰبِ إِسْمَٰعِيلَ إِنَّهُۥ كَانَ صَادِقَ اَ۬لْوَعْدِ وَكَانَ رَسُولاٗ نَّبِيٓـٔاٗ","وَكَانَ يَامُرُ أَهْلَهُۥ بِالصَّلَوٰةِ وَالزَّكَوٰةِ وَكَانَ عِندَ رَبِّهِۦ مَرْضِيّاٗۖ","وَاذْكُرْ فِے اِ۬لْكِتَٰبِ إِدْرِيسَ إِنَّهُۥ كَانَ صِدِّيقاٗ نَّبِيٓـٔاٗۖ","وَرَفَعْنَٰهُ مَكَاناً عَلِيّاًۖ","ا۟وْلَٰٓئِكَ اَ۬لذِينَ أَنْعَمَ اَ۬للَّهُ عَلَيْهِم مِّنَ اَ۬لنَّبِيٓـِٕۧنَ مِن ذُرِّيَّةِ ءَادَمَ وَمِمَّنْ حَمَلْنَا مَعَ نُوحٖ وَمِن ذُرِّيَّةِ إِبْرَٰهِيمَ وَإِسْرَآءِيلَ وَمِمَّنْ هَدَيْنَا وَاجْتَبَيْنَآۖ إِذَا تُتْل۪يٰ عَلَيْهِمُۥٓ ءَايَٰتُ اُ۬لرَّحْمَٰنِ خَرُّواْ سُجَّداٗ وَبُكِيّاٗۖ۩","۞فَخَلَفَ مِنۢ بَعْدِهِمْ خَلْفٌ اَضَاعُواْ اُ۬لصَّلَوٰةَ وَاتَّبَعُواْ اُ۬لشَّهَوَٰتِ فَسَوْفَ يَلْقَوْنَ غَيّاً","اِلَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحاٗ فَأُوْلَٰٓئِكَ يَدْخُلُونَ اَ۬لْجَنَّةَ وَلَا يُظْلَمُونَ شَيْـٔاٗ","جَنَّٰتِ عَدْنٍ اِ۬لتِے وَعَدَ اَ۬لرَّحْمَٰنُ عِبَادَهُۥ بِالْغَيْبِۖ إِنَّهُۥ كَانَ وَعْدُهُۥ مَاتِيّاٗۖ","لَّا يَسْمَعُونَ فِيهَا لَغْواً اِلَّا سَلَٰماٗۖ وَلَهُمْ رِزْقُهُمْ فِيهَا بُكْرَةٗ وَعَشِيّاٗۖ","تِلْكَ اَ۬لْجَنَّةُ اُ۬لتِے نُورِثُ مِنْ عِبَادِنَا مَن كَانَ تَقِيّاٗۖ","وَمَا نَتَنَزَّلُ إِلَّا بِأَمْرِ رَبِّكَۖ لَهُۥ مَا بَيْنَ أَيْدِينَا وَمَا خَلْفَنَا وَمَا بَيْنَ ذَٰلِكَۖ وَمَا كَانَ رَبُّكَ نَسِيّاٗۖ","رَّبُّ اُ۬لسَّمَٰوَٰتِ وَالَارْضِ وَمَا بَيْنَهُمَا فَاعْبُدْهُ وَاصْطَبِرْ لِعِبَٰدَتِهِۦۖ هَلْ تَعْلَمُ لَهُۥ سَمِيّاٗۖ","وَيَقُولُ اُ۬لِانسَٰنُ أَ۟ذَا مَا مِتُّ لَسَوْفَ أُخْرَجُ حَيّاًۖ","اَوَلَا يَذْكُرُ اُ۬لِانسَٰنُ أَنَّا خَلَقْنَٰهُ مِن قَبْلُ وَلَمْ يَكُ شَيْـٔاٗۖ","فَوَرَبِّكَ لَنَحْشُرَنَّهُمْ وَالشَّيَٰطِينَ ثُمَّ لَنُحْضِرَنَّهُمْ حَوْلَ جَهَنَّمَ جُثِيّاٗۖ","ثُمَّ لَنَنزِعَنَّ مِن كُلِّ شِيعَةٍ اَيُّهُمُۥٓ أَشَدُّ عَلَي اَ۬لرَّحْمَٰنِ عُتِيّاٗۖ","ثُمَّ لَنَحْنُ أَعْلَمُ بِالذِينَ هُمُۥٓ أَوْل۪يٰ بِهَا صُلِيّاٗۖ","وَإِن مِّنكُمُۥٓ إِلَّا وَارِدُهَا كَانَ عَلَيٰ رَبِّكَ حَتْماٗ مَّقْضِيّاٗۖ","ثُمَّ نُنَجِّے اِ۬لذِينَ اَ۪تَّقَواْ وَّنَذَرُ اُ۬لظَّٰلِمِينَ فِيهَا جُثِيّاٗۖ","وَإِذَا تُتْل۪يٰ عَلَيْهِمُۥٓ ءَايَٰتُنَا بَيِّنَٰتٖ قَالَ اَ۬لذِينَ كَفَرُواْ لِلذِينَ ءَامَنُوٓاْ أَيُّ اُ۬لْفَرِيقَيْنِ خَيْرٞ مَّقَاماٗ وَأَحْسَنُ نَدِيّاٗۖ","وَكَمَ اَهْلَكْنَا قَبْلَهُم مِّن قَرْنٍ هُمُۥٓ أَحْسَنُ أَثَٰثاٗ وَرِءْياٗۖ","۞قُلْ مَن كَانَ فِے اِ۬لضَّلَٰلَةِ فَلْيَمْدُدْ لَهُ اُ۬لرَّحْمَٰنُ مَدّاًۖ","حَتَّيٰٓ إِذَا رَأَوْاْ مَا يُوعَدُونَ إِمَّا اَ۬لْعَذَابَ وَإِمَّا اَ۬لسَّاعَةَ فَسَيَعْلَمُونَ مَنْ هُوَ شَرّٞ مَّكَاناٗ وَأَضْعَفُ جُنداٗۖ","وَيَزِيدُ اُ۬للَّهُ اُ۬لذِينَ اَ۪هْتَدَوْاْ هُديٗۖ وَالْبَٰقِيَٰتُ اُ۬لصَّٰلِحَٰتُ خَيْرٌ عِندَ رَبِّكَ ثَوَاباٗ وَخَيْرٞ مَّرَدّاًۖ","اَفَرَٰٓيْتَ اَ۬لذِے كَفَرَ بِـَٔايَٰتِنَا وَقَالَ لَأُوتَيَنَّ مَالاٗ وَوَلَداً","اَطَّلَعَ اَ۬لْغَيْبَ أَمِ اِ۪تَّخَذَ عِندَ اَ۬لرَّحْمَٰنِ عَهْداٗ","كَلَّاۖ سَنَكْتُبُ مَا يَقُولُ وَنَمُدُّ لَهُۥ مِنَ اَ۬لْعَذَابِ مَدّاٗۖ","وَنَرِثُهُۥ مَا يَقُولُ وَيَاتِينَا فَرْداٗۖ","وَاتَّخَذُواْ مِن دُونِ اِ۬للَّهِ ءَالِهَةٗ لِّيَكُونُواْ لَهُمْ عِزّاٗ","كَلَّاۖ سَيَكْفُرُونَ بِعِبَادَتِهِمْ وَيَكُونُونَ عَلَيْهِمْ ضِدّاًۖ","اَلَمْ تَرَ أَنَّآ أَرْسَلْنَا اَ۬لشَّيَٰطِينَ عَلَي اَ۬لْكٰ۪فِرِينَ تَؤُزُّهُمُۥٓ أَزّاٗۖ","فَلَا تَعْجَلْ عَلَيْهِمُۥٓۖ إِنَّمَا نَعُدُّ لَهُمْ عَدّاٗۖ","يَوْمَ نَحْشُرُ اُ۬لْمُتَّقِينَ إِلَي اَ۬لرَّحْمَٰنِ وَفْداٗ","وَنَسُوقُ اُ۬لْمُجْرِمِينَ إِلَيٰ جَهَنَّمَ وِرْداٗۖ","لَّا يَمْلِكُونَ اَ۬لشَفَٰعَةَ إِلَّا مَنِ اِ۪تَّخَذَ عِندَ اَ۬لرَّحْمَٰنِ عَهْداٗۖ","وَقَالُواْ اُ۪تَّخَذَ اَ۬لرَّحْمَٰنُ وَلَداٗۖ","لَّقَدْ جِئْتُمْ شَيْـٔاٗ اِدّاٗ","يَكَادُ اُ۬لسَّمَٰوَٰتُ يَتَفَطَّرْنَ مِنْهُ وَتَنشَقُّ اُ۬لَارْضُ وَتَخِرُّ اُ۬لْجِبَالُ هَدّاً","اَن دَعَوْاْ لِلرَّحْمَٰنِ وَلَداٗۖ","وَمَا يَنۢبَغِے لِلرَّحْمَٰنِ أَنْ يَّتَّخِذَ وَلَداًۖ","اِن كُلُّ مَن فِے اِ۬لسَّمَٰوَٰتِ وَالَارْضِ إِلَّآ ءَاتِے اِ۬لرَّحْمَٰنِ عَبْداٗۖ","لَّقَدَ اَحْص۪يٰهُمْ وَعَدَّهُمْ عَدّاٗۖ","وَكُلُّهُمُۥٓ ءَاتِيهِ يَوْمَ اَ۬لْقِيَٰمَةِ فَرْداًۖ","اِنَّ اَ۬لذِينَ ءَامَنُواْ وَعَمِلُواْ اُ۬لصَّٰلِحَٰتِ سَيَجْعَلُ لَهُمُ اُ۬لرَّحْمَٰنُ وُدّاٗۖ","فَإِنَّمَا يَسَّرْنَٰهُ بِلِسَانِكَ لِتُبَشِّرَ بِهِ اِ۬لْمُتَّقِينَ وَتُنذِرَ بِهِۦ قَوْماٗ لُّدّاٗۖ","وَكَمَ اَهْلَكْنَا قَبْلَهُم مِّن قَرْنٍ هَلْ تُحِسُّ مِنْهُم مِّنَ اَحَدٍ اَوْ تَسْمَعُ لَهُمْ رِكْزاٗۖ"],"aldoori":["كٓه۪يعٓصٓۚ ذِّكۡرُ رَحۡمَتِ رَبِّكَ عَبۡدَهُۥ زَكَرِيَّآءَ","ا۪ذۡ نَادَىٰ رَبَّهُۥ نِدَآءً خَفِيّٗا","قَالَ رَبِّ إِنِّي وَهَنَ اَ۬لۡعَظۡمُ مِنِّي وَاَشۡتَعَلَ اَ۬لرَّأۡسُ شَيۡبٗا وَلَمۡ أَكُنۢ بِدُعَآئِكَ رَبِّ شَقِيّٗا","وَإِنِّي خِفۡتُ اُ۬لۡمَوَٰلِيَ مِن وَرَآءِي وَكَانَتِ اِ۪مۡرَأَتِي عَاقِرٗا فَهَبۡ لِي مِن لَّدُنكَ وَلِيّٗا","يَرِثۡنِي وَيَرِثۡ مِنۡ ءَالِ يَعۡقُوبَۖ وَاَجۡعَلۡهُ رَبِّ رَضِيّٗا","يَٰزَكَرِيَّآءُ اِ۪نَّا نُبَشِّرُكَ بِغُلَٰمٍ اِ۪سۡمُهُۥ يَحۡيۭيٰ لَمۡ نَجۡعَل لَّهُۥ مِن قَبۡلُ سَمِيّٗا","قَالَ رَبِّ أَنّۭيٰ يَكُونُ لِي غُلَٰمٞ وَكَانَتِ اِ۪مۡرَأَتِي عَاقِرٗا وَقَدۡ بَلَغۡتُ مِنَ اَ۬لۡكِبَرِ عُتِيّٗا","قَالَ كَذَٰلِكَ قَالَ رَبُّكَ هُوَ عَلَيَّ هَيِّنٞ وَقَدۡ خَلَقۡتُكَ مِن قَبۡلُ وَلَمۡ تَكُ شَيۡـٔٗا","قَالَ رَبِّ اِ۪جۡعَل لِّيَ ءَايَةٗۚ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ اَ۬لنَّاسَ ثَلَٰثَ لَيَالٖ سَوِيّٗا","فَخَرَجَ عَلَىٰ قَوۡمِهِۦ مِنَ اَ۬لۡمِحۡرَابِ فَأَوۡحَىٰٓ إِلَيۡهِمۡ أَن سَبِّحُواْ بُكۡرَةٗ وَعَشِيّٗا","۞يَٰيَحۡيۭيٰ خُذِ اِ۬لۡكِتَٰبَ بِقُوَّةٖۖ وَءَاتَيۡنَٰهُ اُ۬لۡحُكۡمَ صَبِيّٗا","وَحَنَانٗا مِّن لَّدُنَّا وَزَكَوٰةٗۖ وَكَانَ تَقِيّٗا","وَبَرَّۢا بِوَٰلِدَيۡهِ وَلَمۡ يَكُن جَبَّارًا عَصِيّٗا","وَسَلَٰمٌ عَلَيۡهِ يَوۡمَ وُلِدَ وَيَوۡمَ يَمُوتُ وَيَوۡمَ يُبۡعَثُ حَيّٗا","وَاَذۡكُرۡ فِي اِ۬لۡكِتَٰبِ مَرۡيَمَ إِذِ اِ۪نتَبَذَتۡ مِنۡ أَهۡلِهَا مَكَانٗا شَرۡقِيّٗا","فَاَتَّخَذَتۡ مِن دُونِهِمۡ حِجَابٗا فَأَرۡسَلۡنَآ إِلَيۡهَا رُوحَنَا فَتَمَثَّلَ لَهَا بَشَرٗا سَوِيّٗا","قَالَتۡ إِنِّيَ أَعُوذُ بِالرَّحۡمَٰنِ مِنكَ إِن كُنتَ تَقِيّٗا","قَالَ إِنَّمَآ أَنَا۠ رَسُولُ رَبِّكِ لِاَ۬هَبَ لَكِ غُلَٰمٗا زَكِيّٗا","قَالَتۡ أَنّۭيٰ يَكُونُ لِي غُلَٰمٞ وَلَمۡ يَمۡسَسۡنِي بَشَرٞ وَلَمۡ أَكُ بَغِيّٗا","قَالَ كَذَٰلِكِ قَالَ رَبُّكِ هُوَ عَلَيَّ هَيِّنٞۖ وَلِنَجۡعَلَهُۥٓ ءَايَةٗ لِّلنّ۪اسِ وَرَحۡمَةٗ مِّنَّاۚ وَكَانَ أَمۡرٗا مَّقۡضِيّٗا","فَحَمَلَتۡهُ فَاَنتَبَذَتۡ بِهِۦ مَكَانٗا قَصِيّٗا","فَأَجَآءَهَا اَ۬لۡمَخَاضُ إِلَىٰ جِذۡعِ اِ۬لنَّخۡلَةِ قَالَتۡ يَٰلَيۡتَنِي مُتُّ قَبۡلَ هَٰذَا وَكُنتُ نِسۡيٗا مَّنسِيّٗا","فَنَادَىٰهَا مَن تَحۡتَهَآ أَلَّا تَحۡزَنِي قَد جَّعَلَ رَبُّكِ تَحۡتَكِ سَرِيّٗا","وَهُزِّيٓ إِلَيۡكِ بِجِذۡعِ اِ۬لنَّخۡلَةِ تَسَّٰقَطۡ عَلَيۡكِ رُطَبٗا جَنِيّٗا","فَكُلِي وَاَشۡرَبِي وَقَرِّي عَيۡنٗاۖ فَإِمَّا تَرَيِنَّ مِنَ اَ۬لۡبَشَرِ أَحَدٗا فَقُولِيٓ إِنِّي نَذَرۡتُ لِلرَّحۡمَٰنِ صَوۡمٗا فَلَنۡ أُكَلِّمَ اَ۬لۡيَوۡمَ إِنسِيّٗا","فَأَتَتۡ بِهِۦ قَوۡمَهَا تَحۡمِلُهُۥۖ قَالُواْ يَٰمَرۡيَمُ لَقَد جِّئۡتِ شَيۡـٔٗا فَرِيّٗا","۞يَٰٓأُخۡتَ هَٰرُونَ مَا كَانَ أَبُوكِ اِ۪مۡرَأَ سَوۡءٖ وَمَا كَانَتۡ أُمُّكِ بَغِيّٗا","فَأَشَارَتۡ إِلَيۡهِۖ قَالُواْ كَيۡفَ نُكَلِّمُ مَن كَانَ فِي اِ۬لۡمَهۡدِ صَبِيّٗا","قَالَ إِنِّي عَبۡدُ اُ۬للَّهِ ءَاتَىٰنِيَ اَ۬لۡكِتَٰبَ وَجَعَلَنِي نَبِيّٗا","وَجَعَلَنِي مُبَارَكًا أَيۡنَ مَا كُنتُ وَأَوۡصَٰنِي بِالصَّلَوٰةِ وَاَلزَّكَوٰةِ مَا دُمۡتُ حَيّٗا","وَبَرَّۢا بِوَٰلِدَتِي وَلَمۡ يَجۡعَلۡنِي جَبَّارٗا شَقِيّٗا","وَاَلسَّلَٰمُ عَلَيَّ يَوۡمَ وُلِدتُّ وَيَوۡمَ أَمُوتُ وَيَوۡمَ أُبۡعَثُ حَيّٗا","ذَٰلِكَ عِيسَى اَ۪بۡنُ مَرۡيَمَۖ قَوۡلُ اُ۬لۡحَقِّ اِ۬لَّذِي فِيهِ يَمۡتَرُونَ","مَا كَانَ لِلَّهِ أَن يَتَّخِذَ مِن وَلَدٖۖ سُبۡحَٰنَهُۥٓۚ إِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","وَأَنَّ اَ۬للَّهَ رَبِّي وَرَبُّكُمۡ فَاَعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","فَاَخۡتَلَفَ اَ۬لۡأَحۡزَابُ مِنۢ بَيۡنِهِمۡۖ فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِن مَّشۡهَدِ يَوۡمٍ عَظِيمٍ","أَسۡمِعۡ بِهِمۡ وَأَبۡصِرۡ يَوۡمَ يَأۡتُونَنَاۖ لَٰكِنِ اِ۬لظَّٰلِمُونَ اَ۬لۡيَوۡمَ فِي ضَلَٰلٖ مُّبِينٖ","وَأَنذِرۡهُمۡ يَوۡمَ اَ۬لۡحَسۡرَةِ إِذۡ قُضِيَ اَ۬لۡأَمۡرُ وَهُمۡ فِي غَفۡلَةٖ وَهُمۡ لَا يُؤۡمِنُونَ","إِنَّا نَحۡنُ نَرِثُ اُ۬لۡأَرۡضَ وَمَنۡ عَلَيۡهَا وَإِلَيۡنَا يُرۡجَعُونَ","وَاَذۡكُرۡ فِي اِ۬لۡكِتَٰبِ إِبۡرَٰهِيمَۚ إِنَّهُۥ كَانَ صِدِّيقٗا نَّبِيًّا","إِذۡ قَالَ لِأَبِيهِ يَٰٓأَبَتِ لِمَ تَعۡبُدُ مَا لَا يَسۡمَعُ وَلَا يُبۡصِرُ وَلَا يُغۡنِي عَنكَ شَيۡـٔٗا","يَٰٓأَبَتِ إِنِّي قَد جَّآءَنِي مِنَ اَ۬لۡعِلۡمِ مَا لَمۡ يَأۡتِكَ فَاَتَّبِعۡنِيٓ أَهۡدِكَ صِرَٰطٗا سَوِيّٗا","يَٰٓأَبَتِ لَا تَعۡبُدِ اِ۬لشَّيۡطَٰنَۖ إِنَّ اَ۬لشَّيۡطَٰنَ كَانَ لِلرَّحۡمَٰنِ عَصِيّٗا","يَٰٓأَبَتِ إِنِّيَ أَخَافُ أَن يَمَسَّكَ عَذَابٞ مِّنَ اَ۬لرَّحۡمَٰنِ فَتَكُونَ لِلشَّيۡطَٰنِ وَلِيّٗا","۞قَالَ أَرَاغِبٌ أَنتَ عَنۡ ءَالِهَتِي يَٰٓإِبۡرَٰهِيمُۖ لَئِن لَّمۡ تَنتَهِ لَأَرۡجُمَنَّكَۖ وَاَهۡجُرۡنِي مَلِيّٗا","قَالَ سَلَٰمٌ عَلَيۡكَۖ سَأَسۡتَغۡفِرُ لَكَ رَبِّيَۖ إِنَّهُۥ كَانَ بِي حَفِيّٗا","وَأَعۡتَزِلُكُمۡ وَمَا تَدۡعُونَ مِن دُونِ اِ۬للَّهِ وَأَدۡعُواْ رَبِّي عَسَىٰٓ أَلَّآ أَكُونَ بِدُعَآءِ رَبِّي شَقِيّٗا","فَلَمَّا اَ۪عۡتَزَلَهُمۡ وَمَا يَعۡبُدُونَ مِن دُونِ اِ۬للَّهِ وَهَبۡنَا لَهُۥٓ إِسۡحَٰقَ وَيَعۡقُوبَۖ وَكُلّٗا جَعَلۡنَا نَبِيّٗا","وَوَهَبۡنَا لَهُم مِّن رَّحۡمَتِنَا وَجَعَلۡنَا لَهُمۡ لِسَانَ صِدۡقٍ عَلِيّٗا","وَاَذۡكُرۡ فِي اِ۬لۡكِتَٰبِ مُوسۭيٰٓۚ إِنَّهُۥ كَانَ مُخۡلِصٗا وَكَانَ رَسُولٗا نَّبِيّٗا","وَنَٰدَيۡنَٰهُ مِن جَانِبِ اِ۬لطُّورِ اِ۬لۡأَيۡمَنِ وَقَرَّبۡنَٰهُ نَجِيّٗا","وَوَهَبۡنَا لَهُۥ مِن رَّحۡمَتِنَآ أَخَاهُ هَٰرُونَ نَبِيّٗا","وَاَذۡكُرۡ فِي اِ۬لۡكِتَٰبِ إِسۡمَٰعِيلَۚ إِنَّهُۥ كَانَ صَادِقَ اَ۬لۡوَعۡدِ وَكَانَ رَسُولٗا نَّبِيّٗا","وَكَانَ يَأۡمُرُ أَهۡلَهُۥ بِالصَّلَوٰةِ وَاَلزَّكَوٰةِ وَكَانَ عِندَ رَبِّهِۦ مَرۡضِيّٗا","وَاَذۡكُرۡ فِي اِ۬لۡكِتَٰبِ إِدۡرِيسَۚ إِنَّهُۥ كَانَ صِدِّيقٗا نَّبِيّٗا","وَرَفَعۡنَٰهُ مَكَانًا عَلِيًّا","أُوْلَٰٓئِكَ اَ۬لَّذِينَ أَنۡعَمَ اَ۬للَّهُ عَلَيۡهِم مِّنَ اَ۬لنَّبِيِّـۧنَ مِن ذُرِّيَّةِ ءَادَمَ وَمِمَّنۡ حَمَلۡنَا مَعَ نُوحٖ وَمِن ذُرِّيَّةِ إِبۡرَٰهِيمَ وَإِسۡرَٰٓءِيلَ وَمِمَّنۡ هَدَيۡنَا وَاَجۡتَبَيۡنَآۚ إِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُ اُ۬لرَّحۡمَٰنِ خَرُّواْۤ سُجَّدٗاۤ وَبُكِيّٗا۩","فَخَلَفَ مِنۢ بَعۡدِهِمۡ خَلۡفٌ أَضَاعُواْ اُ۬لصَّلَوٰةَ وَاَتَّبَعُواْ اُ۬لشَّهَوَٰتِۖ فَسَوۡفَ يَلۡقَوۡنَ غَيًّا","إِلَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا فَأُوْلَٰٓئِكَ يُدۡخَلُونَ اَ۬لۡجَنَّةَ وَلَا يُظۡلَمُونَ شَيۡـٔٗا","جَنَّٰتِ عَدۡنٍ اِ۬لَّتِي وَعَدَ اَ۬لرَّحۡمَٰنُ عِبَادَهُۥ بِالۡغَيۡبِۚ إِنَّهُۥ كَانَ وَعۡدُهُۥ مَأۡتِيّٗا","لَّا يَسۡمَعُونَ فِيهَا لَغۡوًا إِلَّا سَلَٰمٗاۖ وَلَهُمۡ رِزۡقُهُمۡ فِيهَا بُكۡرَةٗ وَعَشِيّٗا","۞تِلۡكَ اَ۬لۡجَنَّةُ اُ۬لَّتِي نُورِثُ مِنۡ عِبَادِنَا مَن كَانَ تَقِيّٗا","وَمَا نَتَنَزَّلُ إِلَّا بِأَمۡرِ رَبِّكَۖ لَهُۥ مَا بَيۡنَ أَيۡدِينَا وَمَا خَلۡفَنَا وَمَا بَيۡنَ ذَٰلِكَۚ وَمَا كَانَ رَبُّكَ نَسِيّٗا","رَّبُّ اُ۬لسَّمَٰوَٰتِ وَاَلۡأَرۡضِ وَمَا بَيۡنَهُمَا فَاَعۡبُدۡهُ وَاَصۡطَبِر لِّعِبَٰدَتِهِۦۚ هَلۡ تَعۡلَمُ لَهُۥ سَمِيّٗا","وَيَقُولُ اُ۬لۡإِنسَٰنُ أَٰ۟ذَا مَا مُتُّ لَسَوۡفَ أُخۡرَجُ حَيًّا","أَوَلَا يَذَّكَّرُ اُ۬لۡإِنسَٰنُ أَنَّا خَلَقۡنَٰهُ مِن قَبۡلُ وَلَمۡ يَكُ شَيۡـٔٗا","فَوَرَبِّكَ لَنَحۡشُرَنَّهُمۡ وَاَلشَّيَٰطِينَ ثُمَّ لَنُحۡضِرَنَّهُمۡ حَوۡلَ جَهَنَّمَ جُثِيّٗا","ثُمَّ لَنَنزِعَنَّ مِن كُلِّ شِيعَةٍ أَيُّهُمۡ أَشَدُّ عَلَى اَ۬لرَّحۡمَٰنِ عُتِيّٗا","ثُمَّ لَنَحۡنُ أَعۡلَمُ بِالَّذِينَ هُمۡ أَوۡلَىٰ بِهَا صُلِيّٗا","وَإِن مِّنكُمۡ إِلَّا وَارِدُهَاۚ كَانَ عَلَىٰ رَبِّكَ حَتۡمٗا مَّقۡضِيّٗا","ثُمَّ نُنَجِّي اِ۬لَّذِينَ اَ۪تَّقَواْ وَّنَذَرُ اُ۬لظَّٰلِمِينَ فِيهَا جُثِيّٗا","وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالَ اَ۬لَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُوٓاْ أَيُّ اُ۬لۡفَرِيقَيۡنِ خَيۡرٞ مَّقَامٗا وَأَحۡسَنُ نَدِيّٗا","وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هُمۡ أَحۡسَنُ أَثَٰثٗا وَرِءۡيٗا","قُلۡ مَن كَانَ فِي اِ۬لضَّلَٰلَةِ فَلۡيَمۡدُدۡ لَهُ اُ۬لرَّحۡمَٰنُ مَدًّا","حَتَّىٰٓ إِذَا رَأَوۡاْ مَا يُوعَدُونَ إِمَّا اَ۬لۡعَذَابَ وَإِمَّا اَ۬لسَّاعَةَ فَسَيَعۡلَمُونَ مَنۡ هُوَ شَرّٞ مَّكَانٗا وَأَضۡعَفُ جُندٗا","وَيَزِيدُ اُ۬للَّهُ اُ۬لَّذِينَ اَ۪هۡتَدَوۡاْ هُدٗىۗ وَاَلۡبَٰقِيَٰتُ اُ۬لصَّٰلِحَٰتُ خَيۡرٌ عِندَ رَبِّكَ ثَوَابٗا وَخَيۡرٞ مَّرَدًّا","۞أَفَرَءَيۡتَ اَ۬لَّذِي كَفَرَ بِـَٔايَٰتِنَا وَقَالَ لَأُوتَيَنَّ مَالٗا وَوَلَدًا","أَطَّلَعَ اَ۬لۡغَيۡبَ أَمِ اِ۪تَّخَذَ عِندَ اَ۬لرَّحۡمَٰنِ عَهۡدٗا","كَلَّاۚ سَنَكۡتُبُ مَا يَقُولُ وَنَمُدُّ لَهُۥ مِنَ اَ۬لۡعَذَابِ مَدّٗا","وَنَرِثُهُۥ مَا يَقُولُ وَيَأۡتِينَا فَرۡدٗا","وَاَتَّخَذُواْ مِن دُونِ اِ۬للَّهِ ءَالِهَةٗ لِّيَكُونُواْ لَهُمۡ عِزّٗا","كَلَّاۚ سَيَكۡفُرُونَ بِعِبَادَتِهِمۡ وَيَكُونُونَ عَلَيۡهِمۡ ضِدًّا","أَلَمۡ تَرَ أَنَّآ أَرۡسَلۡنَا اَ۬لشَّيَٰطِينَ عَلَى اَ۬لۡكٰ۪فِرِينَ تَؤُزُّهُمۡ أَزّٗا","فَلَا تَعۡجَلۡ عَلَيۡهِمۡۖ إِنَّمَا نَعُدُّ لَهُمۡ عَدّٗا","يَوۡمَ نَحۡشُرُ اُ۬لۡمُتَّقِينَ إِلَى اَ۬لرَّحۡمَٰنِ وَفۡدٗا","وَنَسُوقُ اُ۬لۡمُجۡرِمِينَ إِلَىٰ جَهَنَّمَ وِرۡدٗا","لَّا يَمۡلِكُونَ اَ۬لشَّفَٰعَةَ إِلَّا مَنِ اِ۪تَّخَذَ عِندَ اَ۬لرَّحۡمَٰنِ عَهۡدٗا","وَقَالُواْ اُ۪تَّخَذَ اَ۬لرَّحۡمَٰنُ وَلَدٗا","لَّقَد جِّئۡتُمۡ شَيۡـًٔا إِدّٗا","تَكَادُ اُ۬لسَّمَٰوَٰتُ يَنفَطِرۡنَ مِنۡهُ وَتَنشَقُّ اُ۬لۡأَرۡضُ وَتَخِرُّ اُ۬لۡجِبَالُ هَدًّا","أَن دَعَوۡاْ لِلرَّحۡمَٰنِ وَلَدٗا","وَمَا يَنۢبَغِي لِلرَّحۡمَٰنِ أَن يَتَّخِذَ وَلَدًا","إِن كُلُّ مَن فِي اِ۬لسَّمَٰوَٰتِ وَاَلۡأَرۡضِ إِلَّآ ءَاتِي اِ۬لرَّحۡمَٰنِ عَبۡدٗا","لَّقَدۡ أَحۡصَىٰهُمۡ وَعَدَّهُمۡ عَدّٗا","وَكُلُّهُمۡ ءَاتِيهِ يَوۡمَ اَ۬لۡقِيَٰمَةِ فَرۡدًا","إِنَّ اَ۬لَّذِينَ ءَامَنُواْ وَعَمِلُواْ اُ۬لصَّٰلِحَٰتِ سَيَجۡعَلُ لَهُمُ اُ۬لرَّحۡمَٰنُ وُدّٗا","فَإِنَّمَا يَسَّرۡنَٰهُ بِلِسَانِكَ لِتُبَشِّرَ بِهِ اِ۬لۡمُتَّقِينَ وَتُنذِرَ بِهِۦ قَوۡمٗا لُّدّٗا","وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هَلۡ تُحِسُّ مِنۡهُم مِّنۡ أَحَدٍ أَوۡ تَسۡمَعُ لَهُمۡ رِكۡزَۢا"],"alsosi":["كٓه۪يعٓصٓۚ ذِّكۡر رَّحۡمَتِ رَبِّكَ عَبۡدَهُۥ زَكَرِيَّآءَ","ا۪ذۡ نَادَىٰ رَبَّهُۥ نِدَآءً خَفِيّٗا","قَال رَّبِّ إِنِّي وَهَنَ اَ۬لۡعَظۡم مِّنِّي وَاَشۡتَعَلَ اَ۬لرَّاس شَّيۡبٗا وَلَمۡ أَكُنۢ بِدُعَآئِكَ رَبِّ شَقِيّٗا","وَإِنِّي خِفۡتُ اُ۬لۡمَوَٰلِيَ مِن وَرَآءِي وَكَانَتِ اِ۪مۡرَأَتِي عَاقِرٗا فَهَبۡ لِي مِن لَّدُنكَ وَلِيّٗا","يَرِثۡنِي وَيَرِثۡ مِنۡ ءَالِ يَعۡقُوبَۖ وَاَجۡعَلۡهُ رَبِّ رَضِيّٗا","يَٰزَكَرِيَّآءُ اِ۪نَّا نُبَشِّرُكَ بِغُلَٰمٍ اِ۪سۡمُهُۥ يَحۡيۭيٰ لَمۡ نَجۡعَل لَّهُۥ مِن قَبۡلُ سَمِيّٗا","قَال رَّبِّ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَكَانَتِ اِ۪مۡرَأَتِي عَاقِرٗا وَقَدۡ بَلَغۡتُ مِنَ اَ۬لۡكِبَرِ عُتِيّٗا","قَالَ كَذَٰلِك قَّال رَّبُّكَ هُوَ عَلَيَّ هَيِّنٞ وَقَدۡ خَلَقۡتُكَ مِن قَبۡلُ وَلَمۡ تَكُ شَيۡـٔٗا","قَال رَّبِّ اِ۪جۡعَل لِّيَ ءَايَةٗۖ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ اَ۬لنَّاسَ ثَلَٰثَ لَيَالٖ سَوِيّٗا","فَخَرَجَ عَلَىٰ قَوۡمِهِۦ مِنَ اَ۬لۡمِحۡرَابِ فَأَوۡحَىٰ إِلَيۡهِمۡ أَن سَبِّحُواْ بُكۡرَةٗ وَعَشِيّٗا","۞يَٰيَحۡيۭيٰ خُذِ اِ۬لۡكِتَٰب بِّقُوَّةٖۖ وَءَاتَيۡنَٰهُ اُ۬لۡحُكۡمَ صَبِيّٗا","وَحَنَانٗا مِّن لَّدُنَّا وَزَكَوٰةٗۖ وَكَانَ تَقِيّٗا","وَبَرَّۢا بِوَٰلِدَيۡهِ وَلَمۡ يَكُن جَبَّارًا عَصِيّٗا","وَسَلَٰمٌ عَلَيۡهِ يَوۡمَ وُلِدَ وَيَوۡمَ يَمُوتُ وَيَوۡمَ يُبۡعَثُ حَيّٗا","وَاَذۡكُرۡ فِي اِ۬لۡكِتَٰبِ مَرۡيَمَ إِذِ اِ۪نتَبَذَتۡ مِنۡ أَهۡلِهَا مَكَانٗا شَرۡقِيّٗا","فَاَتَّخَذَتۡ مِن دُونِهِمۡ حِجَابٗا فَأَرۡسَلۡنَا إِلَيۡهَا رُوحَنَا فَتَمَثَّل لَّهَا بَشَرٗا سَوِيّٗا","قَالَتۡ إِنِّيَ أَعُوذُ بِالرَّحۡمَٰنِ مِنكَ إِن كُنتَ تَقِيّٗا","قَالَ إِنَّمَا أَنَا۠ رَسُول رَّبِّكِ لِاَ۬هَبَ لَكِ غُلَٰمٗا زَكِيّٗا","قَالَتۡ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَلَمۡ يَمۡسَسۡنِي بَشَرٞ وَلَمۡ أَكُ بَغِيّٗا","قَالَ كَذَٰلِك قَّال رَّبُّكِ هُوَ عَلَيَّ هَيِّنٞۖ وَلِنَجۡعَلَهُۥ ءَايَةٗ لِّلنَّاسِ وَرَحۡمَةٗ مِّنَّاۚ وَكَانَ أَمۡرٗا مَّقۡضِيّٗا","فَحَمَلَتۡهُ فَاَنتَبَذَتۡ بِهِۦ مَكَانٗا قَصِيّٗا","فَأَجَآءَهَا اَ۬لۡمَخَاضُ إِلَىٰ جِذۡعِ اِ۬لنَّخۡلَةِ قَالَتۡ يَٰلَيۡتَنِي مُتُّ قَبۡلَ هَٰذَا وَكُنتُ نِسۡيٗا مَّنسِيّٗا","فَنَادَىٰهَا مَن تَحۡتَهَا أَلَّا تَحۡزَنِي قَد جَّعَل رَّبُّكِ تَحۡتَكِ سَرِيّٗا","وَهُزِّي إِلَيۡكِ بِجِذۡعِ اِ۬لنَّخۡلَة تَّسَّٰقَطۡ عَلَيۡكِ رُطَبٗا جَنِيّٗا","فَكُلِي وَاَشۡرَبِي وَقَرِّي عَيۡنٗاۖ فَإِمَّا تَرَيِنَّ مِنَ اَ۬لۡبَشَرِ أَحَدٗا فَقُولِي إِنِّي نَذَرۡتُ لِلرَّحۡمَٰنِ صَوۡمٗا فَلَنۡ أُكَلِّمَ اَ۬لۡيَوۡمَ إِنسِيّٗا","فَأَتَتۡ بِهِۦ قَوۡمَهَا تَحۡمِلُهُۥۖ قَالُواْ يَٰمَرۡيَمُ لَقَد جِّيت شَّيۡـٔٗا فَرِيّٗا","۞يَٰأُخۡتَ هَٰرُونَ مَا كَانَ أَبُوكِ اِ۪مۡرَأَ سَوۡءٖ وَمَا كَانَتۡ أُمُّكِ بَغِيّٗا","فَأَشَارَتۡ إِلَيۡهِۖ قَالُواْ كَيۡفَ نُكَلِّم مَّن كَانَ فِي اِ۬لۡمَهۡد صَّبِيّٗا","قَالَ إِنِّي عَبۡدُ اُ۬للَّهِ ءَاتَىٰنِيَ اَ۬لۡكِتَٰبَ وَجَعَلَنِي نَبِيّٗا","وَجَعَلَنِي مُبَارَكًا أَيۡنَ مَا كُنتُ وَأَوۡصَٰنِي بِالصَّلَوٰةِ وَاَلزَّكَوٰةِ مَا دُمۡتُ حَيّٗا","وَبَرَّۢا بِوَٰلِدَتِي وَلَمۡ يَجۡعَلۡنِي جَبَّارٗا شَقِيّٗا","وَاَلسَّلَٰمُ عَلَيَّ يَوۡمَ وُلِدتُّ وَيَوۡمَ أَمُوتُ وَيَوۡمَ أُبۡعَثُ حَيّٗا","ذَٰلِكَ عِيسَى اَ۪بۡنُ مَرۡيَمَۖ قَوۡلُ اُ۬لۡحَقِّ اِ۬لَّذِي فِيهِ يَمۡتَرُونَ","مَا كَانَ لِلَّهِ أَن يَتَّخِذَ مِن وَلَدٖۖ سُبۡحَٰنَهُۥۚ إِذَا قَضَىٰ أَمۡرٗا فَإِنَّمَا يَقُول لَّهُۥ كُن فَيَكُونُ","وَأَنَّ اَ۬للَّهَ رَبِّي وَرَبُّكُمۡ فَاَعۡبُدُوهۚ هَّٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","فَاَخۡتَلَفَ اَ۬لۡأَحۡزَابُ مِنۢ بَيۡنِهِمۡۖ فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِن مَّشۡهَدِ يَوۡمٍ عَظِيمٍ","أَسۡمِعۡ بِهِمۡ وَأَبۡصِرۡ يَوۡمَ يَاتُونَنَاۖ لَٰكِنِ اِ۬لظَّٰلِمُونَ اَ۬لۡيَوۡمَ فِي ضَلَٰلٖ مُّبِينٖ","وَأَنذِرۡهُمۡ يَوۡمَ اَ۬لۡحَسۡرَةِ إِذۡ قُضِيَ اَ۬لۡأَمۡرُ وَهُمۡ فِي غَفۡلَةٖ وَهُمۡ لَا يُومِنُونَ","إِنَّا نَحۡن نَّرِثُ اُ۬لۡأَرۡضَ وَمَنۡ عَلَيۡهَا وَإِلَيۡنَا يُرۡجَعُونَ","وَاَذۡكُرۡ فِي اِ۬لۡكِتَٰبِ إِبۡرَٰهِيمَۚ إِنَّهُۥ كَانَ صِدِّيقٗا نَّبِيًّا","إِذۡ قَال لِّأَبِيهِ يَٰأَبَتِ لِمَ تَعۡبُدُ مَا لَا يَسۡمَعُ وَلَا يُبۡصِرُ وَلَا يُغۡنِي عَنكَ شَيۡـٔٗا","يَٰأَبَتِ إِنِّي قَد جَّآءَنِي مِنَ اَ۬لۡعِلۡم مَّا لَمۡ يَاتِكَ فَاَتَّبِعۡنِي أَهۡدِكَ صِرَٰطٗا سَوِيّٗا","يَٰأَبَتِ لَا تَعۡبُدِ اِ۬لشَّيۡطَٰنَۖ إِنَّ اَ۬لشَّيۡطَٰنَ كَانَ لِلرَّحۡمَٰنِ عَصِيّٗا","يَٰأَبَتِ إِنِّيَ أَخَافُ أَن يَمَسَّكَ عَذَابٞ مِّنَ اَ۬لرَّحۡمَٰنِ فَتَكُونَ لِلشَّيۡطَٰنِ وَلِيّٗا","۞قَالَ أَرَاغِبٌ أَنتَ عَنۡ ءَالِهَتِي يَٰإِبۡرَٰهِيمُۖ لَئِن لَّمۡ تَنتَهِ لَأَرۡجُمَنَّكَۖ وَاَهۡجُرۡنِي مَلِيّٗا","قَالَ سَلَٰمٌ عَلَيۡكَۖ سَأَسۡتَغۡفِر لَّكَ رَبِّيَۖ إِنَّهُۥ كَانَ بِي حَفِيّٗا","وَأَعۡتَزِلُكُمۡ وَمَا تَدۡعُونَ مِن دُونِ اِ۬للَّهِ وَأَدۡعُواْ رَبِّي عَسَىٰ أَلَّا أَكُونَ بِدُعَآءِ رَبِّي شَقِيّٗا","فَلَمَّا اَ۪عۡتَزَلَهُمۡ وَمَا يَعۡبُدُونَ مِن دُونِ اِ۬للَّهِ وَهَبۡنَا لَهُۥ إِسۡحَٰقَ وَيَعۡقُوبَۖ وَكُلّٗا جَعَلۡنَا نَبِيّٗا","وَوَهَبۡنَا لَهُم مِّن رَّحۡمَتِنَا وَجَعَلۡنَا لَهُمۡ لِسَانَ صِدۡقٍ عَلِيّٗا","وَاَذۡكُرۡ فِي اِ۬لۡكِتَٰبِ مُوسۭيٰۚ إِنَّهُۥ كَانَ مُخۡلِصٗا وَكَانَ رَسُولٗا نَّبِيّٗا","وَنَٰدَيۡنَٰهُ مِن جَانِبِ اِ۬لطُّورِ اِ۬لۡأَيۡمَنِ وَقَرَّبۡنَٰهُ نَجِيّٗا","وَوَهَبۡنَا لَهُۥ مِن رَّحۡمَتِنَا أَخَاه هَّٰرُون نَّبِيّٗا","وَاَذۡكُرۡ فِي اِ۬لۡكِتَٰبِ إِسۡمَٰعِيلَۚ إِنَّهُۥ كَانَ صَادِقَ اَ۬لۡوَعۡدِ وَكَانَ رَسُولٗا نَّبِيّٗا","وَكَانَ يَامُرُ أَهۡلَهُۥ بِالصَّلَوٰةِ وَاَلزَّكَوٰةِ وَكَانَ عِندَ رَبِّهِۦ مَرۡضِيّٗا","وَاَذۡكُرۡ فِي اِ۬لۡكِتَٰبِ إِدۡرِيسَۚ إِنَّهُۥ كَانَ صِدِّيقٗا نَّبِيّٗا","وَرَفَعۡنَٰهُ مَكَانًا عَلِيًّا","أُوْلَٰٓئِكَ اَ۬لَّذِينَ أَنۡعَمَ اَ۬للَّهُ عَلَيۡهِم مِّنَ اَ۬لنَّبِيِّـۧنَ مِن ذُرِّيَّةِ ءَادَمَ وَمِمَّنۡ حَمَلۡنَا مَعَ نُوحٖ وَمِن ذُرِّيَّةِ إِبۡرَٰهِيمَ وَإِسۡرَٰٓءِيلَ وَمِمَّنۡ هَدَيۡنَا وَاَجۡتَبَيۡنَاۚ إِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُ اُ۬لرَّحۡمَٰنِ خَرُّواْۤ سُجَّدٗاۤ وَبُكِيّٗا۩","فَخَلَفَ مِنۢ بَعۡدِهِمۡ خَلۡفٌ أَضَاعُواْ اُ۬لصَّلَوٰةَ وَاَتَّبَعُواْ اُ۬لشَّهَوَٰتِۖ فَسَوۡفَ يَلۡقَوۡنَ غَيًّا","إِلَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا فَأُوْلَٰٓئِكَ يُدۡخَلُونَ اَ۬لۡجَنَّةَ وَلَا يُظۡلَمُونَ شَيۡـٔٗا","جَنَّٰتِ عَدۡنٍ اِ۬لَّتِي وَعَدَ اَ۬لرَّحۡمَٰنُ عِبَادَهُۥ بِالۡغَيۡبِۚ إِنَّهُۥ كَانَ وَعۡدُهُۥ مَاتِيّٗا","لَّا يَسۡمَعُونَ فِيهَا لَغۡوًا إِلَّا سَلَٰمٗاۖ وَلَهُمۡ رِزۡقُهُمۡ فِيهَا بُكۡرَةٗ وَعَشِيّٗا","۞تِلۡكَ اَ۬لۡجَنَّةُ اُ۬لَّتِي نُورِثُ مِنۡ عِبَادِنَا مَن كَانَ تَقِيّٗا","وَمَا نَتَنَزَّلُ إِلَّا بِأَمۡر رَّبِّكَۖ لَهُۥ مَا بَيۡنَ أَيۡدِينَا وَمَا خَلۡفَنَا وَمَا بَيۡنَ ذَٰلِكَۚ وَمَا كَانَ رَبُّكَ نَسِيّٗا","رَّبُّ اُ۬لسَّمَٰوَٰتِ وَاَلۡأَرۡضِ وَمَا بَيۡنَهُمَا فَاَعۡبُدۡهُ وَاَصۡطَبِر لِّعِبَٰدَتِهۚ هَّلۡ تَعۡلَمُ لَهُۥ سَمِيّٗا","وَيَقُولُ اُ۬لۡإِنسَٰنُ أَٰ۟ذَا مَا مُتُّ لَسَوۡفَ أُخۡرَجُ حَيًّا","أَوَ لَا يَذَّكَّرُ اُ۬لۡإِنسَٰنُ أَنَّا خَلَقۡنَٰهُ مِن قَبۡلُ وَلَمۡ يَكُ شَيۡـٔٗا","فَوَرَبِّكَ لَنَحۡشُرَنَّهُمۡ وَاَلشَّيَٰطِينَ ثُمَّ لَنُحۡضِرَنَّهُمۡ حَوۡلَ جَهَنَّمَ جُثِيّٗا","ثُمَّ لَنَنزِعَنَّ مِن كُلِّ شِيعَةٍ أَيُّهُمۡ أَشَدُّ عَلَى اَ۬لرَّحۡمَٰنِ عُتِيّٗا","ثُمَّ لَنَحۡنُ أَعۡلَم بِالَّذِينَ هُمۡ أَوۡلَىٰ بِهَا صُلِيّٗا","وَإِن مِّنكُمۡ إِلَّا وَارِدُهَاۚ كَانَ عَلَىٰ رَبِّكَ حَتۡمٗا مَّقۡضِيّٗا","ثُمَّ نُنَجِّي اِ۬لَّذِينَ اَ۪تَّقَواْ وَّنَذَرُ اُ۬لظَّٰلِمِينَ فِيهَا جُثِيّٗا","وَإِذَا تُتۡلَىٰ عَلَيۡهِمۡ ءَايَٰتُنَا بَيِّنَٰتٖ قَالَ اَ۬لَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُواْ أَيُّ اُ۬لۡفَرِيقَيۡنِ خَيۡرٞ مَّقَامٗا وَأَحۡسَن نَّدِيّٗا","وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هُمۡ أَحۡسَنُ أَثَٰثٗا وَرِءۡيٗا","قُلۡ مَن كَانَ فِي اِ۬لضَّلَٰلَةِ فَلۡيَمۡدُدۡ لَهُ اُ۬لرَّحۡمَٰنُ مَدًّا","حَتَّىٰ إِذَا رَأَوۡاْ مَا يُوعَدُونَ إِمَّا اَ۬لۡعَذَابَ وَإِمَّا اَ۬لسَّاعَةَ فَسَيَعۡلَمُونَ مَنۡ هُوَ شَرّٞ مَّكَانٗا وَأَضۡعَفُ جُندٗا","وَيَزِيدُ اُ۬للَّهُ اُ۬لَّذِينَ اَ۪هۡتَدَوۡاْ هُدٗىۗ وَاَلۡبَٰقِيَٰتُ اُ۬لصَّٰلِحَٰتُ خَيۡرٌ عِندَ رَبِّكَ ثَوَابٗا وَخَيۡرٞ مَّرَدًّا","۞أَفَرَءَيۡتَ اَ۬لَّذِي كَفَرَ بِـَٔايَٰتِنَا وَقَال لَّأُوتَيَنَّ مَالٗا وَوَلَدًا","أَطَّلَعَ اَ۬لۡغَيۡبَ أَمِ اِ۪تَّخَذَ عِندَ اَ۬لرَّحۡمَٰنِ عَهۡدٗا","كَلَّاۚ سَنَكۡتُبُ مَا يَقُولُ وَنَمُدُّ لَهُۥ مِنَ اَ۬لۡعَذَابِ مَدّٗا","وَنَرِثُهُۥ مَا يَقُولُ وَيَاتِينَا فَرۡدٗا","وَاَتَّخَذُواْ مِن دُونِ اِ۬للَّهِ ءَالِهَةٗ لِّيَكُونُواْ لَهُمۡ عِزّٗا","كَلَّاۚ سَيَكۡفُرُونَ بِعِبَادَتِهِمۡ وَيَكُونُونَ عَلَيۡهِمۡ ضِدًّا","أَلَمۡ تَرَ أَنَّا أَرۡسَلۡنَا اَ۬لشَّيَٰطِينَ عَلَى اَ۬لۡكٰ۪فِرِينَ تَؤُزُّهُمۡ أَزّٗا","فَلَا تَعۡجَلۡ عَلَيۡهِمۡۖ إِنَّمَا نَعُدُّ لَهُمۡ عَدّٗا","يَوۡمَ نَحۡشُرُ اُ۬لۡمُتَّقِينَ إِلَى اَ۬لرَّحۡمَٰنِ وَفۡدٗا","وَنَسُوقُ اُ۬لۡمُجۡرِمِينَ إِلَىٰ جَهَنَّمَ وِرۡدٗا","لَّا يَمۡلِكُونَ اَ۬لشَّفَٰعَةَ إِلَّا مَنِ اِ۪تَّخَذَ عِندَ اَ۬لرَّحۡمَٰنِ عَهۡدٗا","وَقَالُواْ اُ۪تَّخَذَ اَ۬لرَّحۡمَٰنُ وَلَدٗا","لَّقَد جِّيتُمۡ شَيۡـًٔا إِدّٗا","تَكَادُ اُ۬لسَّمَٰوَٰتُ يَنفَطِرۡنَ مِنۡهُ وَتَنشَقُّ اُ۬لۡأَرۡضُ وَتَخِرُّ اُ۬لۡجِبَالُ هَدًّا","أَن دَعَوۡاْ لِلرَّحۡمَٰنِ وَلَدٗا","وَمَا يَنۢبَغِي لِلرَّحۡمَٰنِ أَن يَتَّخِذَ وَلَدًا","إِن كُلُّ مَن فِي اِ۬لسَّمَٰوَٰتِ وَاَلۡأَرۡضِ إِلَّا ءَاتِي اِ۬لرَّحۡمَٰنِ عَبۡدٗا","لَّقَدۡ أَحۡصَىٰهُمۡ وَعَدَّهُمۡ عَدّٗا","وَكُلُّهُمۡ ءَاتِيهِ يَوۡمَ اَ۬لۡقِيَٰمَةِ فَرۡدًا","إِنَّ اَ۬لَّذِينَ ءَامَنُواْ وَعَمِلُواْ اُ۬لصَّٰلِحَٰت سَّيَجۡعَل لَّهُمُ اُ۬لرَّحۡمَٰنُ وُدّٗا","فَإِنَّمَا يَسَّرۡنَٰهُ بِلِسَانِكَ لِتُبَشِّرَ بِهِ اِ۬لۡمُتَّقِينَ وَتُنذِرَ بِهِۦ قَوۡمٗا لُّدّٗا","وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هَلۡ تُحِسُّ مِنۡهُم مِّنۡ أَحَدٍ أَوۡ تَسۡمَعُ لَهُمۡ رِكۡزَۢا"],"qumbul":["كٓهيعٓصٓۚ ذِكۡرُ رَحۡمَتِ رَبِّكَ عَبۡدَهُۥ زَكَرِيَّآءَ","ا۪ذۡ نَادَىٰ رَبَّهُۥ نِدَآءً خَفِيّٗا","قَالَ رَبِّ إِنِّي وَهَنَ ٱلۡعَظۡمُ مِنِّي وَٱشۡتَعَلَ ٱلرَّأۡسُ شَيۡبٗا وَلَمۡ أَكُنۢ بِدُعَآئِكَ رَبِّ شَقِيّٗا","وَإِنِّي خِفۡتُ ٱلۡمَوَٰلِيَ مِن وَرَآءِيَ وَكَانَتِ ٱمۡرَأَتِي عَاقِرٗا فَهَبۡ لِي مِن لَّدُنكَ وَلِيّٗا","يَرِثُنِي وَيَرِثُ مِنۡ ءَالِ يَعۡقُوبَۖ وَٱجۡعَلۡهُۥ رَبِّ رَضِيّٗا","يَٰزَكَرِيَّآءُ اِ۪نَّا نُبَشِّرُكَ بِغُلَٰمٍ ٱسۡمُهُۥ يَحۡيَىٰ لَمۡ نَجۡعَل لَّهُۥ مِن قَبۡلُ سَمِيّٗا","قَالَ رَبِّ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَكَانَتِ ٱمۡرَأَتِي عَاقِرٗا وَقَدۡ بَلَغۡتُ مِنَ ٱلۡكِبَرِ عُتِيّٗا","قَالَ كَذَٰلِكَ قَالَ رَبُّكَ هُوَ عَلَيَّ هَيِّنٞ وَقَدۡ خَلَقۡتُكَ مِن قَبۡلُ وَلَمۡ تَكُ شَيۡـٔٗا","قَالَ رَبِّ ٱجۡعَل لِّي ءَايَةٗۖ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَٰثَ لَيَالٖ سَوِيّٗا","فَخَرَجَ عَلَىٰ قَوۡمِهِۦ مِنَ ٱلۡمِحۡرَابِ فَأَوۡحَىٰ إِلَيۡهِمُۥ أَن سَبِّحُواْ بُكۡرَةٗ وَعَشِيّٗا","يَٰيَحۡيَىٰ خُذِ ٱلۡكِتَٰبَ بِقُوَّةٖۖ وَءَاتَيۡنَٰهُ ٱلۡحُكۡمَ صَبِيّٗا","وَحَنَانٗا مِّن لَّدُنَّا وَزَكَوٰةٗۖ وَكَانَ تَقِيّٗا","وَبَرَّۢا بِوَٰلِدَيۡهِۦ وَلَمۡ يَكُن جَبَّارًا عَصِيّٗا","وَسَلَٰمٌ عَلَيۡهِۦ يَوۡمَ وُلِدَ وَيَوۡمَ يَمُوتُ وَيَوۡمَ يُبۡعَثُ حَيّٗا","وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ مَرۡيَمَ إِذِ ٱنتَبَذَتۡ مِنۡ أَهۡلِهَا مَكَانٗا شَرۡقِيّٗا","فَٱتَّخَذَتۡ مِن دُونِهِمُۥ حِجَابٗا فَأَرۡسَلۡنَا إِلَيۡهَا رُوحَنَا فَتَمَثَّلَ لَهَا بَشَرٗا سَوِيّٗا","قَالَتۡ إِنِّيَ أَعُوذُ بِٱلرَّحۡمَٰنِ مِنكَ إِن كُنتَ تَقِيّٗا","قَالَ إِنَّمَا أَنَا۠ رَسُولُ رَبِّكِ لِأَهَبَ لَكِ غُلَٰمٗا زَكِيّٗا","قَالَتۡ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَلَمۡ يَمۡسَسۡنِي بَشَرٞ وَلَمۡ أَكُ بَغِيّٗا","قَالَ كَذَٰلِكِ قَالَ رَبُّكِ هُوَ عَلَيَّ هَيِّنٞۖ وَلِنَجۡعَلَهُۥ ءَايَةٗ لِّلنَّاسِ وَرَحۡمَةٗ مِّنَّاۚ وَكَانَ أَمۡرٗا مَّقۡضِيّٗا","۞فَحَمَلَتۡهُۥ فَٱنتَبَذَتۡ بِهِۦ مَكَانٗا قَصِيّٗا","فَأَجَآءَهَا ٱلۡمَخَاضُ إِلَىٰ جِذۡعِ ٱلنَّخۡلَةِ قَالَتۡ يَٰلَيۡتَنِي مُتُّ قَبۡلَ هَٰذَا وَكُنتُ نِسۡيٗا مَّنسِيّٗا","فَنَادَىٰهَا مَن تَحۡتَهَا أَلَّا تَحۡزَنِي قَدۡ جَعَلَ رَبُّكِ تَحۡتَكِ سَرِيّٗا","وَهُزِّي إِلَيۡكِ بِجِذۡعِ ٱلنَّخۡلَةِ تَسَّٰقَطۡ عَلَيۡكِ رُطَبٗا جَنِيّٗا","فَكُلِي وَٱشۡرَبِي وَقَرِّي عَيۡنٗاۖ فَإِمَّا تَرَيِنَّ مِنَ ٱلۡبَشَرِ أَحَدٗا فَقُولِي إِنِّي نَذَرۡتُ لِلرَّحۡمَٰنِ صَوۡمٗا فَلَنۡ أُكَلِّمَ ٱلۡيَوۡمَ إِنسِيّٗا","فَأَتَتۡ بِهِۦ قَوۡمَهَا تَحۡمِلُهُۥۖ قَالُواْ يَٰمَرۡيَمُ لَقَدۡ جِئۡتِ شَيۡـٔٗا فَرِيّٗا","يَٰأُخۡتَ هَٰرُونَ مَا كَانَ أَبُوكِ ٱمۡرَأَ سَوۡءٖ وَمَا كَانَتۡ أُمُّكِ بَغِيّٗا","فَأَشَارَتۡ إِلَيۡهِۦۖ قَالُواْ كَيۡفَ نُكَلِّمُ مَن كَانَ فِي ٱلۡمَهۡدِ صَبِيّٗا","قَالَ إِنِّي عَبۡدُ ٱللَّهِ ءَاتَىٰنِيَ ٱلۡكِتَٰبَ وَجَعَلَنِي نَبِيّٗا","وَجَعَلَنِي مُبَارَكًا أَيۡنَ مَا كُنتُ وَأَوۡصَٰنِي بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ مَا دُمۡتُ حَيّٗا","وَبَرَّۢا بِوَٰلِدَتِي وَلَمۡ يَجۡعَلۡنِي جَبَّارٗا شَقِيّٗا","وَٱلسَّلَٰمُ عَلَيَّ يَوۡمَ وُلِدتُّ وَيَوۡمَ أَمُوتُ وَيَوۡمَ أُبۡعَثُ حَيّٗا","ذَٰلِكَ عِيسَى ٱبۡنُ مَرۡيَمَۖ قَوۡلُ ٱلۡحَقِّ ٱلَّذِي فِيهِۦ يَمۡتَرُونَ","مَا كَانَ لِلَّهِ أَن يَتَّخِذَ مِن وَلَدٖۖ سُبۡحَٰنَهُۥۚ إِذَا قَضَىٰ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","وَأَنَّ ٱللَّهَ رَبِّي وَرَبُّكُمُۥ فَٱعۡبُدُوهُۥۚ هَٰذَا صِۜرَٰطٞ مُّسۡتَقِيمٞ","فَٱخۡتَلَفَ ٱلۡأَحۡزَابُ مِنۢ بَيۡنِهِمُۥۖ فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِن مَّشۡهَدِ يَوۡمٍ عَظِيمٍ","أَسۡمِعۡ بِهِمُۥ وَأَبۡصِرۡ يَوۡمَ يَأۡتُونَنَاۖ لَٰكِنِ ٱلظَّٰلِمُونَ ٱلۡيَوۡمَ فِي ضَلَٰلٖ مُّبِينٖ","وَأَنذِرۡهُمُۥ يَوۡمَ ٱلۡحَسۡرَةِ إِذۡ قُضِيَ ٱلۡأَمۡرُ وَهُمُۥ فِي غَفۡلَةٖ وَهُمُۥ لَا يُؤۡمِنُونَ","إِنَّا نَحۡنُ نَرِثُ ٱلۡأَرۡضَ وَمَنۡ عَلَيۡهَا وَإِلَيۡنَا يُرۡجَعُونَ","وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِبۡرَٰهِيمَ","إِنَّهُۥ كَانَ صِدِّيقٗا نَّبِيًّا","إِذۡ قَالَ لِأَبِيهِۦ يَٰأَبَتِ لِمَ تَعۡبُدُ مَا لَا يَسۡمَعُ وَلَا يُبۡصِرُ وَلَا يُغۡنِي عَنكَ شَيۡـٔٗا","يَٰأَبَتِ إِنِّي قَدۡ جَآءَنِي مِنَ ٱلۡعِلۡمِ مَا لَمۡ يَأۡتِكَ فَٱتَّبِعۡنِي أَهۡدِكَ صِۜرَٰطٗا سَوِيّٗا","يَٰأَبَتِ لَا تَعۡبُدِ ٱلشَّيۡطَٰنَۖ إِنَّ ٱلشَّيۡطَٰنَ كَانَ لِلرَّحۡمَٰنِ عَصِيّٗا","يَٰأَبَتِ إِنِّيَ أَخَافُ أَن يَمَسَّكَ عَذَابٞ مِّنَ ٱلرَّحۡمَٰنِ فَتَكُونَ لِلشَّيۡطَٰنِ وَلِيّٗا","قَالَ أَرَاغِبٌ أَنتَ عَنۡ ءَالِهَتِي يَٰإِبۡرَٰهِيمُۖ لَئِن لَّمۡ تَنتَهِ لَأَرۡجُمَنَّكَۖ وَٱهۡجُرۡنِي مَلِيّٗا","قَالَ سَلَٰمٌ عَلَيۡكَۖ سَأَسۡتَغۡفِرُ لَكَ رَبِّيۖ إِنَّهُۥ كَانَ بِي حَفِيّٗا","وَأَعۡتَزِلُكُمُۥ وَمَا تَدۡعُونَ مِن دُونِ ٱللَّهِ وَأَدۡعُواْ رَبِّي عَسَىٰ أَلَّا أَكُونَ بِدُعَآءِ رَبِّي شَقِيّٗا","فَلَمَّا ٱعۡتَزَلَهُمُۥ وَمَا يَعۡبُدُونَ مِن دُونِ ٱللَّهِ وَهَبۡنَا لَهُۥ إِسۡحَٰقَ وَيَعۡقُوبَۖ وَكُلّٗا جَعَلۡنَا نَبِيّٗا","وَوَهَبۡنَا لَهُمُۥ مِن رَّحۡمَتِنَا وَجَعَلۡنَا لَهُمُۥ لِسَانَ صِدۡقٍ عَلِيّٗا","وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ مُوسَىٰۚ إِنَّهُۥ كَانَ مُخۡلِصٗا وَكَانَ رَسُولٗا نَّبِيّٗا","وَنَٰدَيۡنَٰهُۥ مِن جَانِبِ ٱلطُّورِ ٱلۡأَيۡمَنِ وَقَرَّبۡنَٰهُۥ نَجِيّٗا","وَوَهَبۡنَا لَهُۥ مِن رَّحۡمَتِنَا أَخَاهُۥ هَٰرُونَ نَبِيّٗا","وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِسۡمَٰعِيلَۚ إِنَّهُۥ كَانَ صَادِقَ ٱلۡوَعۡدِ وَكَانَ رَسُولٗا نَّبِيّٗا","وَكَانَ يَأۡمُرُ أَهۡلَهُۥ بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ وَكَانَ عِندَ رَبِّهِۦ مَرۡضِيّٗا","وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِدۡرِيسَۚ إِنَّهُۥ كَانَ صِدِّيقٗا نَّبِيّٗا","وَرَفَعۡنَٰهُۥ مَكَانًا عَلِيًّا","أُوْلَٰٓئِكَ ٱلَّذِينَ أَنۡعَمَ ٱللَّهُ عَلَيۡهِمُۥ مِنَ ٱلنَّبِيِّـۧنَ مِن ذُرِّيَّةِ ءَادَمَ وَمِمَّنۡ حَمَلۡنَا مَعَ نُوحٖ وَمِن ذُرِّيَّةِ إِبۡرَٰهِيمَ وَإِسۡرَٰٓءِيلَ وَمِمَّنۡ هَدَيۡنَا وَٱجۡتَبَيۡنَاۚ إِذَا تُتۡلَىٰ عَلَيۡهِمُۥ ءَايَٰتُ ٱلرَّحۡمَٰنِ خَرُّواْۤ سُجَّدٗاۤ وَبُكِيّٗا۩","۞فَخَلَفَ مِنۢ بَعۡدِهِمُۥ خَلۡفٌ أَضَاعُواْ ٱلصَّلَوٰةَ وَٱتَّبَعُواْ ٱلشَّهَوَٰتِۖ فَسَوۡفَ يَلۡقَوۡنَ غَيًّا","إِلَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا فَأُوْلَٰٓئِكَ يُدۡخَلُونَ ٱلۡجَنَّةَ وَلَا يُظۡلَمُونَ شَيۡـٔٗا","جَنَّٰتِ عَدۡنٍ ٱلَّتِي وَعَدَ ٱلرَّحۡمَٰنُ عِبَادَهُۥ بِٱلۡغَيۡبِۚ إِنَّهُۥ كَانَ وَعۡدُهُۥ مَأۡتِيّٗا","لَّا يَسۡمَعُونَ فِيهَا لَغۡوًا إِلَّا سَلَٰمٗاۖ وَلَهُمُۥ رِزۡقُهُمُۥ فِيهَا بُكۡرَةٗ وَعَشِيّٗا","تِلۡكَ ٱلۡجَنَّةُ ٱلَّتِي نُورِثُ مِنۡ عِبَادِنَا مَن كَانَ تَقِيّٗا","وَمَا نَتَنَزَّلُ إِلَّا بِأَمۡرِ رَبِّكَۖ لَهُۥ مَا بَيۡنَ أَيۡدِينَا وَمَا خَلۡفَنَا وَمَا بَيۡنَ ذَٰلِكَۚ وَمَا كَانَ رَبُّكَ نَسِيّٗا","رَّبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا فَٱعۡبُدۡهُۥ وَٱصۡطَبِرۡ لِعِبَٰدَتِهِۦۚ هَلۡ تَعۡلَمُ لَهُۥ سَمِيّٗا","وَيَقُولُ ٱلۡإِنسَٰنُ أَ۟ذَا مَا مُتُّ لَسَوۡفَ أُخۡرَجُ حَيًّا","أَوَلَا يَذَّكَّرُ ٱلۡإِنسَٰنُ أَنَّا خَلَقۡنَٰهُۥ مِن قَبۡلُ وَلَمۡ يَكُ شَيۡـٔٗا","فَوَرَبِّكَ لَنَحۡشُرَنَّهُمُۥ وَٱلشَّيَٰطِينَ ثُمَّ لَنُحۡضِرَنَّهُمُۥ حَوۡلَ جَهَنَّمَ جُثِيّٗا","ثُمَّ لَنَنزِعَنَّ مِن كُلِّ شِيعَةٍ أَيُّهُمُۥ أَشَدُّ عَلَى ٱلرَّحۡمَٰنِ عُتِيّٗا","ثُمَّ لَنَحۡنُ أَعۡلَمُ بِٱلَّذِينَ هُمُۥ أَوۡلَىٰ بِهَا صُلِيّٗا","وَإِن مِّنكُمُۥ إِلَّا وَارِدُهَاۚ كَانَ عَلَىٰ رَبِّكَ حَتۡمٗا مَّقۡضِيّٗا","ثُمَّ نُنَجِّي ٱلَّذِينَ ٱتَّقَواْ وَّنَذَرُ ٱلظَّٰلِمِينَ فِيهَا جُثِيّٗا","وَإِذَا تُتۡلَىٰ عَلَيۡهِمُۥ ءَايَٰتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُواْ أَيُّ ٱلۡفَرِيقَيۡنِ خَيۡرٞ مُّقَامٗا وَأَحۡسَنُ نَدِيّٗا","وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُمُۥ مِن قَرۡنٍ هُمُۥ أَحۡسَنُ أَثَٰثٗا وَرِءۡيٗا","قُلۡ مَن كَانَ فِي ٱلضَّلَٰلَةِ فَلۡيَمۡدُدۡ لَهُ ٱلرَّحۡمَٰنُ مَدًّا","حَتَّىٰ إِذَا رَأَوۡاْ مَا يُوعَدُونَ إِمَّا ٱلۡعَذَابَ وَإِمَّا ٱلسَّاعَةَ فَسَيَعۡلَمُونَ مَنۡ هُوَ شَرّٞ مَّكَانٗا وَأَضۡعَفُ جُندٗا","وَيَزِيدُ ٱللَّهُ ٱلَّذِينَ ٱهۡتَدَوۡاْ هُدٗىۗ وَٱلۡبَٰقِيَٰتُ ٱلصَّٰلِحَٰتُ خَيۡرٌ عِندَ رَبِّكَ ثَوَابٗا وَخَيۡرٞ مَّرَدًّا","أَفَرَءَيۡتَ ٱلَّذِي كَفَرَ بِـَٔايَٰتِنَا وَقَالَ لَأُوتَيَنَّ مَالٗا وَوَلَدًا","أَطَّلَعَ ٱلۡغَيۡبَ أَمِ ٱتَّخَذَ عِندَ ٱلرَّحۡمَٰنِ عَهۡدٗا","كَلَّاۚ سَنَكۡتُبُ مَا يَقُولُ وَنَمُدُّ لَهُۥ مِنَ ٱلۡعَذَابِ مَدّٗا","وَنَرِثُهُۥ مَا يَقُولُ وَيَأۡتِينَا فَرۡدٗا","وَٱتَّخَذُواْ مِن دُونِ ٱللَّهِ ءَالِهَةٗ لِّيَكُونُواْ لَهُمُۥ عِزّٗا","كَلَّاۚ سَيَكۡفُرُونَ بِعِبَادَتِهِمُۥ وَيَكُونُونَ عَلَيۡهِمُۥ ضِدًّا","أَلَمۡ تَرَ أَنَّا أَرۡسَلۡنَا ٱلشَّيَٰطِينَ عَلَى ٱلۡكَٰفِرِينَ تَؤُزُّهُمُۥ أَزّٗا","فَلَا تَعۡجَلۡ عَلَيۡهِمُۥۖ إِنَّمَا نَعُدُّ لَهُمُۥ عَدّٗا","يَوۡمَ نَحۡشُرُ ٱلۡمُتَّقِينَ إِلَى ٱلرَّحۡمَٰنِ وَفۡدٗا","وَنَسُوقُ ٱلۡمُجۡرِمِينَ إِلَىٰ جَهَنَّمَ وِرۡدٗا","لَّا يَمۡلِكُونَ ٱلشَّفَٰعَةَ إِلَّا مَنِ ٱتَّخَذَ عِندَ ٱلرَّحۡمَٰنِ عَهۡدٗا","وَقَالُواْ ٱتَّخَذَ ٱلرَّحۡمَٰنُ وَلَدٗا","لَّقَدۡ جِئۡتُمُۥ شَيۡـًٔا إِدّٗا","تَكَادُ ٱلسَّمَٰوَٰتُ يَتَفَطَّرۡنَ مِنۡهُۥ وَتَنشَقُّ ٱلۡأَرۡضُ وَتَخِرُّ ٱلۡجِبَالُ هَدًّا","أَن دَعَوۡاْ لِلرَّحۡمَٰنِ وَلَدٗا","وَمَا يَنۢبَغِي لِلرَّحۡمَٰنِ أَن يَتَّخِذَ وَلَدًا","إِن كُلُّ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ إِلَّا ءَاتِي ٱلرَّحۡمَٰنِ عَبۡدٗا","لَّقَدۡ أَحۡصَىٰهُمُۥ وَعَدَّهُمُۥ عَدّٗا","وَكُلُّهُمُۥ ءَاتِيهِۦ يَوۡمَ ٱلۡقِيَٰمَةِ فَرۡدًا","إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ سَيَجۡعَلُ لَهُمُ ٱلرَّحۡمَٰنُ وُدّٗا","فَإِنَّمَا يَسَّرۡنَٰهُۥ بِلِسَانِكَ لِتُبَشِّرَ بِهِ ٱلۡمُتَّقِينَ وَتُنذِرَ بِهِۦ قَوۡمٗا لُّدّٗا","وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُمُۥ مِن قَرۡنٍ هَلۡ تُحِسُّ مِنۡهُمُۥ مِنۡ أَحَدٍ أَوۡ تَسۡمَعُ لَهُمُۥ رِكۡزَۢا"],"albazzi":["كٓهيعٓصٓۚ ذِكۡرُ رَحۡمَتِ رَبِّكَ عَبۡدَهُۥ زَكَرِيَّآءَ","ا۪ذۡ نَادَىٰ رَبَّهُۥ نِدَآءً خَفِيّٗا","قَالَ رَبِّ إِنِّي وَهَنَ ٱلۡعَظۡمُ مِنِّي وَٱشۡتَعَلَ ٱلرَّأۡسُ شَيۡبٗا وَلَمۡ أَكُنۢ بِدُعَآئِكَ رَبِّ شَقِيّٗا","وَإِنِّي خِفۡتُ ٱلۡمَوَٰلِيَ مِن وَرَآءِيَ وَكَانَتِ ٱمۡرَأَتِي عَاقِرٗا فَهَبۡ لِي مِن لَّدُنكَ وَلِيّٗا","يَرِثُنِي وَيَرِثُ مِنۡ ءَالِ يَعۡقُوبَۖ وَٱجۡعَلۡهُۥ رَبِّ رَضِيّٗا","يَٰزَكَرِيَّآءُ اِ۪نَّا نُبَشِّرُكَ بِغُلَٰمٍ ٱسۡمُهُۥ يَحۡيَىٰ لَمۡ نَجۡعَل لَّهُۥ مِن قَبۡلُ سَمِيّٗا","قَالَ رَبِّ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَكَانَتِ ٱمۡرَأَتِي عَاقِرٗا وَقَدۡ بَلَغۡتُ مِنَ ٱلۡكِبَرِ عُتِيّٗا","قَالَ كَذَٰلِكَ قَالَ رَبُّكَ هُوَ عَلَيَّ هَيِّنٞ وَقَدۡ خَلَقۡتُكَ مِن قَبۡلُ وَلَمۡ تَكُ شَيۡـٔٗا","قَالَ رَبِّ ٱجۡعَل لِّي ءَايَةٗۖ قَالَ ءَايَتُكَ أَلَّا تُكَلِّمَ ٱلنَّاسَ ثَلَٰثَ لَيَالٖ سَوِيّٗا","فَخَرَجَ عَلَىٰ قَوۡمِهِۦ مِنَ ٱلۡمِحۡرَابِ فَأَوۡحَىٰ إِلَيۡهِمُۥ أَن سَبِّحُواْ بُكۡرَةٗ وَعَشِيّٗا","يَٰيَحۡيَىٰ خُذِ ٱلۡكِتَٰبَ بِقُوَّةٖۖ وَءَاتَيۡنَٰهُ ٱلۡحُكۡمَ صَبِيّٗا","وَحَنَانٗا مِّن لَّدُنَّا وَزَكَوٰةٗۖ وَكَانَ تَقِيّٗا","وَبَرَّۢا بِوَٰلِدَيۡهِۦ وَلَمۡ يَكُن جَبَّارًا عَصِيّٗا","وَسَلَٰمٌ عَلَيۡهِۦ يَوۡمَ وُلِدَ وَيَوۡمَ يَمُوتُ وَيَوۡمَ يُبۡعَثُ حَيّٗا","وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ مَرۡيَمَ إِذِ ٱنتَبَذَتۡ مِنۡ أَهۡلِهَا مَكَانٗا شَرۡقِيّٗا","فَٱتَّخَذَتۡ مِن دُونِهِمُۥ حِجَابٗا فَأَرۡسَلۡنَا إِلَيۡهَا رُوحَنَا فَتَمَثَّلَ لَهَا بَشَرٗا سَوِيّٗا","قَالَتۡ إِنِّيَ أَعُوذُ بِٱلرَّحۡمَٰنِ مِنكَ إِن كُنتَ تَقِيّٗا","قَالَ إِنَّمَا أَنَا۠ رَسُولُ رَبِّكِ لِأَهَبَ لَكِ غُلَٰمٗا زَكِيّٗا","قَالَتۡ أَنَّىٰ يَكُونُ لِي غُلَٰمٞ وَلَمۡ يَمۡسَسۡنِي بَشَرٞ وَلَمۡ أَكُ بَغِيّٗا","قَالَ كَذَٰلِكِ قَالَ رَبُّكِ هُوَ عَلَيَّ هَيِّنٞۖ وَلِنَجۡعَلَهُۥ ءَايَةٗ لِّلنَّاسِ وَرَحۡمَةٗ مِّنَّاۚ وَكَانَ أَمۡرٗا مَّقۡضِيّٗا","۞فَحَمَلَتۡهُۥ فَٱنتَبَذَتۡ بِهِۦ مَكَانٗا قَصِيّٗا","فَأَجَآءَهَا ٱلۡمَخَاضُ إِلَىٰ جِذۡعِ ٱلنَّخۡلَةِ قَالَتۡ يَٰلَيۡتَنِي مُتُّ قَبۡلَ هَٰذَا وَكُنتُ نِسۡيٗا مَّنسِيّٗا","فَنَادَىٰهَا مَن تَحۡتَهَا أَلَّا تَحۡزَنِي قَدۡ جَعَلَ رَبُّكِ تَحۡتَكِ سَرِيّٗا","وَهُزِّي إِلَيۡكِ بِجِذۡعِ ٱلنَّخۡلَةِ تَسَّٰقَطۡ عَلَيۡكِ رُطَبٗا جَنِيّٗا","فَكُلِي وَٱشۡرَبِي وَقَرِّي عَيۡنٗاۖ فَإِمَّا تَرَيِنَّ مِنَ ٱلۡبَشَرِ أَحَدٗا فَقُولِي إِنِّي نَذَرۡتُ لِلرَّحۡمَٰنِ صَوۡمٗا فَلَنۡ أُكَلِّمَ ٱلۡيَوۡمَ إِنسِيّٗا","فَأَتَتۡ بِهِۦ قَوۡمَهَا تَحۡمِلُهُۥۖ قَالُواْ يَٰمَرۡيَمُ لَقَدۡ جِئۡتِ شَيۡـٔٗا فَرِيّٗا","يَٰأُخۡتَ هَٰرُونَ مَا كَانَ أَبُوكِ ٱمۡرَأَ سَوۡءٖ وَمَا كَانَتۡ أُمُّكِ بَغِيّٗا","فَأَشَارَتۡ إِلَيۡهِۦۖ قَالُواْ كَيۡفَ نُكَلِّمُ مَن كَانَ فِي ٱلۡمَهۡدِ صَبِيّٗا","قَالَ إِنِّي عَبۡدُ ٱللَّهِ ءَاتَىٰنِيَ ٱلۡكِتَٰبَ وَجَعَلَنِي نَبِيّٗا","وَجَعَلَنِي مُبَارَكًا أَيۡنَ مَا كُنتُ وَأَوۡصَٰنِي بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ مَا دُمۡتُ حَيّٗا","وَبَرَّۢا بِوَٰلِدَتِي وَلَمۡ يَجۡعَلۡنِي جَبَّارٗا شَقِيّٗا","وَٱلسَّلَٰمُ عَلَيَّ يَوۡمَ وُلِدتُّ وَيَوۡمَ أَمُوتُ وَيَوۡمَ أُبۡعَثُ حَيّٗا","ذَٰلِكَ عِيسَى ٱبۡنُ مَرۡيَمَۖ قَوۡلُ ٱلۡحَقِّ ٱلَّذِي فِيهِۦ يَمۡتَرُونَ","مَا كَانَ لِلَّهِ أَن يَتَّخِذَ مِن وَلَدٖۖ سُبۡحَٰنَهُۥۚ إِذَا قَضَىٰ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ","وَأَنَّ ٱللَّهَ رَبِّي وَرَبُّكُمُۥ فَٱعۡبُدُوهُۥۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","فَٱخۡتَلَفَ ٱلۡأَحۡزَابُ مِنۢ بَيۡنِهِمُۥۖ فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِن مَّشۡهَدِ يَوۡمٍ عَظِيمٍ","أَسۡمِعۡ بِهِمُۥ وَأَبۡصِرۡ يَوۡمَ يَأۡتُونَنَا لَٰكِنِ ٱلظَّٰلِمُونَ ٱلۡيَوۡمَ فِي ضَلَٰلٖ مُّبِينٖ","وَأَنذِرۡهُمُۥ يَوۡمَ ٱلۡحَسۡرَةِ إِذۡ قُضِيَ ٱلۡأَمۡرُ وَهُمُۥ فِي غَفۡلَةٖ وَهُمُۥ لَا يُؤۡمِنُونَ","إِنَّا نَحۡنُ نَرِثُ ٱلۡأَرۡضَ وَمَنۡ عَلَيۡهَا وَإِلَيۡنَا يُرۡجَعُونَ","وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِبۡرَٰهِيمَ","إِنَّهُۥ كَانَ صِدِّيقٗا نَّبِيًّا","إِذۡ قَالَ لِأَبِيهِۦ يَٰأَبَتِ لِمَ تَعۡبُدُ مَا لَا يَسۡمَعُ وَلَا يُبۡصِرُ وَلَا يُغۡنِي عَنكَ شَيۡـٔٗا","يَٰأَبَتِ إِنِّي قَدۡ جَآءَنِي مِنَ ٱلۡعِلۡمِ مَا لَمۡ يَأۡتِكَ فَٱتَّبِعۡنِي أَهۡدِكَ صِرَٰطٗا سَوِيّٗا","يَٰأَبَتِ لَا تَعۡبُدِ ٱلشَّيۡطَٰنَۖ إِنَّ ٱلشَّيۡطَٰنَ كَانَ لِلرَّحۡمَٰنِ عَصِيّٗا","يَٰأَبَتِ إِنِّيَ أَخَافُ أَن يَمَسَّكَ عَذَابٞ مِّنَ ٱلرَّحۡمَٰنِ فَتَكُونَ لِلشَّيۡطَٰنِ وَلِيّٗا","قَالَ أَرَاغِبٌ أَنتَ عَنۡ ءَالِهَتِي يَٰإِبۡرَٰهِيمُۖ لَئِن لَّمۡ تَنتَهِ لَأَرۡجُمَنَّكَۖ وَٱهۡجُرۡنِي مَلِيّٗا","قَالَ سَلَٰمٌ عَلَيۡكَۖ سَأَسۡتَغۡفِرُ لَكَ رَبِّيۖ إِنَّهُۥ كَانَ بِي حَفِيّٗا","وَأَعۡتَزِلُكُمُۥ وَمَا تَدۡعُونَ مِن دُونِ ٱللَّهِ وَأَدۡعُواْ رَبِّي عَسَىٰ أَلَّا أَكُونَ بِدُعَآءِ رَبِّي شَقِيّٗا","فَلَمَّا ٱعۡتَزَلَهُمُۥ وَمَا يَعۡبُدُونَ مِن دُونِ ٱللَّهِ وَهَبۡنَا لَهُۥ إِسۡحَٰقَ وَيَعۡقُوبَۖ وَكُلّٗا جَعَلۡنَا نَبِيّٗا","وَوَهَبۡنَا لَهُمُۥ مِن رَّحۡمَتِنَا وَجَعَلۡنَا لَهُمُۥ لِسَانَ صِدۡقٍ عَلِيّٗا","وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ مُوسَىٰۚ إِنَّهُۥ كَانَ مُخۡلِصٗا وَكَانَ رَسُولٗا نَّبِيّٗا","وَنَٰدَيۡنَٰهُۥ مِن جَانِبِ ٱلطُّورِ ٱلۡأَيۡمَنِ وَقَرَّبۡنَٰهُۥ نَجِيّٗا","وَوَهَبۡنَا لَهُۥ مِن رَّحۡمَتِنَا أَخَاهُۥ هَٰرُونَ نَبِيّٗا","وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِسۡمَٰعِيلَۚ إِنَّهُۥ كَانَ صَادِقَ ٱلۡوَعۡدِ وَكَانَ رَسُولٗا نَّبِيّٗا","وَكَانَ يَأۡمُرُ أَهۡلَهُۥ بِٱلصَّلَوٰةِ وَٱلزَّكَوٰةِ وَكَانَ عِندَ رَبِّهِۦ مَرۡضِيّٗا","وَٱذۡكُرۡ فِي ٱلۡكِتَٰبِ إِدۡرِيسَۚ إِنَّهُۥ كَانَ صِدِّيقٗا نَّبِيّٗا","وَرَفَعۡنَٰهُۥ مَكَانًا عَلِيًّا","أُوْلَٰٓئِكَ ٱلَّذِينَ أَنۡعَمَ ٱللَّهُ عَلَيۡهِمُۥ مِنَ ٱلنَّبِيِّـۧنَ مِن ذُرِّيَّةِ ءَادَمَ وَمِمَّنۡ حَمَلۡنَا مَعَ نُوحٖ وَمِن ذُرِّيَّةِ إِبۡرَٰهِيمَ وَإِسۡرَٰٓءِيلَ وَمِمَّنۡ هَدَيۡنَا وَٱجۡتَبَيۡنَاۚ إِذَا تُتۡلَىٰ عَلَيۡهِمُۥ ءَايَٰتُ ٱلرَّحۡمَٰنِ خَرُّواْۤ سُجَّدٗاۤ وَبُكِيّٗا۩","۞فَخَلَفَ مِنۢ بَعۡدِهِمُۥ خَلۡفٌ أَضَاعُواْ ٱلصَّلَوٰةَ وَٱتَّبَعُواْ ٱلشَّهَوَٰتِۖ فَسَوۡفَ يَلۡقَوۡنَ غَيًّا","إِلَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا فَأُوْلَٰٓئِكَ يُدۡخَلُونَ ٱلۡجَنَّةَ وَلَا يُظۡلَمُونَ شَيۡـٔٗا","جَنَّٰتِ عَدۡنٍ ٱلَّتِي وَعَدَ ٱلرَّحۡمَٰنُ عِبَادَهُۥ بِٱلۡغَيۡبِۚ إِنَّهُۥ كَانَ وَعۡدُهُۥ مَأۡتِيّٗا","لَّا يَسۡمَعُونَ فِيهَا لَغۡوًا إِلَّا سَلَٰمٗاۖ وَلَهُمُۥ رِزۡقُهُمُۥ فِيهَا بُكۡرَةٗ وَعَشِيّٗا","تِلۡكَ ٱلۡجَنَّةُ ٱلَّتِي نُورِثُ مِنۡ عِبَادِنَا مَن كَانَ تَقِيّٗا","وَمَا نَتَنَزَّلُ إِلَّا بِأَمۡرِ رَبِّكَۖ لَهُۥ مَا بَيۡنَ أَيۡدِينَا وَمَا خَلۡفَنَا وَمَا بَيۡنَ ذَٰلِكَۚ وَمَا كَانَ رَبُّكَ نَسِيّٗا","رَّبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا فَٱعۡبُدۡهُۥ وَٱصۡطَبِرۡ لِعِبَٰدَتِهِۦۚ هَلۡ تَعۡلَمُ لَهُۥ سَمِيّٗا","وَيَقُولُ ٱلۡإِنسَٰنُ أَ۟ذَا مَا مُتُّ لَسَوۡفَ أُخۡرَجُ حَيًّا","أَوَلَا يَذَّكَّرُ ٱلۡإِنسَٰنُ أَنَّا خَلَقۡنَٰهُۥ مِن قَبۡلُ وَلَمۡ يَكُ شَيۡـٔٗا","فَوَرَبِّكَ لَنَحۡشُرَنَّهُمُۥ وَٱلشَّيَٰطِينَ ثُمَّ لَنُحۡضِرَنَّهُمُۥ حَوۡلَ جَهَنَّمَ جُثِيّٗا","ثُمَّ لَنَنزِعَنَّ مِن كُلِّ شِيعَةٍ أَيُّهُمُۥ أَشَدُّ عَلَى ٱلرَّحۡمَٰنِ عُتِيّٗا","ثُمَّ لَنَحۡنُ أَعۡلَمُ بِٱلَّذِينَ هُمُۥ أَوۡلَىٰ بِهَا صُلِيّٗا","وَإِن مِّنكُمُۥ إِلَّا وَارِدُهَاۚ كَانَ عَلَىٰ رَبِّكَ حَتۡمٗا مَّقۡضِيّٗا","ثُمَّ نُنَجِّي ٱلَّذِينَ ٱتَّقَواْ وَّنَذَرُ ٱلظَّٰلِمِينَ فِيهَا جُثِيّٗا","وَإِذَا تُتۡلَىٰ عَلَيۡهِمُۥ ءَايَٰتُنَا بَيِّنَٰتٖ قَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُواْ أَيُّ ٱلۡفَرِيقَيۡنِ خَيۡرٞ مُّقَامٗا وَأَحۡسَنُ نَدِيّٗا","وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُمُۥ مِن قَرۡنٍ هُمُۥ أَحۡسَنُ أَثَٰثٗا وَرِءۡيٗا","قُلۡ مَن كَانَ فِي ٱلضَّلَٰلَةِ فَلۡيَمۡدُدۡ لَهُ ٱلرَّحۡمَٰنُ مَدًّا","حَتَّىٰ إِذَا رَأَوۡاْ مَا يُوعَدُونَ إِمَّا ٱلۡعَذَابَ وَإِمَّا ٱلسَّاعَةَ فَسَيَعۡلَمُونَ مَنۡ هُوَ شَرّٞ مَّكَانٗا وَأَضۡعَفُ جُندٗا","وَيَزِيدُ ٱللَّهُ ٱلَّذِينَ ٱهۡتَدَوۡاْ هُدٗىۗ وَٱلۡبَٰقِيَٰتُ ٱلصَّٰلِحَٰتُ خَيۡرٌ عِندَ رَبِّكَ ثَوَابٗا وَخَيۡرٞ مَّرَدًّا","أَفَرَءَيۡتَ ٱلَّذِي كَفَرَ بِـَٔايَٰتِنَا وَقَالَ لَأُوتَيَنَّ مَالٗا وَوَلَدًا","أَطَّلَعَ ٱلۡغَيۡبَ أَمِ ٱتَّخَذَ عِندَ ٱلرَّحۡمَٰنِ عَهۡدٗا","كَلَّاۚ سَنَكۡتُبُ مَا يَقُولُ وَنَمُدُّ لَهُۥ مِنَ ٱلۡعَذَابِ مَدّٗا","وَنَرِثُهُۥ مَا يَقُولُ وَيَأۡتِينَا فَرۡدٗا","وَٱتَّخَذُواْ مِن دُونِ ٱللَّهِ ءَالِهَةٗ لِّيَكُونُواْ لَهُمُۥ عِزّٗا","كَلَّاۚ سَيَكۡفُرُونَ بِعِبَادَتِهِمُۥ وَيَكُونُونَ عَلَيۡهِمُۥ ضِدًّا","أَلَمۡ تَرَ أَنَّا أَرۡسَلۡنَا ٱلشَّيَٰطِينَ عَلَى ٱلۡكَٰفِرِينَ تَؤُزُّهُمُۥ أَزّٗا","فَلَا تَعۡجَلۡ عَلَيۡهِمُۥۖ إِنَّمَا نَعُدُّ لَهُمُۥ عَدّٗا","يَوۡمَ نَحۡشُرُ ٱلۡمُتَّقِينَ إِلَى ٱلرَّحۡمَٰنِ وَفۡدٗا","وَنَسُوقُ ٱلۡمُجۡرِمِينَ إِلَىٰ جَهَنَّمَ وِرۡدٗا","لَّا يَمۡلِكُونَ ٱلشَّفَٰعَةَ إِلَّا مَنِ ٱتَّخَذَ عِندَ ٱلرَّحۡمَٰنِ عَهۡدٗا","وَقَالُواْ ٱتَّخَذَ ٱلرَّحۡمَٰنُ وَلَدٗا","لَّقَدۡ جِئۡتُمُۥ شَيۡـًٔا إِدّٗا","تَكَادُ ٱلسَّمَٰوَٰتُ يَتَفَطَّرۡنَ مِنۡهُۥ وَتَنشَقُّ ٱلۡأَرۡضُ وَتَخِرُّ ٱلۡجِبَالُ هَدًّا","أَن دَعَوۡاْ لِلرَّحۡمَٰنِ وَلَدٗا","وَمَا يَنۢبَغِي لِلرَّحۡمَٰنِ أَن يَتَّخِذَ وَلَدًا","إِن كُلُّ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ إِلَّا ءَاتِي ٱلرَّحۡمَٰنِ عَبۡدٗا","لَّقَدۡ أَحۡصَىٰهُمُۥ وَعَدَّهُمُۥ عَدّٗا","وَكُلُّهُمُۥ ءَاتِيهِۦ يَوۡمَ ٱلۡقِيَٰمَةِ فَرۡدًا","إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ سَيَجۡعَلُ لَهُمُ ٱلرَّحۡمَٰنُ وُدّٗا","فَإِنَّمَا يَسَّرۡنَٰهُۥ بِلِسَانِكَ لِتُبَشِّرَ بِهِ ٱلۡمُتَّقِينَ وَتُنذِرَ بِهِۦ قَوۡمٗا لُّدّٗا","وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُمُۥ مِن قَرۡنٍ هَلۡ تُحِسُّ مِنۡهُمُۥ مِنۡ أَحَدٍ أَوۡ تَسۡمَعُ لَهُمُۥ رِكۡزَۢا"],"surah":19}