{"hafs":["طسٓمٓ","تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡمُبِينِ","نَتۡلُواْ عَلَيۡكَ مِن نَّبَإِ مُوسَىٰ وَفِرۡعَوۡنَ بِٱلۡحَقِّ لِقَوۡمٖ يُؤۡمِنُونَ","إِنَّ فِرۡعَوۡنَ عَلَا فِي ٱلۡأَرۡضِ وَجَعَلَ أَهۡلَهَا شِيَعٗا يَسۡتَضۡعِفُ طَآئِفَةٗ مِّنۡهُمۡ يُذَبِّحُ أَبۡنَآءَهُمۡ وَيَسۡتَحۡيِ نِسَآءَهُمۡ إِنَّهُ كَانَ مِنَ ٱلۡمُفۡسِدِينَ","وَنُرِيدُ أَن نَّمُنَّ عَلَى ٱلَّذِينَ ٱسۡتُضۡعِفُواْ فِي ٱلۡأَرۡضِ وَنَجۡعَلَهُمۡ أَئِمَّةٗ وَنَجۡعَلَهُمُ ٱلۡوَٰرِثِينَ","وَنُمَكِّنَ لَهُمۡ فِي ٱلۡأَرۡضِ وَنُرِيَ فِرۡعَوۡنَ وَهَٰمَٰنَ وَجُنُودَهُمَا مِنۡهُم مَّا كَانُواْ يَحۡذَرُونَ","وَأَوۡحَيۡنَآ إِلَىٰٓ أُمِّ مُوسَىٰٓ أَنۡ أَرۡضِعِيهِ فَإِذَا خِفۡتِ عَلَيۡهِ فَأَلۡقِيهِ فِي ٱلۡيَمِّ وَلَا تَخَافِي وَلَا تَحۡزَنِيٓ إِنَّا رَآدُّوهُ إِلَيۡكِ وَجَاعِلُوهُ مِنَ ٱلۡمُرۡسَلِينَ","فَٱلۡتَقَطَهُٓ ءَالُ فِرۡعَوۡنَ لِيَكُونَ لَهُمۡ عَدُوّٗا وَحَزَنًا إِنَّ فِرۡعَوۡنَ وَهَٰمَٰنَ وَجُنُودَهُمَا كَانُواْ خَٰطِ‍ِٔينَ","وَقَالَتِ ٱمۡرَأَتُ فِرۡعَوۡنَ قُرَّتُ عَيۡنٖ لِّي وَلَكَ لَا تَقۡتُلُوهُ عَسَىٰٓ أَن يَنفَعَنَآ أَوۡ نَتَّخِذَهُ وَلَدٗا وَهُمۡ لَا يَشۡعُرُونَ","وَأَصۡبَحَ فُؤَادُ أُمِّ مُوسَىٰ فَٰرِغًا إِن كَادَتۡ لَتُبۡدِي بِهِ لَوۡلَآ أَن رَّبَطۡنَا عَلَىٰ قَلۡبِهَا لِتَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ","وَقَالَتۡ لِأُخۡتِهِ قُصِّيهِ فَبَصُرَتۡ بِهِ عَن جُنُبٖ وَهُمۡ لَا يَشۡعُرُونَ","وَحَرَّمۡنَا عَلَيۡهِ ٱلۡمَرَاضِعَ مِن قَبۡلُ فَقَالَتۡ هَلۡ أَدُلُّكُمۡ عَلَىٰٓ أَهۡلِ بَيۡتٖ يَكۡفُلُونَهُ لَكُمۡ وَهُمۡ لَهُ نَٰصِحُونَ","فَرَدَدۡنَٰهُ إِلَىٰٓ أُمِّهِ كَيۡ تَقَرَّ عَيۡنُهَا وَلَا تَحۡزَنَ وَلِتَعۡلَمَ أَنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","وَلَمَّا بَلَغَ أَشُدَّهُ وَٱسۡتَوَىٰٓ ءَاتَيۡنَٰهُ حُكۡمٗا وَعِلۡمٗا وَكَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ","وَدَخَلَ ٱلۡمَدِينَةَ عَلَىٰ حِينِ غَفۡلَةٖ مِّنۡ أَهۡلِهَا فَوَجَدَ فِيهَا رَجُلَيۡنِ يَقۡتَتِلَانِ هَٰذَا مِن شِيعَتِهِ وَهَٰذَا مِنۡ عَدُوِّهِ فَٱسۡتَغَٰثَهُ ٱلَّذِي مِن شِيعَتِهِ عَلَى ٱلَّذِي مِنۡ عَدُوِّهِ فَوَكَزَهُ مُوسَىٰ فَقَضَىٰ عَلَيۡهِ قَالَ هَٰذَا مِنۡ عَمَلِ ٱلشَّيۡطَٰنِ إِنَّهُ عَدُوّٞ مُّضِلّٞ مُّبِينٞ","قَالَ رَبِّ إِنِّي ظَلَمۡتُ نَفۡسِي فَٱغۡفِرۡ لِي فَغَفَرَ لَهُٓ إِنَّهُ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","قَالَ رَبِّ بِمَآ أَنۡعَمۡتَ عَلَيَّ فَلَنۡ أَكُونَ ظَهِيرٗا لِّلۡمُجۡرِمِينَ","فَأَصۡبَحَ فِي ٱلۡمَدِينَةِ خَآئِفٗا يَتَرَقَّبُ فَإِذَا ٱلَّذِي ٱسۡتَنصَرَهُ بِٱلۡأَمۡسِ يَسۡتَصۡرِخُهُ قَالَ لَهُ مُوسَىٰٓ إِنَّكَ لَغَوِيّٞ مُّبِينٞ","فَلَمَّآ أَنۡ أَرَادَ أَن يَبۡطِشَ بِٱلَّذِي هُوَ عَدُوّٞ لَّهُمَا قَالَ يَٰمُوسَىٰٓ أَتُرِيدُ أَن تَقۡتُلَنِي كَمَا قَتَلۡتَ نَفۡسَا بِٱلۡأَمۡسِ إِن تُرِيدُ إِلَّآ أَن تَكُونَ جَبَّارٗا فِي ٱلۡأَرۡضِ وَمَا تُرِيدُ أَن تَكُونَ مِنَ ٱلۡمُصۡلِحِينَ","وَجَآءَ رَجُلٞ مِّنۡ أَقۡصَا ٱلۡمَدِينَةِ يَسۡعَىٰ قَالَ يَٰمُوسَىٰٓ إِنَّ ٱلۡمَلَأَ يَأۡتَمِرُونَ بِكَ لِيَقۡتُلُوكَ فَٱخۡرُجۡ إِنِّي لَكَ مِنَ ٱلنَّٰصِحِينَ","فَخَرَجَ مِنۡهَا خَآئِفٗا يَتَرَقَّبُ قَالَ رَبِّ نَجِّنِي مِنَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","وَلَمَّا تَوَجَّهَ تِلۡقَآءَ مَدۡيَنَ قَالَ عَسَىٰ رَبِّيٓ أَن يَهۡدِيَنِي سَوَآءَ ٱلسَّبِيلِ","وَلَمَّا وَرَدَ مَآءَ مَدۡيَنَ وَجَدَ عَلَيۡهِ أُمَّةٗ مِّنَ ٱلنَّاسِ يَسۡقُونَ وَوَجَدَ مِن دُونِهِمُ ٱمۡرَأَتَيۡنِ تَذُودَانِ قَالَ مَا خَطۡبُكُمَا قَالَتَا لَا نَسۡقِي حَتَّىٰ يُصۡدِرَ ٱلرِّعَآءُ وَأَبُونَا شَيۡخٞ كَبِيرٞ","فَسَقَىٰ لَهُمَا ثُمَّ تَوَلَّىٰٓ إِلَى ٱلظِّلِّ فَقَالَ رَبِّ إِنِّي لِمَآ أَنزَلۡتَ إِلَيَّ مِنۡ خَيۡرٖ فَقِيرٞ","فَجَآءَتۡهُ إِحۡدَىٰهُمَا تَمۡشِي عَلَى ٱسۡتِحۡيَآءٖ قَالَتۡ إِنَّ أَبِي يَدۡعُوكَ لِيَجۡزِيَكَ أَجۡرَ مَا سَقَيۡتَ لَنَا فَلَمَّا جَآءَهُ وَقَصَّ عَلَيۡهِ ٱلۡقَصَصَ قَالَ لَا تَخَفۡ نَجَوۡتَ مِنَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","قَالَتۡ إِحۡدَىٰهُمَا يَٰٓأَبَتِ ٱسۡتَ‍ٔۡجِرۡهُ إِنَّ خَيۡرَ مَنِ ٱسۡتَ‍ٔۡجَرۡتَ ٱلۡقَوِيُّ ٱلۡأَمِينُ","قَالَ إِنِّيٓ أُرِيدُ أَنۡ أُنكِحَكَ إِحۡدَى ٱبۡنَتَيَّ هَٰتَيۡنِ عَلَىٰٓ أَن تَأۡجُرَنِي ثَمَٰنِيَ حِجَجٖ فَإِنۡ أَتۡمَمۡتَ عَشۡرٗا فَمِنۡ عِندِكَ وَمَآ أُرِيدُ أَنۡ أَشُقَّ عَلَيۡكَ سَتَجِدُنِيٓ إِن شَآءَ ٱللَّهُ مِنَ ٱلصَّٰلِحِينَ","قَالَ ذَٰلِكَ بَيۡنِي وَبَيۡنَكَ أَيَّمَا ٱلۡأَجَلَيۡنِ قَضَيۡتُ فَلَا عُدۡوَٰنَ عَلَيَّ وَٱللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٞ","فَلَمَّا قَضَىٰ مُوسَى ٱلۡأَجَلَ وَسَارَ بِأَهۡلِهِٓ ءَانَسَ مِن جَانِبِ ٱلطُّورِ نَارٗا قَالَ لِأَهۡلِهِ ٱمۡكُثُوٓاْ إِنِّيٓ ءَانَسۡتُ نَارٗا لَّعَلِّيٓ ءَاتِيكُم مِّنۡهَا بِخَبَرٍ أَوۡ جَذۡوَةٖ مِّنَ ٱلنَّارِ لَعَلَّكُمۡ تَصۡطَلُونَ","فَلَمَّآ أَتَىٰهَا نُودِيَ مِن شَٰطِيِٕ ٱلۡوَادِ ٱلۡأَيۡمَنِ فِي ٱلۡبُقۡعَةِ ٱلۡمُبَٰرَكَةِ مِنَ ٱلشَّجَرَةِ أَن يَٰمُوسَىٰٓ إِنِّيٓ أَنَا ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ","وَأَنۡ أَلۡقِ عَصَاكَ فَلَمَّا رَءَاهَا تَهۡتَزُّ كَأَنَّهَا جَآنّٞ وَلَّىٰ مُدۡبِرٗا وَلَمۡ يُعَقِّبۡ يَٰمُوسَىٰٓ أَقۡبِلۡ وَلَا تَخَفۡ إِنَّكَ مِنَ ٱلۡأٓمِنِينَ","ٱسۡلُكۡ يَدَكَ فِي جَيۡبِكَ تَخۡرُجۡ بَيۡضَآءَ مِنۡ غَيۡرِ سُوٓءٖ وَٱضۡمُمۡ إِلَيۡكَ جَنَاحَكَ مِنَ ٱلرَّهۡبِ فَذَٰنِكَ بُرۡهَٰنَانِ مِن رَّبِّكَ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِٓ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ","قَالَ رَبِّ إِنِّي قَتَلۡتُ مِنۡهُمۡ نَفۡسٗا فَأَخَافُ أَن يَقۡتُلُونِ","وَأَخِي هَٰرُونُ هُوَ أَفۡصَحُ مِنِّي لِسَانٗا فَأَرۡسِلۡهُ مَعِيَ رِدۡءٗا يُصَدِّقُنِيٓ إِنِّيٓ أَخَافُ أَن يُكَذِّبُونِ","قَالَ سَنَشُدُّ عَضُدَكَ بِأَخِيكَ وَنَجۡعَلُ لَكُمَا سُلۡطَٰنٗا فَلَا يَصِلُونَ إِلَيۡكُمَا بِ‍َٔايَٰتِنَآ أَنتُمَا وَمَنِ ٱتَّبَعَكُمَا ٱلۡغَٰلِبُونَ","فَلَمَّا جَآءَهُم مُّوسَىٰ بِ‍َٔايَٰتِنَا بَيِّنَٰتٖ قَالُواْ مَا هَٰذَآ إِلَّا سِحۡرٞ مُّفۡتَرٗى وَمَا سَمِعۡنَا بِهَٰذَا فِيٓ ءَابَآئِنَا ٱلۡأَوَّلِينَ","وَقَالَ مُوسَىٰ رَبِّيٓ أَعۡلَمُ بِمَن جَآءَ بِٱلۡهُدَىٰ مِنۡ عِندِهِ وَمَن تَكُونُ لَهُ عَٰقِبَةُ ٱلدَّارِ إِنَّهُ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ","وَقَالَ فِرۡعَوۡنُ يَٰٓأَيُّهَا ٱلۡمَلَأُ مَا عَلِمۡتُ لَكُم مِّنۡ إِلَٰهٍ غَيۡرِي فَأَوۡقِدۡ لِي يَٰهَٰمَٰنُ عَلَى ٱلطِّينِ فَٱجۡعَل لِّي صَرۡحٗا لَّعَلِّيٓ أَطَّلِعُ إِلَىٰٓ إِلَٰهِ مُوسَىٰ وَإِنِّي لَأَظُنُّهُ مِنَ ٱلۡكَٰذِبِينَ","وَٱسۡتَكۡبَرَ هُوَ وَجُنُودُهُ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَظَنُّوٓاْ أَنَّهُمۡ إِلَيۡنَا لَا يُرۡجَعُونَ","فَأَخَذۡنَٰهُ وَجُنُودَهُ فَنَبَذۡنَٰهُمۡ فِي ٱلۡيَمِّ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلظَّٰلِمِينَ","وَجَعَلۡنَٰهُمۡ أَئِمَّةٗ يَدۡعُونَ إِلَى ٱلنَّارِ وَيَوۡمَ ٱلۡقِيَٰمَةِ لَا يُنصَرُونَ","وَأَتۡبَعۡنَٰهُمۡ فِي هَٰذِهِ ٱلدُّنۡيَا لَعۡنَةٗ وَيَوۡمَ ٱلۡقِيَٰمَةِ هُم مِّنَ ٱلۡمَقۡبُوحِينَ","وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ مِن بَعۡدِ مَآ أَهۡلَكۡنَا ٱلۡقُرُونَ ٱلۡأُولَىٰ بَصَآئِرَ لِلنَّاسِ وَهُدٗى وَرَحۡمَةٗ لَّعَلَّهُمۡ يَتَذَكَّرُونَ","وَمَا كُنتَ بِجَانِبِ ٱلۡغَرۡبِيِّ إِذۡ قَضَيۡنَآ إِلَىٰ مُوسَى ٱلۡأَمۡرَ وَمَا كُنتَ مِنَ ٱلشَّٰهِدِينَ","وَلَٰكِنَّآ أَنشَأۡنَا قُرُونٗا فَتَطَاوَلَ عَلَيۡهِمُ ٱلۡعُمُرُ وَمَا كُنتَ ثَاوِيٗا فِيٓ أَهۡلِ مَدۡيَنَ تَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِنَا وَلَٰكِنَّا كُنَّا مُرۡسِلِينَ","وَمَا كُنتَ بِجَانِبِ ٱلطُّورِ إِذۡ نَادَيۡنَا وَلَٰكِن رَّحۡمَةٗ مِّن رَّبِّكَ لِتُنذِرَ قَوۡمٗا مَّآ أَتَىٰهُم مِّن نَّذِيرٖ مِّن قَبۡلِكَ لَعَلَّهُمۡ يَتَذَكَّرُونَ","وَلَوۡلَآ أَن تُصِيبَهُم مُّصِيبَةُ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ فَيَقُولُواْ رَبَّنَا لَوۡلَآ أَرۡسَلۡتَ إِلَيۡنَا رَسُولٗا فَنَتَّبِعَ ءَايَٰتِكَ وَنَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ","فَلَمَّا جَآءَهُمُ ٱلۡحَقُّ مِنۡ عِندِنَا قَالُواْ لَوۡلَآ أُوتِيَ مِثۡلَ مَآ أُوتِيَ مُوسَىٰٓ أَوَ لَمۡ يَكۡفُرُواْ بِمَآ أُوتِيَ مُوسَىٰ مِن قَبۡلُ قَالُواْ سِحۡرَانِ تَظَٰهَرَا وَقَالُوٓاْ إِنَّا بِكُلّٖ كَٰفِرُونَ","قُلۡ فَأۡتُواْ بِكِتَٰبٖ مِّنۡ عِندِ ٱللَّهِ هُوَ أَهۡدَىٰ مِنۡهُمَآ أَتَّبِعۡهُ إِن كُنتُمۡ صَٰدِقِينَ","فَإِن لَّمۡ يَسۡتَجِيبُواْ لَكَ فَٱعۡلَمۡ أَنَّمَا يَتَّبِعُونَ أَهۡوَآءَهُمۡ وَمَنۡ أَضَلُّ مِمَّنِ ٱتَّبَعَ هَوَىٰهُ بِغَيۡرِ هُدٗى مِّنَ ٱللَّهِ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","وَلَقَدۡ وَصَّلۡنَا لَهُمُ ٱلۡقَوۡلَ لَعَلَّهُمۡ يَتَذَكَّرُونَ","ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ مِن قَبۡلِهِ هُم بِهِ يُؤۡمِنُونَ","وَإِذَا يُتۡلَىٰ عَلَيۡهِمۡ قَالُوٓاْ ءَامَنَّا بِهِٓ إِنَّهُ ٱلۡحَقُّ مِن رَّبِّنَآ إِنَّا كُنَّا مِن قَبۡلِهِ مُسۡلِمِينَ","أُوْلَٰٓئِكَ يُؤۡتَوۡنَ أَجۡرَهُم مَّرَّتَيۡنِ بِمَا صَبَرُواْ وَيَدۡرَءُونَ بِٱلۡحَسَنَةِ ٱلسَّيِّئَةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","وَإِذَا سَمِعُواْ ٱللَّغۡوَ أَعۡرَضُواْ عَنۡهُ وَقَالُواْ لَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡ سَلَٰمٌ عَلَيۡكُمۡ لَا نَبۡتَغِي ٱلۡجَٰهِلِينَ","إِنَّكَ لَا تَهۡدِي مَنۡ أَحۡبَبۡتَ وَلَٰكِنَّ ٱللَّهَ يَهۡدِي مَن يَشَآءُ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ","وَقَالُوٓاْ إِن نَّتَّبِعِ ٱلۡهُدَىٰ مَعَكَ نُتَخَطَّفۡ مِنۡ أَرۡضِنَآ أَوَ لَمۡ نُمَكِّن لَّهُمۡ حَرَمًا ءَامِنٗا يُجۡبَىٰٓ إِلَيۡهِ ثَمَرَٰتُ كُلِّ شَيۡءٖ رِّزۡقٗا مِّن لَّدُنَّا وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","وَكَمۡ أَهۡلَكۡنَا مِن قَرۡيَةِ بَطِرَتۡ مَعِيشَتَهَا فَتِلۡكَ مَسَٰكِنُهُمۡ لَمۡ تُسۡكَن مِّن بَعۡدِهِمۡ إِلَّا قَلِيلٗا وَكُنَّا نَحۡنُ ٱلۡوَٰرِثِينَ","وَمَا كَانَ رَبُّكَ مُهۡلِكَ ٱلۡقُرَىٰ حَتَّىٰ يَبۡعَثَ فِيٓ أُمِّهَا رَسُولٗا يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِنَا وَمَا كُنَّا مُهۡلِكِي ٱلۡقُرَىٰٓ إِلَّا وَأَهۡلُهَا ظَٰلِمُونَ","وَمَآ أُوتِيتُم مِّن شَيۡءٖ فَمَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَزِينَتُهَا وَمَا عِندَ ٱللَّهِ خَيۡرٞ وَأَبۡقَىٰٓ أَفَلَا تَعۡقِلُونَ","أَفَمَن وَعَدۡنَٰهُ وَعۡدًا حَسَنٗا فَهُوَ لَٰقِيهِ كَمَن مَّتَّعۡنَٰهُ مَتَٰعَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا ثُمَّ هُوَ يَوۡمَ ٱلۡقِيَٰمَةِ مِنَ ٱلۡمُحۡضَرِينَ","وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ","قَالَ ٱلَّذِينَ حَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ رَبَّنَا هَٰٓؤُلَآءِ ٱلَّذِينَ أَغۡوَيۡنَآ أَغۡوَيۡنَٰهُمۡ كَمَا غَوَيۡنَا تَبَرَّأۡنَآ إِلَيۡكَ مَا كَانُوٓاْ إِيَّانَا يَعۡبُدُونَ","وَقِيلَ ٱدۡعُواْ شُرَكَآءَكُمۡ فَدَعَوۡهُمۡ فَلَمۡ يَسۡتَجِيبُواْ لَهُمۡ وَرَأَوُاْ ٱلۡعَذَابَ لَوۡ أَنَّهُمۡ كَانُواْ يَهۡتَدُونَ","وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ مَاذَآ أَجَبۡتُمُ ٱلۡمُرۡسَلِينَ","فَعَمِيَتۡ عَلَيۡهِمُ ٱلۡأَنبَآءُ يَوۡمَئِذٖ فَهُمۡ لَا يَتَسَآءَلُونَ","فَأَمَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا فَعَسَىٰٓ أَن يَكُونَ مِنَ ٱلۡمُفۡلِحِينَ","وَرَبُّكَ يَخۡلُقُ مَا يَشَآءُ وَيَخۡتَارُ مَا كَانَ لَهُمُ ٱلۡخِيَرَةُ سُبۡحَٰنَ ٱللَّهِ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","وَرَبُّكَ يَعۡلَمُ مَا تُكِنُّ صُدُورُهُمۡ وَمَا يُعۡلِنُونَ","وَهُوَ ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ لَهُ ٱلۡحَمۡدُ فِي ٱلۡأُولَىٰ وَٱلۡأٓخِرَةِ وَلَهُ ٱلۡحُكۡمُ وَإِلَيۡهِ تُرۡجَعُونَ","قُلۡ أَرَءَيۡتُمۡ إِن جَعَلَ ٱللَّهُ عَلَيۡكُمُ ٱلَّيۡلَ سَرۡمَدًا إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِضِيَآءٍ أَفَلَا تَسۡمَعُونَ","قُلۡ أَرَءَيۡتُمۡ إِن جَعَلَ ٱللَّهُ عَلَيۡكُمُ ٱلنَّهَارَ سَرۡمَدًا إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِلَيۡلٖ تَسۡكُنُونَ فِيهِ أَفَلَا تُبۡصِرُونَ","وَمِن رَّحۡمَتِهِ جَعَلَ لَكُمُ ٱلَّيۡلَ وَٱلنَّهَارَ لِتَسۡكُنُواْ فِيهِ وَلِتَبۡتَغُواْ مِن فَضۡلِهِ وَلَعَلَّكُمۡ تَشۡكُرُونَ","وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ","وَنَزَعۡنَا مِن كُلِّ أُمَّةٖ شَهِيدٗا فَقُلۡنَا هَاتُواْ بُرۡهَٰنَكُمۡ فَعَلِمُوٓاْ أَنَّ ٱلۡحَقَّ لِلَّهِ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","إِنَّ قَٰرُونَ كَانَ مِن قَوۡمِ مُوسَىٰ فَبَغَىٰ عَلَيۡهِمۡ وَءَاتَيۡنَٰهُ مِنَ ٱلۡكُنُوزِ مَآ إِنَّ مَفَاتِحَهُ لَتَنُوٓأُ بِٱلۡعُصۡبَةِ أُوْلِي ٱلۡقُوَّةِ إِذۡ قَالَ لَهُ قَوۡمُهُ لَا تَفۡرَحۡ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡفَرِحِينَ","وَٱبۡتَغِ فِيمَآ ءَاتَىٰكَ ٱللَّهُ ٱلدَّارَ ٱلۡأٓخِرَةَ وَلَا تَنسَ نَصِيبَكَ مِنَ ٱلدُّنۡيَا وَأَحۡسِن كَمَآ أَحۡسَنَ ٱللَّهُ إِلَيۡكَ وَلَا تَبۡغِ ٱلۡفَسَادَ فِي ٱلۡأَرۡضِ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡمُفۡسِدِينَ","قَالَ إِنَّمَآ أُوتِيتُهُ عَلَىٰ عِلۡمٍ عِندِيٓ أَوَ لَمۡ يَعۡلَمۡ أَنَّ ٱللَّهَ قَدۡ أَهۡلَكَ مِن قَبۡلِهِ مِنَ ٱلۡقُرُونِ مَنۡ هُوَ أَشَدُّ مِنۡهُ قُوَّةٗ وَأَكۡثَرُ جَمۡعٗا وَلَا يُسۡ‍َٔلُ عَن ذُنُوبِهِمُ ٱلۡمُجۡرِمُونَ","فَخَرَجَ عَلَىٰ قَوۡمِهِ فِي زِينَتِهِ قَالَ ٱلَّذِينَ يُرِيدُونَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا يَٰلَيۡتَ لَنَا مِثۡلَ مَآ أُوتِيَ قَٰرُونُ إِنَّهُ لَذُو حَظٍّ عَظِيمٖ","وَقَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ وَيۡلَكُمۡ ثَوَابُ ٱللَّهِ خَيۡرٞ لِّمَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗا وَلَا يُلَقَّىٰهَآ إِلَّا ٱلصَّٰبِرُونَ","فَخَسَفۡنَا بِهِ وَبِدَارِهِ ٱلۡأَرۡضَ فَمَا كَانَ لَهُ مِن فِئَةٖ يَنصُرُونَهُ مِن دُونِ ٱللَّهِ وَمَا كَانَ مِنَ ٱلۡمُنتَصِرِينَ","وَأَصۡبَحَ ٱلَّذِينَ تَمَنَّوۡاْ مَكَانَهُ بِٱلۡأَمۡسِ يَقُولُونَ وَيۡكَأَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِ وَيَقۡدِرُ لَوۡلَآ أَن مَّنَّ ٱللَّهُ عَلَيۡنَا لَخَسَفَ بِنَا وَيۡكَأَنَّهُ لَا يُفۡلِحُ ٱلۡكَٰفِرُونَ","تِلۡكَ ٱلدَّارُ ٱلۡأٓخِرَةُ نَجۡعَلُهَا لِلَّذِينَ لَا يُرِيدُونَ عُلُوّٗا فِي ٱلۡأَرۡضِ وَلَا فَسَادٗا وَٱلۡعَٰقِبَةُ لِلۡمُتَّقِينَ","مَن جَآءَ بِٱلۡحَسَنَةِ فَلَهُ خَيۡرٞ مِّنۡهَا وَمَن جَآءَ بِٱلسَّيِّئَةِ فَلَا يُجۡزَى ٱلَّذِينَ عَمِلُواْ ٱلسَّيِّ‍َٔاتِ إِلَّا مَا كَانُواْ يَعۡمَلُونَ","إِنَّ ٱلَّذِي فَرَضَ عَلَيۡكَ ٱلۡقُرۡءَانَ لَرَآدُّكَ إِلَىٰ مَعَادٖ قُل رَّبِّيٓ أَعۡلَمُ مَن جَآءَ بِٱلۡهُدَىٰ وَمَنۡ هُوَ فِي ضَلَٰلٖ مُّبِينٖ","وَمَا كُنتَ تَرۡجُوٓاْ أَن يُلۡقَىٰٓ إِلَيۡكَ ٱلۡكِتَٰبُ إِلَّا رَحۡمَةٗ مِّن رَّبِّكَ فَلَا تَكُونَنَّ ظَهِيرٗا لِّلۡكَٰفِرِينَ","وَلَا يَصُدُّنَّكَ عَنۡ ءَايَٰتِ ٱللَّهِ بَعۡدَ إِذۡ أُنزِلَتۡ إِلَيۡكَ وَٱدۡعُ إِلَىٰ رَبِّكَ وَلَا تَكُونَنَّ مِنَ ٱلۡمُشۡرِكِينَ","وَلَا تَدۡعُ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ لَآ إِلَٰهَ إِلَّا هُوَ كُلُّ شَيۡءٍ هَالِكٌ إِلَّا وَجۡهَهُ لَهُ ٱلۡحُكۡمُ وَإِلَيۡهِ تُرۡجَعُونَ"],"warsh":["طَسِٓمِّٓ تِلْكَ ءَايَٰتُ اُلْكِتَٰبِ اِلْمُبِينِ","نَتْلُواْ عَلَيْكَ مِن نَّبَإِ مُوسيٰ وَفِرْعَوْنَ بِالْحَقِّ لِقَوْمٖ يُومِنُونَ","إِنَّ فِرْعَوْنَ عَلَا فِے اِلَارْضِ وَجَعَلَ أَهْلَهَا شِيَعاٗ يَسْتَضْعِفُ طَآئِفَةٗ مِّنْهُمْ يُذَبِّحُ أَبْنَآءَهُمْ وَيَسْتَحْيِ نِسَآءَهُمُٓ إِنَّهُ كَانَ مِنَ اَلْمُفْسِدِينَ","وَنُرِيدُ أَن نَّمُنَّ عَلَي اَلذِينَ اَ۟سْتُضْعِفُواْ فِے اِلَارْضِ وَنَجْعَلَهُمُٓ أَئِمَّةٗ وَنَجْعَلَهُمُ اُلْوَٰرِثِينَ","وَنُمَكِّنَ لَهُمْ فِے اِلَارْضِ وَنُرِيَ فِرْعَوْنَ وَهَامَٰنَ وَجُنُودَهُمَا مِنْهُم مَّا كَانُواْ يَحْذَرُونَ","وَأَوْحَيْنَآ إِلَيٰٓ أُمِّ مُوسيٰٓ أَنَ اَرْضِعِيهِ فَإِذَا خِفْتِ عَلَيْهِ فَأَلْقِيهِ فِے اِلْيَمِّ وَلَا تَخَافِے وَلَا تَحْزَنِےٓ إِنَّا رَآدُّوهُ إِلَيْكِ وَجَاعِلُوهُ مِنَ اَلْمُرْسَلِينَ","فَالْتَقَطَهُٓ ءَالُ فِرْعَوْنَ لِيَكُونَ لَهُمْ عَدُوّاٗ وَحَزَناً اِنَّ فِرْعَوْنَ وَهَامَٰنَ وَجُنُودَهُمَا كَانُواْ خَٰطِـِٕينَ","وَقَالَتِ اِمْرَأَتُ فِرْعَوْنَ قُرَّتُ عَيْنٖ لِّے وَلَكَ لَا تَقْتُلُوهُ عَسيٰٓ أَنْ يَّنفَعَنَآ أَوْ نَتَّخِذَهُ وَلَداٗ وَهُمْ لَا يَشْعُرُونَ","وَأَصْبَحَ فُؤَادُ أُمِّ مُوسيٰ فَٰرِغاً اِن كَٰدَتْ لَتُبْدِے بِهِ لَوْلَآ أَن رَّبَطْنَا عَلَيٰ قَلْبِهَا لِتَكُونَ مِنَ اَلْمُومِنِينَ","وَقَالَتْ لِأُخْتِهِ قُصِّيهِ فَبَصُرَتْ بِهِ عَن جُنُبٖ وَهُمْ لَا يَشْعُرُونَ","وَحَرَّمْنَا عَلَيْهِ اِلْمَرَاضِعَ مِن قَبْلُ فَقَالَتْ هَلَ اَدُلُّكُمْ عَلَيٰٓ أَهْلِ بَيْتٖ يَكْفُلُونَهُ لَكُمْ وَهُمْ لَهُ نَٰصِحُونَ","فَرَدَدْنَٰهُ إِلَيٰٓ أُمِّهِ كَےْ تَقَرَّ عَيْنُهَا وَلَا تَحْزَنَ وَلِتَعْلَمَ أَنَّ وَعْدَ اَللَّهِ حَقّٞ وَلَٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ","وَلَمَّا بَلَغَ أَشُدَّهُ وَاسْتَويٰٓ ءَاتَيْنَٰهُ حُكْماٗ وَعِلْماٗ وَكَذَٰلِكَ نَجْزِے اِلْمُحْسِنِينَ","وَدَخَلَ اَلْمَدِينَةَ عَلَيٰ حِينِ غَفْلَةٖ مِّنَ اَهْلِهَا فَوَجَدَ فِيهَا رَجُلَيْنِ يَقْتَتِلَٰنِ هَٰذَا مِن شِيعَتِهِ وَهَٰذَا مِنْ عَدُوِّهِ فَاسْتَغَٰثَهُ اُلذِے مِن شِيعَتِهِ عَلَي اَلذِے مِنْ عَدُوِّهِ فَوَكَزَهُ مُوسيٰ فَقَضيٰ عَلَيْهِ قَالَ هَٰذَا مِنْ عَمَلِ اِلشَّيْطَٰنِ إِنَّهُ عَدُوّٞ مُّضِلّٞ مُّبِينٞ","قَالَ رَبِّ إِنِّے ظَلَمْتُ نَفْسِے فَاغْفِرْ لِے فَغَفَرَ لَهُٓ إِنَّهُ هُوَ اَلْغَفُورُ اُلرَّحِيمُ","قَالَ رَبِّ بِمَآ أَنْعَمْتَ عَلَيَّ فَلَنَ اَكُونَ ظَهِيراٗ لِّلْمُجْرِمِينَ","فَأَصْبَحَ فِے اِلْمَدِينَةِ خَآئِفاٗ يَتَرَقَّبُ فَإِذَا اَلذِے اِسْتَنصَرَهُ بِالَامْسِ يَسْتَصْرِخُهُ قَالَ لَهُ مُوسيٰٓ إِنَّكَ لَغَوِيّٞ مُّبِينٞ","فَلَمَّآ أَنَ اَرَادَ أَنْ يَّبْطِشَ بِالذِے هُوَ عَدُوّٞ لَّهُمَا قَالَ يَٰمُوسيٰٓ أَتُرِيدُ أَن تَقْتُلَنِے كَمَا قَتَلْتَ نَفْساَ بِالَامْسِ إِن تُرِيدُ إِلَّآ أَن تَكُونَ جَبَّاراٗ فِے اِلَارْضِ وَمَا تُرِيدُ أَن تَكُونَ مِنَ اَلْمُصْلِحِينَ","وَجَآءَ رَجُلٞ مِّنَ اَقْصَا اَلْمَدِينَةِ يَسْعيٰ قَالَ يَٰمُوسيٰٓ إِنَّ اَلْمَلَأَ يَاتَمِرُونَ بِكَ لِيَقْتُلُوكَ فَاخْرُجِ اِنِّے لَكَ مِنَ اَلنَّٰصِحِينَ","فَخَرَجَ مِنْهَا خَآئِفاٗ يَتَرَقَّبُ قَالَ رَبِّ نَجِّنِے مِنَ اَلْقَوْمِ اِلظَّٰلِمِينَ","وَلَمَّا تَوَجَّهَ تِلْقَآءَ مَدْيَنَ قَالَ عَسيٰ رَبِّيَ أَنْ يَّهْدِيَنِے سَوَآءَ اَلسَّبِيلِ","وَلَمَّا وَرَدَ مَآءَ مَدْيَنَ وَجَدَ عَلَيْهِ أُمَّةٗ مِّنَ اَلنَّاسِ يَسْقُونَ","وَوَجَدَ مِن دُونِهِمُ اُمْرَأَتَيْنِ تَذُودَٰنِ قَالَ مَا خَطْبُكُمَا قَالَتَا لَا نَسْقِے حَتَّيٰ يُصْدِرَ اَلرِّعَآءُ وَأَبُونَا شَيْخٞ كَبِيرٞ","فَسَقيٰ لَهُمَا ثُمَّ تَوَلّيٰٓ إِلَي اَلظِّلِّ فَقَالَ رَبِّ إِنِّے لِمَآ أَنزَلْتَ إِلَيَّ مِنْ خَيْرٖ فَقِيرٞ","فَجَآءَتْهُ إِحْديٰهُمَا تَمْشِے عَلَي اَسْتِحْيَآءٖ قَالَتِ اِنَّ أَبِے يَدْعُوكَ لِيَجْزِيَكَ أَجْرَ مَا سَقَيْتَ لَنَا فَلَمَّا جَآءَهُ وَقَصَّ عَلَيْهِ اِلْقَصَصَ قَالَ لَا تَخَفْ نَجَوْتَ مِنَ اَلْقَوْمِ اِلظَّٰلِمِينَ","قَالَتِ اِحْديٰهُمَا يَٰٓأَبَتِ اِسْتَٰجِرْهُ إِنَّ خَيْرَ مَنِ اِسْتَٰجَرْتَ اَلْقَوِيُّ اُلَامِينُ","قَالَ إِنِّيَ أُرِيدُ أَنُ ا۟نكِحَكَ إِحْدَي اَبْنَتَيَّ هَٰتَيْنِ عَلَيٰٓ أَن تَاجُرَنِے ثَمَٰنِيَ حِجَجٖ فَإِنَ اَتْمَمْتَ عَشْراٗ فَمِنْ عِندِكَ وَمَآ أُرِيدُ أَنَ اَشُقَّ عَلَيْكَ سَتَجِدُنِيَ إِن شَآءَ اَللَّهُ مِنَ اَلصَّٰلِحِينَ","قَالَ ذَٰلِكَ بَيْنِے وَبَيْنَكَ أَيَّمَا اَلَاجَلَيْنِ قَضَيْتُ فَلَا عُدْوَٰنَ عَلَيَّ وَاللَّهُ عَلَيٰ مَا نَقُولُ وَكِيلٞ","فَلَمَّا قَضيٰ مُوسَي اَلَاجَلَ وَسَارَ بِأَهْلِهِٓ ءَانَسَ مِن جَانِبِ اِلطُّورِ نَاراٗ قَالَ لِأَهْلِهِ اِ۟مْكُثُوٓاْ إِنِّيَ ءَانَسْتُ نَاراٗ لَّعَلِّيَ ءَاتِيكُم مِّنْهَا بِخَبَرٍ اَوْ جِذْوَةٖ مِّنَ اَلنّارِ لَعَلَّكُمْ تَصْطَلُونَ","فَلَمَّآ أَتيٰهَا نُودِيَ مِن شَٰطِےِٕ اِلْوَادِ اِلَايْمَنِ فِے اِلْبُقْعَةِ اِلْمُبَٰرَكَةِ مِنَ اَلشَّجَرَةِ أَنْ يَّٰمُوسيٰٓ إِنِّيَ أَنَا اَللَّهُ رَبُّ اُلْعَٰلَمِينَ","وَأَنَ اَلْقِ عَصَاكَ فَلَمَّا رءاهَا تَهْتَزُّ كَأَنَّهَا جَآنّٞ وَلّيٰ مُدْبِراٗ وَلَمْ يُعَقِّبْ يَٰمُوسيٰٓ أَقْبِلْ وَلَا تَخَفِ اِنَّكَ مِنَ اَلَامِنِينَ","اَ۟سْلُكْ يَدَكَ فِے جَيْبِكَ تَخْرُجْ بَيْضَآءَ مِنْ غَيْرِ سُوٓءٖ وَاضْمُمِ اِلَيْكَ جَنَاحَكَ مِنَ اَلرَّهَبِ فَذَٰنِكَ بُرْهَٰنَٰنِ مِن رَّبِّكَ إِلَيٰ فِرْعَوْنَ وَمَلَإِيْهِٓ إِنَّهُمْ كَانُواْ قَوْماٗ فَٰسِقِينَ","قَالَ رَبِّ إِنِّے قَتَلْتُ مِنْهُمْ نَفْساٗ فَأَخَافُ أَنْ يَّقْتُلُونِ","وَأَخِے هَٰرُونُ هُوَ أَفْصَحُ مِنِّے لِسَاناٗ فَأَرْسِلْهُ مَعِے رِداٗ يُصَدِّقْنِےٓ إِنِّيَ أَخَافُ أَنْ يُّكَذِّبُونِ","قَالَ سَنَشُدُّ عَضُدَكَ بِأَخِيكَ وَنَجْعَلُ لَكُمَا سُلْطَٰناٗ فَلَا يَصِلُونَ إِلَيْكُمَا بِـَٔايَٰتِنَآ أَنتُمَا وَمَنِ اِتَّبَعَكُمَا اَلْغَٰلِبُونَ","فَلَمَّا جَآءَهُم مُّوسيٰ بِـَٔايَٰتِنَا بَيِّنَٰتٖ قَالُواْ مَا هَٰذَآ إِلَّا سِحْرٞ مُّفْتَريٗ وَمَا سَمِعْنَا بِهَٰذَا فِےٓ ءَابَآئِنَا اَلَاوَّلِينَ","وَقَالَ مُوسيٰ رَبِّيَ أَعْلَمُ بِمَن جَآءَ بِالْهُديٰ مِنْ عِندِهِ وَمَن تَكُونُ لَهُ عَٰقِبَةُ اُلدّارِ إِنَّهُ لَا يُفْلِحُ اُلظَّٰلِمُونَ","وَقَالَ فِرْعَوْنُ يَٰٓأَيُّهَا اَلْمَلَأُ مَا عَلِمْتُ لَكُم مِّنِ اِلَٰهٍ غَيْرِے فَأَوْقِدْ لِے يَٰهَامَٰنُ عَلَي اَلطِّينِ فَاجْعَل لِّے صَرْحاٗ لَّعَلِّيَ أَطَّلِعُ إِلَيٰٓ إِلَٰهِ مُوسيٰ وَإِنِّے لَأَظُنُّهُ مِنَ اَلْكَٰذِبِينَ","وَاسْتَكْبَرَ هُوَ وَجُنُودُهُ فِے اِلَارْضِ بِغَيْرِ اِلْحَقِّ وَظَنُّوٓاْ أَنَّهُمُٓ إِلَيْنَا لَا يَرْجِعُونَ","فَأَخَذْنَٰهُ وَجُنُودَهُ فَنَبَذْنَٰهُمْ فِے اِلْيَمِّ فَانظُرْ كَيْفَ كَانَ عَٰقِبَةُ اُلظَّٰلِمِينَ","وَجَعَلْنَٰهُمُٓ أَئِمَّةٗ يَدْعُونَ إِلَي اَلنّارِ وَيَوْمَ اَلْقِيَٰمَةِ لَا يُنصَرُونَ","وَأَتْبَعْنَٰهُمْ فِے هَٰذِهِ اِلدُّنْيا لَعْنَةٗ وَيَوْمَ اَلْقِيَٰمَةِ هُم مِّنَ اَلْمَقْبُوحِينَ","وَلَقَدَ اٰتَيْنَا مُوسَي اَلْكِتَٰبَ مِن بَعْدِ مَآ أَهْلَكْنَا اَلْقُرُونَ اَلُاوليٰ بَصَآئِرَ لِلنَّاسِ وَهُديٗ وَرَحْمَةٗ لَّعَلَّهُمْ يَتَذَكَّرُونَ","وَمَا كُنتَ بِجَانِبِ اِلْغَرْبِيِّ إِذْ قَضَيْنَآ إِلَيٰ مُوسَي اَلَامْرَ وَمَا كُنتَ مِنَ اَلشَّٰهِدِينَ","وَلَٰكِنَّآ أَنشَأْنَا قُرُوناٗ فَتَطَاوَلَ عَلَيْهِمُ اُلْعُمُرُ وَمَا كُنتَ ثَاوِياٗ فِےٓ أَهْلِ مَدْيَنَ تَتْلُواْ عَلَيْهِمُٓ ءَايَٰتِنَا وَلَٰكِنَّا كُنَّا مُرْسِلِينَ","وَمَا كُنتَ بِجَانِبِ اِلطُّورِ إِذْ نَادَيْنَا وَلَٰكِن رَّحْمَةٗ مِّن رَّبِّكَ لِتُنذِرَ قَوْماٗ مَّآ أَتيٰهُم مِّن نَّذِيرٖ مِّن قَبْلِكَ لَعَلَّهُمْ يَتَذَكَّرُونَ","وَلَوْلَآ أَن تُصِيبَهُم مُّصِيبَةُ بِمَا قَدَّمَتَ اَيْدِيهِمْ فَيَقُولُواْ رَبَّنَا لَوْلَآ أَرْسَلْتَ إِلَيْنَا رَسُولاٗ فَنَتَّبِعَ ءَايَٰتِكَ وَنَكُونَ مِنَ اَلْمُومِنِينَ","فَلَمَّا جَآءَهُمُ اُلْحَقُّ مِنْ عِندِنَا قَالُواْ لَوْلَآ أُوتِيَ مِثْلَ مَآ أُوتِيَ مُوسيٰٓ أَوَلَمْ يَكْفُرُواْ بِمَآ أُوتِيَ مُوسيٰ مِن قَبْلُ قَالُواْ سَٰحِرَٰنِ تَظَٰهَرَا وَقَالُوٓاْ إِنَّا بِكُلّٖ كَٰفِرُونَ","قُلْ فَاتُواْ بِكِتَٰبٖ مِّنْ عِندِ اِللَّهِ هُوَ أَهْديٰ مِنْهُمَآ أَتَّبِعْهُ إِن كُنتُمْ صَٰدِقِينَ","فَإِن لَّمْ يَسْتَجِيبُواْ لَكَ فَاعْلَمَ اَنَّمَا يَتَّبِعُونَ أَهْوَآءَهُمْ وَمَنَ اَضَلُّ مِمَّنِ اِتَّبَعَ هَويٰهُ بِغَيْرِ هُديٗ مِّنَ اَللَّهِ إِنَّ اَللَّهَ لَا يَهْدِے اِلْقَوْمَ اَلظَّٰلِمِينَ","وَلَقَدْ وَصَّلْنَا لَهُمُ اُلْقَوْلَ لَعَلَّهُمْ يَتَذَكَّرُونَ","اَلذِينَ ءَاتَيْنَٰهُمُ اُلْكِتَٰبَ مِن قَبْلِهِ هُم بِهِ يُومِنُونَ","وَإِذَا يُتْليٰ عَلَيْهِمْ قَالُوٓاْ ءَامَنَّا بِهِٓ إِنَّهُ اُلْحَقُّ مِن رَّبِّنَآ إِنَّا كُنَّا مِن قَبْلِهِ مُسْلِمِينَ","أُوْلَٰٓئِكَ يُوتَوْنَ أَجْرَهُم مَّرَّتَيْنِ بِمَا صَبَرُواْ وَيَدْرَءُونَ بِالْحَسَنَةِ اِلسَّيِّئَةَ وَمِمَّا رَزَقْنَٰهُمْ يُنفِقُونَ","وَإِذَا سَمِعُواْ اُللَّغْوَ أَعْرَضُواْ عَنْهُ وَقَالُواْ لَنَآ أَعْمَٰلُنَا وَلَكُمُٓ أَعْمَٰلُكُمْ سَلَٰمٌ عَلَيْكُمْ لَا نَبْتَغِے اِلْجَٰهِلِينَ","إِنَّكَ لَا تَهْدِے مَنَ اَحْبَبْتَ وَلَٰكِنَّ اَللَّهَ يَهْدِے مَنْ يَّشَآءُ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ","وَقَالُوٓاْ إِن نَّتَّبِعِ اِلْهُديٰ مَعَكَ نُتَخَطَّفْ مِنَ اَرْضِنَآ أَوَلَمْ نُمَكِّن لَّهُمْ حَرَماً اٰمِناٗ تُجْبيٰٓ إِلَيْهِ ثَمَرَٰتُ كُلِّ شَےْءٖ رِّزْقاٗ مِّن لَّدُنَّا وَلَٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ","وَكَمَ اَهْلَكْنَا مِن قَرْيَةِ بَطِرَتْ مَعِيشَتَهَا فَتِلْكَ مَسَٰكِنُهُمْ لَمْ تُسْكَن مِّن بَعْدِهِمُٓ إِلَّا قَلِيلاٗ وَكُنَّا نَحْنُ اُلْوَٰرِثِينَ","وَمَا كَانَ رَبُّكَ مُهْلِكَ اَلْقُريٰ حَتَّيٰ يَبْعَثَ فِےٓ أُمِّهَا رَسُولاٗ يَتْلُواْ عَلَيْهِمُٓ ءَايَٰتِنَا وَمَا كُنَّا مُهْلِكِے اِلْقُريٰٓ إِلَّا وَأَهْلُهَا ظَٰلِمُونَ","وَمَآ أُوتِيتُم مِّن شَےْءٖ فَمَتَٰعُ اُلْحَيَوٰةِ اِلدُّنْيا وَزِينَتُهَا وَمَا عِندَ اَللَّهِ خَيْرٞ وَأَبْقيٰٓ أَفَلَا تَعْقِلُونَ","أَفَمَنْ وَّعَدْنَٰهُ وَعْداً حَسَناٗ فَهُوَ لَٰقِيهِ كَمَن مَّتَّعْنَٰهُ مَتَٰعَ اَلْحَيَوٰةِ اِلدُّنْيا ثُمَّ هُوَ يَوْمَ اَلْقِيَٰمَةِ مِنَ اَلْمُحْضَرِينَ","وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ أَيْنَ شُرَكَآءِيَ اَلذِينَ كُنتُمْ تَزْعُمُونَ","قَالَ اَلذِينَ حَقَّ عَلَيْهِمُ اُلْقَوْلُ رَبَّنَا هَٰٓؤُلَآءِ اِلذِينَ أَغْوَيْنَآ أَغْوَيْنَٰهُمْ كَمَا غَوَيْنَا تَبَرَّأْنَآ إِلَيْكَ مَا كَانُوٓاْ إِيَّانَا يَعْبُدُونَ","وَقِيلَ اَ۟دْعُواْ شُرَكَآءَكُمْ فَدَعَوْهُمْ فَلَمْ يَسْتَجِيبُواْ لَهُمْ وَرَأَوُاْ اُلْعَذَابَ لَوَ اَنَّهُمْ كَانُواْ يَهْتَدُونَ","وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ مَاذَآ أَجَبْتُمُ اُلْمُرْسَلِينَ","فَعَمِيَتْ عَلَيْهِمُ اُلَانبَآءُ يَوْمَئِذٖ فَهُمْ لَا يَتَسَآءَلُونَ","فَأَمَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحاٗ فَعَسيٰٓ أَنْ يَّكُونَ مِنَ اَلْمُفْلِحِينَ","وَرَبُّكَ يَخْلُقُ مَا يَشَآءُ وَيَخْتَارُ مَا كَانَ لَهُمُ اُلْخِيَرَةُ سُبْحَٰنَ اَللَّهِ وَتَعَٰليٰ عَمَّا يُشْرِكُونَ","وَرَبُّكَ يَعْلَمُ مَا تُكِنُّ صُدُورُهُمْ وَمَا يُعْلِنُونَ","وَهُوَ اَللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ لَهُ اُلْحَمْدُ فِے اِلُاوليٰ وَالَاخِرَةِ وَلَهُ اُلْحُكْمُ وَإِلَيْهِ تُرْجَعُونَ","قُلَ اَرَٰٓيْتُمُٓ إِن جَعَلَ اَللَّهُ عَلَيْكُمُ اُليْلَ سَرْمَداً اِلَيٰ يَوْمِ اِلْقِيَٰمَةِ مَنِ اِلَٰهٌ غَيْرُ اُللَّهِ يَاتِيكُم بِضِيَآءٍ اَفَلَا تَسْمَعُونَ","قُلَ اَرَٰٓيْتُمُٓ إِن جَعَلَ اَللَّهُ عَلَيْكُمُ اُلنَّهَارَ سَرْمَداً اِلَيٰ يَوْمِ اِلْقِيَٰمَةِ مَنِ اِلَٰهٌ غَيْرُ اُللَّهِ يَاتِيكُم بِلَيْلٖ تَسْكُنُونَ فِيهِ أَفَلَا تُبْصِرُونَ","وَمِن رَّحْمَتِهِ جَعَلَ لَكُمُ اُليْلَ وَالنَّهَارَ لِتَسْكُنُواْ فِيهِ وَلِتَبْتَغُواْ مِن فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ","وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ أَيْنَ شُرَكَآءِيَ اَلذِينَ كُنتُمْ تَزْعُمُونَ","وَنَزَعْنَا مِن كُلِّ أُمَّةٖ شَهِيداٗ فَقُلْنَا هَاتُواْ بُرْهَٰنَكُمْ فَعَلِمُوٓاْ أَنَّ اَلْحَقَّ لِلهِ وَضَلَّ عَنْهُم مَّا كَانُواْ يَفْتَرُونَ","إِنَّ قَارُونَ كَانَ مِن قَوْمِ مُوسيٰ فَبَغيٰ عَلَيْهِمْ وَءَاتَيْنَٰهُ مِنَ اَلْكُنُوزِ مَآ إِنَّ مَفَاتِحَهُ لَتَنُوٓأُ بِالْعُصْبَةِ أُوْلِے اِلْقُوَّةِ إِذْ قَالَ لَهُ قَوْمُهُ لَا تَفْرَحِ اِنَّ اَللَّهَ لَا يُحِبُّ اُلْفَرِحِينَ","وَابْتَغِ فِيمَآ ءَاتيٰكَ اَللَّهُ اُلدَّارَ اَلَاخِرَةَ وَلَا تَنسَ نَصِيبَكَ مِنَ اَلدُّنْيا وَأَحْسِن كَمَآ أَحْسَنَ اَللَّهُ إِلَيْكَ وَلَا تَبْغِ اِلْفَسَادَ فِے اِلَارْضِ إِنَّ اَللَّهَ لَا يُحِبُّ اُلْمُفْسِدِينَ","قَالَ إِنَّمَآ أُوتِيتُهُ عَلَيٰ عِلْمٍ عِندِيَ أَوَلَمْ يَعْلَمَ اَنَّ اَللَّهَ قَدَ اَهْلَكَ مِن قَبْلِهِ مِنَ اَلْقُرُونِ مَنْ هُوَ أَشَدُّ مِنْهُ قُوَّةٗ وَأَكْثَرُ جَمْعاٗ وَلَا يُسْـَٔلُ عَن ذُنُوبِهِمُ اُلْمُجْرِمُونَ","فَخَرَجَ عَلَيٰ قَوْمِهِ فِے زِينَتِهِ قَالَ اَلذِينَ يُرِيدُونَ اَلْحَيَوٰةَ اَلدُّنْيا يَٰلَيْتَ لَنَا مِثْلَ مَآ أُوتِيَ قَارُونُ إِنَّهُ لَذُو حَظٍّ عَظِيمٖ","وَقَالَ اَلذِينَ أُوتُواْ اُلْعِلْمَ وَيْلَكُمْ ثَوَابُ اُللَّهِ خَيْرٞ لِّمَنَ اٰمَنَ وَعَمِلَ صَٰلِحاٗ وَلَا يُلَقّيٰهَآ إِلَّا اَلصَّٰبِرُونَ","فَخَسَفْنَا بِهِ وَبِدارِهِ اِلَارْضَ فَمَا كَانَ لَهُ مِن فِئَةٖ يَنصُرُونَهُ مِن دُونِ اِللَّهِ وَمَا كَانَ مِنَ اَلْمُنتَصِرِينَ","وَأَصْبَحَ اَلذِينَ تَمَنَّوْاْ مَكَانَهُ بِالَامْسِ يَقُولُونَ وَيْكَأَنَّ اَللَّهَ يَبْسُطُ اُلرِّزْقَ لِمَنْ يَّشَآءُ مِنْ عِبَادِهِ وَيَقْدِرُ لَوْلَآ أَن مَّنَّ اَللَّهُ عَلَيْنَا لَخُسِفَ بِنَا وَيْكَأَنَّهُ لَا يُفْلِحُ اُلْكَٰفِرُونَ","تِلْكَ اَلدَّارُ اُلَاخِرَةُ نَجْعَلُهَا لِلذِينَ لَا يُرِيدُونَ عُلُوّاٗ فِے اِلَارْضِ وَلَا فَسَاداٗ وَالْعَٰقِبَةُ لِلْمُتَّقِينَ","مَن جَآءَ بِالْحَسَنَةِ فَلَهُ خَيْرٞ مِّنْهَا وَمَن جَآءَ بِالسَّيِّئَةِ فَلَا يُجْزَي اَلذِينَ عَمِلُواْ اُلسَّيِّـَٔاتِ إِلَّا مَا كَانُواْ يَعْمَلُونَ","إِنَّ اَلذِے فَرَضَ عَلَيْكَ اَلْقُرْءَانَ لَرَآدُّكَ إِلَيٰ مَعَادٖ قُل رَّبِّيَ أَعْلَمُ مَن جَآءَ بِالْهُديٰ وَمَنْ هُوَ فِے ضَلَٰلٖ مُّبِينٖ","وَمَا كُنتَ تَرْجُوٓاْ أَنْ يُّلْقيٰٓ إِلَيْكَ اَلْكِتَٰبُ إِلَّا رَحْمَةٗ مِّن رَّبِّكَ فَلَا تَكُونَنَّ ظَهِيراٗ لِّلْكٰفِرِينَ","وَلَا يَصُدُّنَّكَ عَنَ اٰيَٰتِ اِللَّهِ بَعْدَ إِذُ ا۟نزِلَتِ اِلَيْكَ وَادْعُ إِلَيٰ رَبِّكَ وَلَا تَكُونَنَّ مِنَ اَلْمُشْرِكِينَ","وَلَا تَدْعُ مَعَ اَللَّهِ إِلَٰهاً اٰخَرَ لَآ إِلَٰهَ إِلَّا هُوَ كُلُّ شَےْءٍ هَالِكٌ اِلَّا وَجْهَهُ لَهُ اُلْحُكْمُ وَإِلَيْهِ تُرْجَعُونَ"],"aldoori":["طسٓمٓ تِلۡكَ ءَايَٰتُ اُلۡكِتَٰبِ اِلۡمُبِينِ","نَتۡلُواْ عَلَيۡكَ مِن نَّبَإِ مُوسيٰ وَفِرۡعَوۡنَ بِالۡحَقِّ لِقَوۡمٖ يُؤۡمِنُونَ","إِنَّ فِرۡعَوۡنَ عَلَا فِي اِلۡأَرۡضِ وَجَعَلَ أَهۡلَهَا شِيَعٗا يَسۡتَضۡعِفُ طَآئِفَةٗ مِّنۡهُمۡ يُذَبِّحُ أَبۡنَآءَهُمۡ وَيَسۡتَحۡيِ نِسَآءَهُمۡ إِنَّهُ كَانَ مِنَ اَلۡمُفۡسِدِينَ","وَنُرِيدُ أَن نَّمُنَّ عَلَى اَلَّذِينَ اَ۟سۡتُضۡعِفُواْ فِي اِلۡأَرۡضِ وَنَجۡعَلَهُمۡ أَىمَّةٗ وَنَجۡعَلَهُمُ اُلۡوَٰرِثِينَ","وَنُمَكِّنَ لَهُمۡ فِي اِلۡأَرۡضِ وَنُرِيَ فِرۡعَوۡنَ وَهَٰمَٰنَ وَجُنُودَهُمَا مِنۡهُم مَّا كَانُواْ يَحۡذَرُونَ","وَأَوۡحَيۡنَآ إِلَىٰٓ أُمِّ مُوسيٰٓ أَنۡ أَرۡضِعِيهِ فَإِذَا خِفۡتِ عَلَيۡهِ فَأَلۡقِيهِ فِي اِلۡيَمِّ وَلَا تَخَافِي وَلَا تَحۡزَنِيٓ إِنَّا رَآدُّوهُ إِلَيۡكِ وَجَاعِلُوهُ مِنَ اَلۡمُرۡسَلِينَ","فَاَلۡتَقَطَهُٓ ءَالُ فِرۡعَوۡنَ لِيَكُونَ لَهُمۡ عَدُوّٗا وَحَزَنًا إِنَّ فِرۡعَوۡنَ وَهَٰمَٰنَ وَجُنُودَهُمَا كَانُواْ خَٰطِـِٔينَ","وَقَالَتِ اِمۡرَأَتُ فِرۡعَوۡنَ قُرَّتُ عَيۡنٖ لِّي وَلَكَ لَا تَقۡتُلُوهُ عَسَىٰٓ أَن يَنفَعَنَآ أَوۡ نَتَّخِذَهُ وَلَدٗا وَهُمۡ لَا يَشۡعُرُونَ","وَأَصۡبَحَ فُؤَادُ أُمِّ مُوسيٰ فَٰرِغًا إِن كَادَتۡ لَتُبۡدِي بِهِ لَوۡلَآ أَن رَّبَطۡنَا عَلَىٰ قَلۡبِهَا لِتَكُونَ مِنَ اَلۡمُؤۡمِنِينَ","وَقَالَتۡ لِأُخۡتِهِ قُصِّيهِ فَبَصُرَتۡ بِهِ عَن جُنُبٖ وَهُمۡ لَا يَشۡعُرُونَ","وَحَرَّمۡنَا عَلَيۡهِ اِلۡمَرَاضِعَ مِن قَبۡلُ فَقَالَتۡ هَلۡ أَدُلُّكُمۡ عَلَىٰٓ أَهۡلِ بَيۡتٖ يَكۡفُلُونَهُ لَكُمۡ وَهُمۡ لَهُ نَٰصِحُونَ","فَرَدَدۡنَٰهُ إِلَىٰٓ أُمِّهِ كَيۡ تَقَرَّ عَيۡنُهَا وَلَا تَحۡزَنَ وَلِتَعۡلَمَ أَنَّ وَعۡدَ اَللَّهِ حَقّٞ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","وَلَمَّا بَلَغَ أَشُدَّهُ وَاَسۡتَوَىٰٓ ءَاتَيۡنَٰهُ حُكۡمٗا وَعِلۡمٗا وَكَذَٰلِكَ نَجۡزِي اِلۡمُحۡسِنِينَ","وَدَخَلَ اَلۡمَدِينَةَ عَلَىٰ حِينِ غَفۡلَةٖ مِّنۡ أَهۡلِهَا فَوَجَدَ فِيهَا رَجُلَيۡنِ يَقۡتَتِلَانِ هَٰذَا مِن شِيعَتِهِ وَهَٰذَا مِنۡ عَدُوِّهِ فَاَسۡتَغَٰثَهُ اُلَّذِي مِن شِيعَتِهِ عَلَى اَلَّذِي مِنۡ عَدُوِّهِ فَوَكَزَهُ مُوسيٰ فَقَضَىٰ عَلَيۡهِ قَالَ هَٰذَا مِنۡ عَمَلِ اِلشَّيۡطَٰنِ إِنَّهُ عَدُوّٞ مُّضِلّٞ مُّبِينٞ","قَالَ رَبِّ إِنِّي ظَلَمۡتُ نَفۡسِي فَاَغۡفِر لِّي فَغَفَرَ لَهُٓ إِنَّهُ هُوَ اَلۡغَفُورُ اُلرَّحِيمُ","قَالَ رَبِّ بِمَآ أَنۡعَمۡتَ عَلَيَّ فَلَنۡ أَكُونَ ظَهِيرٗا لِّلۡمُجۡرِمِينَ","فَأَصۡبَحَ فِي اِلۡمَدِينَةِ خَآئِفٗا يَتَرَقَّبُ فَإِذَا اَلَّذِي اِسۡتَنصَرَهُ بِالۡأَمۡسِ يَسۡتَصۡرِخُهُ قَالَ لَهُ مُوسيٰٓ إِنَّكَ لَغَوِيّٞ مُّبِينٞ","فَلَمَّآ أَنۡ أَرَادَ أَن يَبۡطِشَ بِالَّذِي هُوَ عَدُوّٞ لَّهُمَا قَالَ يَٰمُوسيٰٓ أَتُرِيدُ أَن تَقۡتُلَنِي كَمَا قَتَلۡتَ نَفۡسَا بِالۡأَمۡسِ إِن تُرِيدُ إِلَّآ أَن تَكُونَ جَبَّارٗا فِي اِلۡأَرۡضِ وَمَا تُرِيدُ أَن تَكُونَ مِنَ اَلۡمُصۡلِحِينَ","وَجَآءَ رَجُلٞ مِّنۡ أَقۡصَا اَلۡمَدِينَةِ يَسۡعَىٰ قَالَ يَٰمُوسيٰٓ إِنَّ اَلۡمَلَأَ يَأۡتَمِرُونَ بِكَ لِيَقۡتُلُوكَ فَاَخۡرُجۡ إِنِّي لَكَ مِنَ اَلنَّٰصِحِينَ","فَخَرَجَ مِنۡهَا خَآئِفٗا يَتَرَقَّبُ قَالَ رَبِّ نَجِّنِي مِنَ اَلۡقَوۡمِ اِلظَّٰلِمِينَ","وَلَمَّا تَوَجَّهَ تِلۡقَآءَ مَدۡيَنَ قَالَ عَسَىٰ رَبِّيَ أَن يَهۡدِيَنِي سَوَآءَ اَلسَّبِيلِ","وَلَمَّا وَرَدَ مَآءَ مَدۡيَنَ وَجَدَ عَلَيۡهِ أُمَّةٗ مِّنَ اَلنّاسِ يَسۡقُونَ","وَوَجَدَ مِن دُونِهِمِ اِمۡرَأَتَيۡنِ تَذُودَانِ قَالَ مَا خَطۡبُكُمَا قَالَتَا لَا نَسۡقِي حَتَّىٰ يَصۡدُرَ اَلرِّعَآءُ وَأَبُونَا شَيۡخٞ كَبِيرٞ","فَسَقَىٰ لَهُمَا ثُمَّ تَوَلَّىٰٓ إِلَى اَلظِّلِّ فَقَالَ رَبِّ إِنِّي لِمَآ أَنزَلۡتَ إِلَيَّ مِنۡ خَيۡرٖ فَقِيرٞ","فَجَآءَتۡهُ إِحۡدىٰهُمَا تَمۡشِي عَلَى اَسۡتِحۡيَآءٖ قَالَتۡ إِنَّ أَبِي يَدۡعُوكَ لِيَجۡزِيَكَ أَجۡرَ مَا سَقَيۡتَ لَنَا فَلَمَّا جَآءَهُ وَقَصَّ عَلَيۡهِ اِلۡقَصَصَ قَالَ لَا تَخَفۡ نَجَوۡتَ مِنَ اَلۡقَوۡمِ اِلظَّٰلِمِينَ","قَالَتۡ إِحۡدىٰهُمَا يَٰٓأَبَتِ اِسۡتَـٔۡجِرۡهُ إِنَّ خَيۡرَ مَنِ اِسۡتَـٔۡجَرۡتَ اَلۡقَوِيُّ اُلۡأَمِينُ","قَالَ إِنِّيٓ أُرِيدُ أَنۡ أُنكِحَكَ إِحۡدَى اَبۡنَتَيَّ هَٰتَيۡنِ عَلَىٰٓ أَن تَأۡجُرَنِي ثَمَٰنِيَ حِجَجٖ فَإِنۡ أَتۡمَمۡتَ عَشۡرٗا فَمِنۡ عِندِكَ وَمَآ أُرِيدُ أَنۡ أَشُقَّ عَلَيۡكَ سَتَجِدُنِيٓ إِن شَآءَ اَللَّهُ مِنَ اَلصَّٰلِحِينَ","قَالَ ذَٰلِكَ بَيۡنِي وَبَيۡنَكَ أَيَّمَا اَلۡأَجَلَيۡنِ قَضَيۡتُ فَلَا عُدۡوَٰنَ عَلَيَّ وَاَللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٞ","فَلَمَّا قَضَىٰ مُوسَى اَلۡأَجَلَ وَسَارَ بِأَهۡلِهِٓ ءَانَسَ مِن جَانِبِ اِلطُّورِ نَارٗا قَالَ لِأَهۡلِهِ اِ۟مۡكُثُوٓاْ إِنِّيَ ءَانَسۡتُ نَارٗا لَّعَلِّيَ ءَاتِيكُم مِّنۡهَا بِخَبَرٍ أَوۡ جِذۡوَةٖ مِّنَ اَلنّارِ لَعَلَّكُمۡ تَصۡطَلُونَ","فَلَمَّآ أَتَىٰهَا نُودِيَ مِن شَٰطِيِٕ اِلۡوَادِ اِلۡأَيۡمَنِ فِي اِلۡبُقۡعَةِ اِلۡمُبَٰرَكَةِ مِنَ اَلشَّجَرَةِ أَن يَٰمُوسيٰٓ إِنِّيَ أَنَا اَللَّهُ رَبُّ اُلۡعَٰلَمِينَ","وَأَنۡ أَلۡقِ عَصَاكَ فَلَمَّا رَءاهَا تَهۡتَزُّ كَأَنَّهَا جَآنّٞ وَلَّىٰ مُدۡبِرٗا وَلَمۡ يُعَقِّبۡ يَٰمُوسيٰٓ أَقۡبِلۡ وَلَا تَخَفۡ إِنَّكَ مِنَ اَلۡأٓمِنِينَ","اَ۟سۡلُكۡ يَدَكَ فِي جَيۡبِكَ تَخۡرُجۡ بَيۡضَآءَ مِنۡ غَيۡرِ سُوٓءٖ وَاَضۡمُمۡ إِلَيۡكَ جَنَاحَكَ مِنَ اَلرَّهَبِ فَذَٰٓنِّكَ بُرۡهَٰنَانِ مِن رَّبِّكَ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِٓ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ","قَالَ رَبِّ إِنِّي قَتَلۡتُ مِنۡهُمۡ نَفۡسٗا فَأَخَافُ أَن يَقۡتُلُونِ","وَأَخِي هَٰرُونُ هُوَ أَفۡصَحُ مِنِّي لِسَانٗا فَأَرۡسِلۡهُ مَعِي رِدۡءٗا يُصَدِّقۡنِيٓ إِنِّيَ أَخَافُ أَن يُكَذِّبُونِ","قَالَ سَنَشُدُّ عَضُدَكَ بِأَخِيكَ وَنَجۡعَلُ لَكُمَا سُلۡطَٰنٗا فَلَا يَصِلُونَ إِلَيۡكُمَا بِـَٔايَٰتِنَآ أَنتُمَا وَمَنِ اِتَّبَعَكُمَا اَلۡغَٰلِبُونَ","فَلَمَّا جَآءَهُم مُّوسيٰ بِـَٔايَٰتِنَا بَيِّنَٰتٖ قَالُواْ مَا هَٰذَآ إِلَّا سِحۡرٞ مُّفۡتَرٗى وَمَا سَمِعۡنَا بِهَٰذَا فِيٓ ءَابَآئِنَا اَلۡأَوَّلِينَ","وَقَالَ مُوسيٰ رَبِّيَ أَعۡلَمُ بِمَن جَآءَ بِالۡهُدَىٰ مِنۡ عِندِهِ وَمَن تَكُونُ لَهُ عَٰقِبَةُ اُلدّارِ إِنَّهُ لَا يُفۡلِحُ اُلظَّٰلِمُونَ","وَقَالَ فِرۡعَوۡنُ يَٰٓأَيُّهَا اَلۡمَلَأُ مَا عَلِمۡتُ لَكُم مِّنۡ إِلَٰهٍ غَيۡرِي فَأَوۡقِدۡ لِي يَٰهَٰمَٰنُ عَلَى اَلطِّينِ فَاَجۡعَل لِّي صَرۡحٗا لَّعَلِّيَ أَطَّلِعُ إِلَىٰٓ إِلَٰهِ مُوسيٰ وَإِنِّي لَأَظُنُّهُ مِنَ اَلۡكَٰذِبِينَ","وَاَسۡتَكۡبَرَ هُوَ وَجُنُودُهُ فِي اِلۡأَرۡضِ بِغَيۡرِ اِلۡحَقِّ وَظَنُّوٓاْ أَنَّهُمۡ إِلَيۡنَا لَا يُرۡجَعُونَ","فَأَخَذۡنَٰهُ وَجُنُودَهُ فَنَبَذۡنَٰهُمۡ فِي اِلۡيَمِّ فَاَنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ اُلظَّٰلِمِينَ","وَجَعَلۡنَٰهُمۡ أَىمَّةٗ يَدۡعُونَ إِلَى اَلنّارِ وَيَوۡمَ اَلۡقِيَٰمَةِ لَا يُنصَرُونَ","وَأَتۡبَعۡنَٰهُمۡ فِي هَٰذِهِ اِلدُّنۡيا لَعۡنَةٗ وَيَوۡمَ اَلۡقِيَٰمَةِ هُم مِّنَ اَلۡمَقۡبُوحِينَ","وَلَقَدۡ ءَاتَيۡنَا مُوسَى اَلۡكِتَٰبَ مِن بَعۡدِ مَآ أَهۡلَكۡنَا اَلۡقُرُونَ اَلۡأُوليٰ بَصَآئِرَ لِلنّاسِ وَهُدٗى وَرَحۡمَةٗ لَّعَلَّهُمۡ يَتَذَكَّرُونَ","وَمَا كُنتَ بِجَانِبِ اِلۡغَرۡبِيِّ إِذۡ قَضَيۡنَآ إِلَىٰ مُوسَى اَلۡأَمۡرَ وَمَا كُنتَ مِنَ اَلشَّٰهِدِينَ","وَلَٰكِنَّآ أَنشَأۡنَا قُرُونٗا فَتَطَاوَلَ عَلَيۡهِمِ اِلۡعُمُرُ وَمَا كُنتَ ثَاوِيٗا فِيٓ أَهۡلِ مَدۡيَنَ تَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِنَا وَلَٰكِنَّا كُنَّا مُرۡسِلِينَ","وَمَا كُنتَ بِجَانِبِ اِلطُّورِ إِذۡ نَادَيۡنَا وَلَٰكِن رَّحۡمَةٗ مِّن رَّبِّكَ لِتُنذِرَ قَوۡمٗا مَّآ أَتَىٰهُم مِّن نَّذِيرٖ مِّن قَبۡلِكَ لَعَلَّهُمۡ يَتَذَكَّرُونَ","وَلَوۡلَآ أَن تُصِيبَهُم مُّصِيبَةُ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ فَيَقُولُواْ رَبَّنَا لَوۡلَآ أَرۡسَلۡتَ إِلَيۡنَا رَسُولٗا فَنَتَّبِعَ ءَايَٰتِكَ وَنَكُونَ مِنَ اَلۡمُؤۡمِنِينَ","فَلَمَّا جَآءَهُمُ اُلۡحَقُّ مِنۡ عِندِنَا قَالُواْ لَوۡلَآ أُوتِيَ مِثۡلَ مَآ أُوتِيَ مُوسيٰٓ أَوَلَمۡ يَكۡفُرُواْ بِمَآ أُوتِيَ مُوسيٰ مِن قَبۡلُ قَالُواْ سَٰحِرَانِ تَظَٰهَرَا وَقَالُوٓاْ إِنَّا بِكُلّٖ كَٰفِرُونَ","قُلۡ فَأۡتُواْ بِكِتَٰبٖ مِّنۡ عِندِ اِللَّهِ هُوَ أَهۡدَىٰ مِنۡهُمَآ أَتَّبِعۡهُ إِن كُنتُمۡ صَٰدِقِينَ","فَإِن لَّمۡ يَسۡتَجِيبُواْ لَكَ فَاَعۡلَمۡ أَنَّمَا يَتَّبِعُونَ أَهۡوَآءَهُمۡ وَمَنۡ أَضَلُّ مِمَّنِ اِتَّبَعَ هَوَىٰهُ بِغَيۡرِ هُدٗى مِّنَ اَللَّهِ إِنَّ اَللَّهَ لَا يَهۡدِي اِلۡقَوۡمَ اَلظَّٰلِمِينَ","وَلَقَدۡ وَصَّلۡنَا لَهُمُ اُلۡقَوۡلَ لَعَلَّهُمۡ يَتَذَكَّرُونَ","اَلَّذِينَ ءَاتَيۡنَٰهُمُ اُلۡكِتَٰبَ مِن قَبۡلِهِ هُم بِهِ يُؤۡمِنُونَ","وَإِذَا يُتۡلَىٰ عَلَيۡهِمۡ قَالُوٓاْ ءَامَنَّا بِهِٓ إِنَّهُ اُلۡحَقُّ مِن رَّبِّنَآ إِنَّا كُنَّا مِن قَبۡلِهِ مُسۡلِمِينَ","أُوْلَٰٓئِكَ يُؤۡتَوۡنَ أَجۡرَهُم مَّرَّتَيۡنِ بِمَا صَبَرُواْ وَيَدۡرَءُونَ بِالۡحَسَنَةِ اِلسَّيِّئَةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","وَإِذَا سَمِعُواْ اُللَّغۡوَ أَعۡرَضُواْ عَنۡهُ وَقَالُواْ لَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡ سَلَٰمٌ عَلَيۡكُمۡ لَا نَبۡتَغِي اِلۡجَٰهِلِينَ","إِنَّكَ لَا تَهۡدِي مَنۡ أَحۡبَبۡتَ وَلَٰكِنَّ اَللَّهَ يَهۡدِي مَن يَشَآءُ وَهۡوَ أَعۡلَمُ بِالۡمُهۡتَدِينَ","وَقَالُوٓاْ إِن نَّتَّبِعِ اِلۡهُدَىٰ مَعَكَ نُتَخَطَّفۡ مِنۡ أَرۡضِنَآ أَوَلَمۡ نُمَكِّن لَّهُمۡ حَرَمًا ءَامِنٗا يُجۡبَىٰٓ إِلَيۡهِ ثَمَرَٰتُ كُلِّ شَيۡءٖ رِّزۡقٗا مِّن لَّدُنَّا وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","وَكَمۡ أَهۡلَكۡنَا مِن قَرۡيَةِ بَطِرَتۡ مَعِيشَتَهَا فَتِلۡكَ مَسَٰكِنُهُمۡ لَمۡ تُسۡكَن مِّن بَعۡدِهِمۡ إِلَّا قَلِيلٗا وَكُنَّا نَحۡنُ اُلۡوَٰرِثِينَ","وَمَا كَانَ رَبُّكَ مُهۡلِكَ اَلۡقُريٰ حَتَّىٰ يَبۡعَثَ فِيٓ أُمِّهَا رَسُولٗا يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِنَا وَمَا كُنَّا مُهۡلِكِي اِلۡقُريٰٓ إِلَّا وَأَهۡلُهَا ظَٰلِمُونَ","وَمَآ أُوتِيتُم مِّن شَيۡءٖ فَمَتَٰعُ اُلۡحَيَوٰةِ اِلدُّنۡيا وَزِينَتُهَا وَمَا عِندَ اَللَّهِ خَيۡرٞ وَأَبۡقَىٰٓ أَفَلَا يَعۡقِلُونَ","أَفَمَن وَعَدۡنَٰهُ وَعۡدًا حَسَنٗا فَهۡوَ لَٰقِيهِ كَمَن مَّتَّعۡنَٰهُ مَتَٰعَ اَلۡحَيَوٰةِ اِلدُّنۡيا ثُمَّ هُوَ يَوۡمَ اَلۡقِيَٰمَةِ مِنَ اَلۡمُحۡضَرِينَ","وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ أَيۡنَ شُرَكَآءِيَ اَلَّذِينَ كُنتُمۡ تَزۡعُمُونَ","قَالَ اَلَّذِينَ حَقَّ عَلَيۡهِمِ اِلۡقَوۡلُ رَبَّنَا هَٰٓؤُلَآءِ اِلَّذِينَ أَغۡوَيۡنَآ أَغۡوَيۡنَٰهُمۡ كَمَا غَوَيۡنَا تَبَرَّأۡنَآ إِلَيۡكَ مَا كَانُوٓاْ إِيَّانَا يَعۡبُدُونَ","وَقِيلَ اَ۟دۡعُواْ شُرَكَآءَكُمۡ فَدَعَوۡهُمۡ فَلَمۡ يَسۡتَجِيبُواْ لَهُمۡ وَرَأَوُاْ اُلۡعَذَابَ لَوۡ أَنَّهُمۡ كَانُواْ يَهۡتَدُونَ","وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ مَاذَآ أَجَبۡتُمُ اُلۡمُرۡسَلِينَ","فَعَمِيَتۡ عَلَيۡهِمِ اِلۡأَنبَآءُ يَوۡمَئِذٖ فَهُمۡ لَا يَتَسَآءَلُونَ","فَأَمَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا فَعَسَىٰٓ أَن يَكُونَ مِنَ اَلۡمُفۡلِحِينَ","وَرَبُّكَ يَخۡلُقُ مَا يَشَآءُ وَيَخۡتَارُ مَا كَانَ لَهُمُ اُلۡخِيَرَةُ سُبۡحَٰنَ اَللَّهِ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","وَرَبُّكَ يَعۡلَمُ مَا تُكِنُّ صُدُورُهُمۡ وَمَا يُعۡلِنُونَ","وَهۡوَ اَللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ لَهُ اُلۡحَمۡدُ فِي اِلۡأُوليٰ وَاَلۡأٓخِرَةِ وَلَهُ اُلۡحُكۡمُ وَإِلَيۡهِ تُرۡجَعُونَ","قُلۡ أَرَءَيۡتُمۡ إِن جَعَلَ اَللَّهُ عَلَيۡكُمُ اُلَّيۡلَ سَرۡمَدًا إِلَىٰ يَوۡمِ اِلۡقِيَٰمَةِ مَنۡ إِلَٰهٌ غَيۡرُ اُللَّهِ يَأۡتِيكُم بِضِيَآءٍ أَفَلَا تَسۡمَعُونَ","قُلۡ أَرَءَيۡتُمۡ إِن جَعَلَ اَللَّهُ عَلَيۡكُمُ اُلنَّهَارَ سَرۡمَدًا إِلَىٰ يَوۡمِ اِلۡقِيَٰمَةِ مَنۡ إِلَٰهٌ غَيۡرُ اُللَّهِ يَأۡتِيكُم بِلَيۡلٖ تَسۡكُنُونَ فِيهِ أَفَلَا تُبۡصِرُونَ","وَمِن رَّحۡمَتِهِ جَعَلَ لَكُمُ اُلَّيۡلَ وَاَلنَّهَارَ لِتَسۡكُنُواْ فِيهِ وَلِتَبۡتَغُواْ مِن فَضۡلِهِ وَلَعَلَّكُمۡ تَشۡكُرُونَ","وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ أَيۡنَ شُرَكَآءِيَ اَلَّذِينَ كُنتُمۡ تَزۡعُمُونَ","وَنَزَعۡنَا مِن كُلِّ أُمَّةٖ شَهِيدٗا فَقُلۡنَا هَاتُواْ بُرۡهَٰنَكُمۡ فَعَلِمُوٓاْ أَنَّ اَلۡحَقَّ لِلَّهِ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","إِنَّ قَٰرُونَ كَانَ مِن قَوۡمِ مُوسيٰ فَبَغَىٰ عَلَيۡهِمۡ وَءَاتَيۡنَٰهُ مِنَ اَلۡكُنُوزِ مَآ إِنَّ مَفَاتِحَهُ لَتَنُوٓأُ بِالۡعُصۡبَةِ أُوْلِي اِلۡقُوَّةِ إِذۡ قَالَ لَهُ قَوۡمُهُ لَا تَفۡرَحۡ إِنَّ اَللَّهَ لَا يُحِبُّ اُلۡفَرِحِينَ","وَاَبۡتَغِ فِيمَآ ءَاتَىٰكَ اَللَّهُ اُلدَّارَ اَلۡأٓخِرَةَ وَلَا تَنسَ نَصِيبَكَ مِنَ اَلدُّنۡيا وَأَحۡسِن كَمَآ أَحۡسَنَ اَللَّهُ إِلَيۡكَ وَلَا تَبۡغِ اِلۡفَسَادَ فِي اِلۡأَرۡضِ إِنَّ اَللَّهَ لَا يُحِبُّ اُلۡمُفۡسِدِينَ","قَالَ إِنَّمَآ أُوتِيتُهُ عَلَىٰ عِلۡمٍ عِندِيَ أَوَلَمۡ يَعۡلَمۡ أَنَّ اَللَّهَ قَدۡ أَهۡلَكَ مِن قَبۡلِهِ مِنَ اَلۡقُرُونِ مَنۡ هُوَ أَشَدُّ مِنۡهُ قُوَّةٗ وَأَكۡثَرُ جَمۡعٗا وَلَا يُسۡـَٔلُ عَن ذُنُوبِهِمِ اِلۡمُجۡرِمُونَ","فَخَرَجَ عَلَىٰ قَوۡمِهِ فِي زِينَتِهِ قَالَ اَلَّذِينَ يُرِيدُونَ اَلۡحَيَوٰةَ اَلدُّنۡيا يَٰلَيۡتَ لَنَا مِثۡلَ مَآ أُوتِيَ قَٰرُونُ إِنَّهُ لَذُو حَظٍّ عَظِيمٖ","وَقَالَ اَلَّذِينَ أُوتُواْ اُلۡعِلۡمَ وَيۡلَكُمۡ ثَوَابُ اُللَّهِ خَيۡرٞ لِّمَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗا وَلَا يُلَقَّىٰهَآ إِلَّا اَلصَّٰبِرُونَ","فَخَسَفۡنَا بِهِ وَبِدارِهِ اِلۡأَرۡضَ فَمَا كَانَ لَهُ مِن فِئَةٖ يَنصُرُونَهُ مِن دُونِ اِللَّهِ وَمَا كَانَ مِنَ اَلۡمُنتَصِرِينَ","وَأَصۡبَحَ اَلَّذِينَ تَمَنَّوۡاْ مَكَانَهُ بِالۡأَمۡسِ يَقُولُونَ وَيۡكَأَنَّ اَللَّهَ يَبۡسُطُ اُلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِ وَيَقۡدِرُ لَوۡلَآ أَن مَّنَّ اَللَّهُ عَلَيۡنَا لَخُسِفَ بِنَا وَيۡكَأَنَّهُ لَا يُفۡلِحُ اُلۡكَٰفِرُونَ","تِلۡكَ اَلدَّارُ اُلۡأٓخِرَةُ نَجۡعَلُهَا لِلَّذِينَ لَا يُرِيدُونَ عُلُوّٗا فِي اِلۡأَرۡضِ وَلَا فَسَادٗا وَاَلۡعَٰقِبَةُ لِلۡمُتَّقِينَ","مَن جَآءَ بِالۡحَسَنَةِ فَلَهُ خَيۡرٞ مِّنۡهَا وَمَن جَآءَ بِالسَّيِّئَةِ فَلَا يُجۡزَى اَلَّذِينَ عَمِلُواْ اُلسَّيِّـَٔاتِ إِلَّا مَا كَانُواْ يَعۡمَلُونَ","إِنَّ اَلَّذِي فَرَضَ عَلَيۡكَ اَلۡقُرۡءَانَ لَرَآدُّكَ إِلَىٰ مَعَادٖ قُل رَّبِّيَ أَعۡلَمُ مَن جَآءَ بِالۡهُدَىٰ وَمَنۡ هُوَ فِي ضَلَٰلٖ مُّبِينٖ","وَمَا كُنتَ تَرۡجُوٓاْ أَن يُلۡقَىٰٓ إِلَيۡكَ اَلۡكِتَٰبُ إِلَّا رَحۡمَةٗ مِّن رَّبِّكَ فَلَا تَكُونَنَّ ظَهِيرٗا لِّلۡكٰفِرِينَ","وَلَا يَصُدُّنَّكَ عَنۡ ءَايَٰتِ اِللَّهِ بَعۡدَ إِذۡ أُنزِلَتۡ إِلَيۡكَ وَاَدۡعُ إِلَىٰ رَبِّكَ وَلَا تَكُونَنَّ مِنَ اَلۡمُشۡرِكِينَ","وَلَا تَدۡعُ مَعَ اَللَّهِ إِلَٰهًا ءَاخَرَ لَآ إِلَٰهَ إِلَّا هُوَ كُلُّ شَيۡءٍ هَالِكٌ إِلَّا وَجۡهَهُ لَهُ اُلۡحُكۡمُ وَإِلَيۡهِ تُرۡجَعُونَ"],"alsosi":["طسٓمٓ تِلۡكَ ءَايَٰتُ اُلۡكِتَٰبِ اِلۡمُبِين","نَّتۡلُواْ عَلَيۡكَ مِن نَّبَإِ مُوسيٰ وَفِرۡعَوۡنَ بِالۡحَقِّ لِقَوۡمٖ يُومِنُونَ","إِنَّ فِرۡعَوۡنَ عَلَا فِي اِلۡأَرۡضِ وَجَعَلَ أَهۡلَهَا شِيَعٗا يَسۡتَضۡعِفُ طَآئِفَةٗ مِّنۡهُمۡ يُذَبِّحُ أَبۡنَآءَهُمۡ وَيَسۡتَحۡيِ نِسَآءَهُمۡ إِنَّهُ كَانَ مِنَ اَلۡمُفۡسِدِينَ","وَنُرِيدُ أَن نَّمُنَّ عَلَى اَلَّذِينَ اَ۟سۡتُضۡعِفُواْ فِي اِلۡأَرۡضِ وَنَجۡعَلَهُمۡ أَىمَّةٗ وَنَجۡعَلَهُمُ اُلۡوَٰرِثِينَ","وَنُمَكِّن لَّهُمۡ فِي اِلۡأَرۡضِ وَنُرِيَ فِرۡعَوۡنَ وَهَٰمَٰنَ وَجُنُودَهُمَا مِنۡهُم مَّا كَانُواْ يَحۡذَرُونَ","وَأَوۡحَيۡنَا إِلَىٰ أُمِّ مُوسيٰ أَنۡ أَرۡضِعِيهِ فَإِذَا خِفۡتِ عَلَيۡهِ فَأَلۡقِيهِ فِي اِلۡيَمِّ وَلَا تَخَافِي وَلَا تَحۡزَنِي إِنَّا رَآدُّوهُ إِلَيۡكِ وَجَاعِلُوهُ مِنَ اَلۡمُرۡسَلِينَ","فَاَلۡتَقَطَهُ ءَالُ فِرۡعَوۡنَ لِيَكُونَ لَهُمۡ عَدُوّٗا وَحَزَنًا إِنَّ فِرۡعَوۡنَ وَهَٰمَٰنَ وَجُنُودَهُمَا كَانُواْ خَٰطِـِٔينَ","وَقَالَتِ اِمۡرَأَتُ فِرۡعَوۡنَ قُرَّتُ عَيۡنٖ لِّي وَلَكَ لَا تَقۡتُلُوهُ عَسَىٰ أَن يَنفَعَنَا أَوۡ نَتَّخِذَهُ وَلَدٗا وَهُمۡ لَا يَشۡعُرُونَ","وَأَصۡبَحَ فُؤَادُ أُمِّ مُوسيٰ فَٰرِغًا إِن كَادَتۡ لَتُبۡدِي بِهِ لَوۡلَا أَن رَّبَطۡنَا عَلَىٰ قَلۡبِهَا لِتَكُونَ مِنَ اَلۡمُومِنِينَ","وَقَالَتۡ لِأُخۡتِهِ قُصِّيهِ فَبَصُرَتۡ بِهِ عَن جُنُبٖ وَهُمۡ لَا يَشۡعُرُونَ","وَحَرَّمۡنَا عَلَيۡهِ اِلۡمَرَاضِعَ مِن قَبۡلُ فَقَالَتۡ هَلۡ أَدُلُّكُمۡ عَلَىٰ أَهۡلِ بَيۡتٖ يَكۡفُلُونَهُ لَكُمۡ وَهُمۡ لَهُ نَٰصِحُونَ","فَرَدَدۡنَٰهُ إِلَىٰ أُمِّهِ كَيۡ تَقَرَّ عَيۡنُهَا وَلَا تَحۡزَنَ وَلِتَعۡلَمَ أَنَّ وَعۡدَ اَللَّهِ حَقّٞ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","وَلَمَّا بَلَغَ أَشُدَّهُ وَاَسۡتَوَىٰ ءَاتَيۡنَٰهُ حُكۡمٗا وَعِلۡمٗا وَكَذَٰلِكَ نَجۡزِي اِلۡمُحۡسِنِينَ","وَدَخَلَ اَلۡمَدِينَةَ عَلَىٰ حِينِ غَفۡلَةٖ مِّنۡ أَهۡلِهَا فَوَجَدَ فِيهَا رَجُلَيۡنِ يَقۡتَتِلَانِ هَٰذَا مِن شِيعَتِهِ وَهَٰذَا مِنۡ عَدُوِّهِ فَاَسۡتَغَٰثَهُ اُلَّذِي مِن شِيعَتِهِ عَلَى اَلَّذِي مِنۡ عَدُوِّهِ فَوَكَزَهُ مُوسيٰ فَقَضَىٰ عَلَيۡهِ قَالَ هَٰذَا مِنۡ عَمَلِ اِلشَّيۡطَٰنِ إِنَّهُ عَدُوّٞ مُّضِلّٞ مُّبِينٞ","قَال رَّبِّ إِنِّي ظَلَمۡتُ نَفۡسِي فَاَغۡفِر لِّي فَغَفَر لَّهُ إِنَّه هُّوَ اَلۡغَفُورُ اُلرَّحِيمُ","قَال رَّبِّ بِمَا أَنۡعَمۡتَ عَلَيَّ فَلَنۡ أَكُونَ ظَهِيرٗا لِّلۡمُجۡرِمِينَ","فَأَصۡبَحَ فِي اِلۡمَدِينَةِ خَآئِفٗا يَتَرَقَّبُ فَإِذَا اَلَّذِي اِسۡتَنصَرَهُ بِالۡأَمۡسِ يَسۡتَصۡرِخُهُ قَال لَّهُ مُوسيٰ إِنَّكَ لَغَوِيّٞ مُّبِينٞ","فَلَمَّا أَنۡ أَرَادَ أَن يَبۡطِشَ بِالَّذِي هُوَ عَدُوّٞ لَّهُمَا قَالَ يَٰمُوسيٰ أَتُرِيدُ أَن تَقۡتُلَنِي كَمَا قَتَلۡتَ نَفۡسَا بِالۡأَمۡسِ إِن تُرِيدُ إِلَّا أَن تَكُونَ جَبَّارٗا فِي اِلۡأَرۡضِ وَمَا تُرِيدُ أَن تَكُونَ مِنَ اَلۡمُصۡلِحِينَ","وَجَآءَ رَجُلٞ مِّنۡ أَقۡصَا اَلۡمَدِينَةِ يَسۡعَىٰ قَالَ يَٰمُوسيٰ إِنَّ اَلۡمَلَأَ يَاتَمِرُونَ بِكَ لِيَقۡتُلُوكَ فَاَخۡرُجۡ إِنِّي لَكَ مِنَ اَلنَّٰصِحِينَ","فَخَرَجَ مِنۡهَا خَآئِفٗا يَتَرَقَّبُ قَال رَّبِّ نَجِّنِي مِنَ اَلۡقَوۡمِ اِلظَّٰلِمِينَ","وَلَمَّا تَوَجَّهَ تِلۡقَآءَ مَدۡيَنَ قَالَ عَسَىٰ رَبِّيَ أَن يَهۡدِيَنِي سَوَآءَ اَلسَّبِيلِ","وَلَمَّا وَرَدَ مَآءَ مَدۡيَنَ وَجَدَ عَلَيۡهِ أُمَّةٗ مِّنَ اَلنَّاسِ يَسۡقُونَ","وَوَجَدَ مِن دُونِهِمِ اِمۡرَأَتَيۡنِ تَذُودَانِ قَالَ مَا خَطۡبُكُمَا قَالَتَا لَا نَسۡقِي حَتَّىٰ يَصۡدُرَ اَلرِّعَآءُ وَأَبُونَا شَيۡخٞ كَبِيرٞ","فَسَقَىٰ لَهُمَا ثُمَّ تَوَلَّىٰ إِلَى اَلظِّلِّ فَقَال رَّبِّ إِنِّي لِمَا أَنزَلۡتَ إِلَيَّ مِنۡ خَيۡرٖ فَقِيرٞ","فَجَآءَتۡهُ إِحۡدىٰهُمَا تَمۡشِي عَلَى اَسۡتِحۡيَآءٖ قَالَتۡ إِنَّ أَبِي يَدۡعُوكَ لِيَجۡزِيَكَ أَجۡرَ مَا سَقَيۡتَ لَنَا فَلَمَّا جَآءَهُ وَقَصَّ عَلَيۡهِ اِلۡقَصَصَ قَال لَّا تَخَفۡ نَجَوۡتَ مِنَ اَلۡقَوۡمِ اِلظَّٰلِمِينَ","قَالَتۡ إِحۡدىٰهُمَا يَٰأَبَتِ اِسۡتَٰجِرۡهُ إِنَّ خَيۡرَ مَنِ اِسۡتَٰجَرۡتَ اَلۡقَوِيُّ اُلۡأَمِينُ","قَالَ إِنِّي أُرِيدُ أَنۡ أُنكِحَكَ إِحۡدَى اَبۡنَتَيَّ هَٰتَيۡنِ عَلَىٰ أَن تَاجُرَنِي ثَمَٰنِيَ حِجَجٖ فَإِنۡ أَتۡمَمۡتَ عَشۡرٗا فَمِنۡ عِندِكَ وَمَا أُرِيدُ أَنۡ أَشُقَّ عَلَيۡكَ سَتَجِدُنِي إِن شَآءَ اَللَّهُ مِنَ اَلصَّٰلِحِينَ","قَالَ ذَٰلِكَ بَيۡنِي وَبَيۡنَكَ أَيَّمَا اَلۡأَجَلَيۡنِ قَضَيۡتُ فَلَا عُدۡوَٰنَ عَلَيَّ وَاَللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٞ","فَلَمَّا قَضَىٰ مُوسَى اَلۡأَجَلَ وَسَارَ بِأَهۡلِهِ ءَانَسَ مِن جَانِبِ اِلطُّورِ نَارٗا قَال لِّأَهۡلِهِ اِ۟مۡكُثُواْ إِنِّيَ ءَانَسۡتُ نَارٗا لَّعَلِّيَ ءَاتِيكُم مِّنۡهَا بِخَبَرٍ أَوۡ جِذۡوَةٖ مِّنَ اَلنّار لَّعَلَّكُمۡ تَصۡطَلُونَ","فَلَمَّا أَتَىٰهَا نُودِيَ مِن شَٰطِيِٕ اِلۡوَادِ اِلۡأَيۡمَنِ فِي اِلۡبُقۡعَةِ اِلۡمُبَٰرَكَةِ مِنَ اَلشَّجَرَةِ أَن يَٰمُوسيٰ إِنِّيَ أَنَا اَللَّهُ رَبُّ اُلۡعَٰلَمِينَ","وَأَنۡ أَلۡقِ عَصَاكَ فَلَمَّا رَءاهَا تَهۡتَزُّ كَأَنَّهَا جَآنّٞ وَلَّىٰ مُدۡبِرٗا وَلَمۡ يُعَقِّبۡ يَٰمُوسيٰ أَقۡبِلۡ وَلَا تَخَفۡ إِنَّكَ مِنَ اَلۡأٓمِنِينَ","اَ۟سۡلُكۡ يَدَكَ فِي جَيۡبِكَ تَخۡرُجۡ بَيۡضَآءَ مِنۡ غَيۡرِ سُوٓءٖ وَاَضۡمُمۡ إِلَيۡكَ جَنَاحَكَ مِنَ اَلرَّهَبِ فَذَٰٓنِّكَ بُرۡهَٰنَانِ مِن رَّبِّكَ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ","قَال رَّبِّ إِنِّي قَتَلۡتُ مِنۡهُمۡ نَفۡسٗا فَأَخَافُ أَن يَقۡتُلُونِ","وَأَخِي هَٰرُونُ هُوَ أَفۡصَحُ مِنِّي لِسَانٗا فَأَرۡسِلۡهُ مَعِي رِدۡءٗا يُصَدِّقۡنِي إِنِّيَ أَخَافُ أَن يُكَذِّبُونِ","قَالَ سَنَشُدُّ عَضُدَكَ بِأَخِيكَ وَنَجۡعَل لَّكُمَا سُلۡطَٰنٗا فَلَا يَصِلُونَ إِلَيۡكُمَا بِـَٔايَٰتِنَا أَنتُمَا وَمَنِ اِتَّبَعَكُمَا اَلۡغَٰلِبُونَ","فَلَمَّا جَآءَهُم مُّوسيٰ بِـَٔايَٰتِنَا بَيِّنَٰتٖ قَالُواْ مَا هَٰذَا إِلَّا سِحۡرٞ مُّفۡتَرٗى وَمَا سَمِعۡنَا بِهَٰذَا فِي ءَابَآئِنَا اَلۡأَوَّلِينَ","وَقَالَ مُوسيٰ رَبِّيَ أَعۡلَم بِمَن جَآءَ بِالۡهُدَىٰ مِنۡ عِندِهِ وَمَن تَكُونُ لَهُ عَٰقِبَةُ اُلدّارِ إِنَّهُ لَا يُفۡلِحُ اُلظَّٰلِمُونَ","وَقَالَ فِرۡعَوۡنُ يَٰأَيُّهَا اَلۡمَلَأُ مَا عَلِمۡتُ لَكُم مِّنۡ إِلَٰهٍ غَيۡرِي فَأَوۡقِدۡ لِي يَٰهَٰمَٰنُ عَلَى اَلطِّينِ فَاَجۡعَل لِّي صَرۡحٗا لَّعَلِّيَ أَطَّلِعُ إِلَىٰ إِلَٰهِ مُوسيٰ وَإِنِّي لَأَظُنُّهُ مِنَ اَلۡكَٰذِبِينَ","وَاَسۡتَكۡبَرَ هُو وَّجُنُودُهُ فِي اِلۡأَرۡضِ بِغَيۡرِ اِلۡحَقِّ وَظَنُّواْ أَنَّهُمۡ إِلَيۡنَا لَا يُرۡجَعُونَ","فَأَخَذۡنَٰهُ وَجُنُودَهُ فَنَبَذۡنَٰهُمۡ فِي اِلۡيَمِّ فَاَنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ اُلظَّٰلِمِينَ","وَجَعَلۡنَٰهُمۡ أَىمَّةٗ يَدۡعُونَ إِلَى اَلنّارِ وَيَوۡمَ اَلۡقِيَٰمَةِ لَا يُنصَرُونَ","وَأَتۡبَعۡنَٰهُمۡ فِي هَٰذِهِ اِلدُّنۡيا لَعۡنَةٗ وَيَوۡمَ اَلۡقِيَٰمَةِ هُم مِّنَ اَلۡمَقۡبُوحِينَ","وَلَقَدۡ ءَاتَيۡنَا مُوسَى اَلۡكِتَٰبَ مِن بَعۡدِ مَا أَهۡلَكۡنَا اَلۡقُرُونَ اَلۡأُوليٰ بَصَآئِر لِّلنَّاسِ وَهُدٗى وَرَحۡمَةٗ لَّعَلَّهُمۡ يَتَذَكَّرُونَ","وَمَا كُنتَ بِجَانِبِ اِلۡغَرۡبِيِّ إِذۡ قَضَيۡنَا إِلَىٰ مُوسَى اَلۡأَمۡرَ وَمَا كُنتَ مِنَ اَلشَّٰهِدِينَ","وَلَٰكِنَّا أَنشَانَا قُرُونٗا فَتَطَاوَلَ عَلَيۡهِمِ اِلۡعُمُرُ وَمَا كُنتَ ثَاوِيٗا فِي أَهۡلِ مَدۡيَنَ تَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِنَا وَلَٰكِنَّا كُنَّا مُرۡسِلِينَ","وَمَا كُنتَ بِجَانِبِ اِلطُّورِ إِذۡ نَادَيۡنَا وَلَٰكِن رَّحۡمَةٗ مِّن رَّبِّكَ لِتُنذِرَ قَوۡمٗا مَّا أَتَىٰهُم مِّن نَّذِيرٖ مِّن قَبۡلِكَ لَعَلَّهُمۡ يَتَذَكَّرُونَ","وَلَوۡلَا أَن تُصِيبَهُم مُّصِيبَةُ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ فَيَقُولُواْ رَبَّنَا لَوۡلَا أَرۡسَلۡتَ إِلَيۡنَا رَسُولٗا فَنَتَّبِعَ ءَايَٰتِكَ وَنَكُونَ مِنَ اَلۡمُومِنِينَ","فَلَمَّا جَآءَهُمُ اُلۡحَقُّ مِنۡ عِندِنَا قَالُواْ لَوۡلَا أُوتِيَ مِثۡلَ مَا أُوتِيَ مُوسيٰ أَوَ لَمۡ يَكۡفُرُواْ بِمَا أُوتِيَ مُوسيٰ مِن قَبۡلُ قَالُواْ سَٰحِرَانِ تَظَٰهَرَا وَقَالُواْ إِنَّا بِكُلّٖ كَٰفِرُونَ","قُلۡ فَاتُواْ بِكِتَٰبٖ مِّنۡ عِندِ اِللَّه هُّوَ أَهۡدَىٰ مِنۡهُمَا أَتَّبِعۡهُ إِن كُنتُمۡ صَٰدِقِينَ","فَإِن لَّمۡ يَسۡتَجِيبُواْ لَكَ فَاَعۡلَمۡ أَنَّمَا يَتَّبِعُونَ أَهۡوَآءَهُمۡ وَمَنۡ أَضَلُّ مِمَّنِ اِتَّبَعَ هَوَىٰهُ بِغَيۡرِ هُدٗى مِّنَ اَللَّهِ إِنَّ اَللَّهَ لَا يَهۡدِي اِلۡقَوۡمَ اَلظَّٰلِمِينَ","وَلَقَدۡ وَصَّلۡنَا لَهُمُ اُلۡقَوۡل لَّعَلَّهُمۡ يَتَذَكَّرُونَ","اَلَّذِينَ ءَاتَيۡنَٰهُمُ اُلۡكِتَٰبَ مِن قَبۡلِه هُّم بِهِ يُومِنُونَ","وَإِذَا يُتۡلَىٰ عَلَيۡهِمۡ قَالُواْ ءَامَنَّا بِهِ إِنَّهُ اُلۡحَقُّ مِن رَّبِّنَا إِنَّا كُنَّا مِن قَبۡلِهِ مُسۡلِمِينَ","أُوْلَٰٓئِكَ يُوتَوۡنَ أَجۡرَهُم مَّرَّتَيۡنِ بِمَا صَبَرُواْ وَيَدۡرَءُونَ بِالۡحَسَنَةِ اِلسَّيِّئَةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ","وَإِذَا سَمِعُواْ اُللَّغۡوَ أَعۡرَضُواْ عَنۡهُ وَقَالُواْ لَنَا أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡ سَلَٰمٌ عَلَيۡكُمۡ لَا نَبۡتَغِي اِلۡجَٰهِلِينَ","إِنَّكَ لَا تَهۡدِي مَنۡ أَحۡبَبۡتَ وَلَٰكِنَّ اَللَّهَ يَهۡدِي مَن يَشَآءُ وَهۡوَ أَعۡلَم بِالۡمُهۡتَدِينَ","وَقَالُواْ إِن نَّتَّبِعِ اِلۡهُدَىٰ مَعَكَ نُتَخَطَّفۡ مِنۡ أَرۡضِنَا أَوَ لَمۡ نُمَكِّن لَّهُمۡ حَرَمًا ءَامِنٗا يُجۡبَىٰ إِلَيۡهِ ثَمَرَٰتُ كُلِّ شَيۡءٖ رِّزۡقٗا مِّن لَّدُنَّا وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ","وَكَمۡ أَهۡلَكۡنَا مِن قَرۡيَةِ بَطِرَتۡ مَعِيشَتَهَا فَتِلۡكَ مَسَٰكِنُهُمۡ لَمۡ تُسۡكَن مِّن بَعۡدِهِمۡ إِلَّا قَلِيلٗا وَكُنَّا نَحۡنُ اُلۡوَٰرِثِينَ","وَمَا كَانَ رَبُّكَ مُهۡلِكَ اَلۡقُريٰ حَتَّىٰ يَبۡعَثَ فِي أُمِّهَا رَسُولٗا يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِنَا وَمَا كُنَّا مُهۡلِكِي اِلۡقُريٰ إِلَّا وَأَهۡلُهَا ظَٰلِمُونَ","وَمَا أُوتِيتُم مِّن شَيۡءٖ فَمَتَٰعُ اُلۡحَيَوٰةِ اِلدُّنۡيا وَزِينَتُهَا وَمَا عِندَ اَللَّهِ خَيۡرٞ وَأَبۡقَىٰ أَفَلَا يَعۡقِلُونَ","أَفَمَن وَعَدۡنَٰهُ وَعۡدًا حَسَنٗا فَهۡوَ لَٰقِيهِ كَمَن مَّتَّعۡنَٰهُ مَتَٰعَ اَلۡحَيَوٰةِ اِلدُّنۡيا ثُمَّ هُوَ يَوۡمَ اَلۡقِيَٰمَةِ مِنَ اَلۡمُحۡضَرِينَ","وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ أَيۡنَ شُرَكَآءِيَ اَلَّذِينَ كُنتُمۡ تَزۡعُمُونَ","قَالَ اَلَّذِينَ حَقَّ عَلَيۡهِمِ اِلۡقَوۡل رَّبَّنَا هَٰؤُلَآءِ اِلَّذِينَ أَغۡوَيۡنَا أَغۡوَيۡنَٰهُمۡ كَمَا غَوَيۡنَا تَبَرَّانَا إِلَيۡكَ مَا كَانُواْ إِيَّانَا يَعۡبُدُونَ","وَقِيلَ اَ۟دۡعُواْ شُرَكَآءَكُمۡ فَدَعَوۡهُمۡ فَلَمۡ يَسۡتَجِيبُواْ لَهُمۡ وَرَأَوُاْ اُلۡعَذَابَ لَوۡ أَنَّهُمۡ كَانُواْ يَهۡتَدُونَ","وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ مَاذَا أَجَبۡتُمُ اُلۡمُرۡسَلِينَ","فَعَمِيَتۡ عَلَيۡهِمِ اِلۡأَنبَآءُ يَوۡمَئِذٖ فَهُمۡ لَا يَتَسَآءَلُونَ","فَأَمَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا فَعَسَىٰ أَن يَكُونَ مِنَ اَلۡمُفۡلِحِينَ","وَرَبُّكَ يَخۡلُقُ مَا يَشَآءُ وَيَخۡتَارُ مَا كَانَ لَهُمُ اُلۡخِيَرَة سُّبۡحَٰنَ اَللَّهِ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","وَرَبُّكَ يَعۡلَم مَّا تُكِنُّ صُدُورُهُمۡ وَمَا يُعۡلِنُونَ","وَهۡوَ اَللَّهُ لَا إِلَٰهَ إِلَّا هُوَ لَهُ اُلۡحَمۡدُ فِي اِلۡأُوليٰ وَاَلۡأٓخِرَةِ وَلَهُ اُلۡحُكۡمُ وَإِلَيۡهِ تُرۡجَعُونَ","قُلۡ أَرَءَيۡتُمۡ إِن جَعَلَ اَللَّهُ عَلَيۡكُمُ اُلَّيۡلَ سَرۡمَدًا إِلَىٰ يَوۡمِ اِلۡقِيَٰمَةِ مَنۡ إِلَٰهٌ غَيۡرُ اُللَّهِ يَاتِيكُم بِضِيَآءٍ أَفَلَا تَسۡمَعُونَ","قُلۡ أَرَءَيۡتُمۡ إِن جَعَلَ اَللَّهُ عَلَيۡكُمُ اُلنَّهَارَ سَرۡمَدًا إِلَىٰ يَوۡمِ اِلۡقِيَٰمَةِ مَنۡ إِلَٰهٌ غَيۡرُ اُللَّهِ يَاتِيكُم بِلَيۡلٖ تَسۡكُنُونَ فِيهِ أَفَلَا تُبۡصِرُونَ","وَمِن رَّحۡمَتِهِ جَعَل لَّكُمُ اُلَّيۡلَ وَاَلنَّهَارَ لِتَسۡكُنُواْ فِيهِ وَلِتَبۡتَغُواْ مِن فَضۡلِهِ وَلَعَلَّكُمۡ تَشۡكُرُونَ","وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ أَيۡنَ شُرَكَآءِيَ اَلَّذِينَ كُنتُمۡ تَزۡعُمُونَ","وَنَزَعۡنَا مِن كُلِّ أُمَّةٖ شَهِيدٗا فَقُلۡنَا هَاتُواْ بُرۡهَٰنَكُمۡ فَعَلِمُواْ أَنَّ اَلۡحَقَّ لِلَّهِ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ","إِنَّ قَٰرُونَ كَانَ مِن قَوۡم مُّوسيٰ فَبَغَىٰ عَلَيۡهِمۡ وَءَاتَيۡنَٰهُ مِنَ اَلۡكُنُوزِ مَا إِنَّ مَفَاتِحَهُ لَتَنُوٓأُ بِالۡعُصۡبَةِ أُوْلِي اِلۡقُوَّةِ إِذۡ قَال لَّهُ قَوۡمُهُ لَا تَفۡرَحۡ إِنَّ اَللَّهَ لَا يُحِبُّ اُلۡفَرِحِينَ","وَاَبۡتَغِ فِيمَا ءَاتَىٰكَ اَللَّهُ اُلدَّارَ اَلۡأٓخِرَةَ وَلَا تَنسَ نَصِيبَكَ مِنَ اَلدُّنۡيا وَأَحۡسِن كَمَا أَحۡسَنَ اَللَّهُ إِلَيۡكَ وَلَا تَبۡغِ اِلۡفَسَادَ فِي اِلۡأَرۡضِ إِنَّ اَللَّهَ لَا يُحِبُّ اُلۡمُفۡسِدِينَ","قَالَ إِنَّمَا أُوتِيتُهُ عَلَىٰ عِلۡمٍ عِندِيَ أَوَ لَمۡ يَعۡلَمۡ أَنَّ اَللَّهَ قَدۡ أَهۡلَكَ مِن قَبۡلِهِ مِنَ اَلۡقُرُونِ مَنۡ هُوَ أَشَدُّ مِنۡهُ قُوَّةٗ وَأَكۡثَرُ جَمۡعٗا وَلَا يُسۡـَٔلُ عَن ذُنُوبِهِمِ اِلۡمُجۡرِمُونَ","فَخَرَجَ عَلَىٰ قَوۡمِهِ فِي زِينَتِهِ قَالَ اَلَّذِينَ يُرِيدُونَ اَلۡحَيَوٰةَ اَلدُّنۡيا يَٰلَيۡتَ لَنَا مِثۡلَ مَا أُوتِيَ قَٰرُونُ إِنَّهُ لَذُو حَظٍّ عَظِيمٖ","وَقَالَ اَلَّذِينَ أُوتُواْ اُلۡعِلۡمَ وَيۡلَكُمۡ ثَوَابُ اُللَّهِ خَيۡرٞ لِّمَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗا وَلَا يُلَقَّىٰهَا إِلَّا اَلصَّٰبِرُونَ","فَخَسَفۡنَا بِهِ وَبِدارِهِ اِلۡأَرۡضَ فَمَا كَانَ لَهُ مِن فِئَةٖ يَنصُرُونَهُ مِن دُونِ اِللَّهِ وَمَا كَانَ مِنَ اَلۡمُنتَصِرِينَ","وَأَصۡبَحَ اَلَّذِينَ تَمَنَّوۡاْ مَكَانَهُ بِالۡأَمۡسِ يَقُولُونَ وَيۡكَأَنَّ اَللَّهَ يَبۡسُطُ اُلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِ وَيَقۡدِر لَّوۡلَا أَن مَّنَّ اَللَّهُ عَلَيۡنَا لَخُسِفَ بِنَا وَيۡكَأَنَّهُ لَا يُفۡلِحُ اُلۡكَٰفِرُونَ","تِلۡكَ اَلدَّارُ اُلۡأٓخِرَةُ نَجۡعَلُهَا لِلَّذِينَ لَا يُرِيدُونَ عُلُوّٗا فِي اِلۡأَرۡضِ وَلَا فَسَادٗا وَاَلۡعَٰقِبَةُ لِلۡمُتَّقِينَ","مَن جَآءَ بِالۡحَسَنَةِ فَلَهُ خَيۡرٞ مِّنۡهَا وَمَن جَآءَ بِالسَّيِّئَةِ فَلَا يُجۡزَى اَلَّذِينَ عَمِلُواْ اُلسَّيِّـَٔاتِ إِلَّا مَا كَانُواْ يَعۡمَلُونَ","إِنَّ اَلَّذِي فَرَضَ عَلَيۡكَ اَلۡقُرۡءَانَ لَرَآدُّكَ إِلَىٰ مَعَادٖ قُل رَّبِّيَ أَعۡلَم مَّن جَآءَ بِالۡهُدَىٰ وَمَنۡ هُوَ فِي ضَلَٰلٖ مُّبِينٖ","وَمَا كُنتَ تَرۡجُواْ أَن يُلۡقَىٰ إِلَيۡكَ اَلۡكِتَٰبُ إِلَّا رَحۡمَةٗ مِّن رَّبِّكَ فَلَا تَكُونَنَّ ظَهِيرٗا لِّلۡكٰفِرِينَ","وَلَا يَصُدُّنَّكَ عَنۡ ءَايَٰتِ اِللَّهِ بَعۡدَ إِذۡ أُنزِلَتۡ إِلَيۡكَ وَاَدۡعُ إِلَىٰ رَبِّكَ وَلَا تَكُونَنَّ مِنَ اَلۡمُشۡرِكِينَ","وَلَا تَدۡعُ مَعَ اَللَّهِ إِلَٰهًا ءَاخَر لَّا إِلَٰهَ إِلَّا هُوَ كُلُّ شَيۡءٍ هَالِكٌ إِلَّا وَجۡهَهُ لَهُ اُلۡحُكۡمُ وَإِلَيۡهِ تُرۡجَعُونَ"],"qumbul":["طسٓمٓ تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡمُبِينِ","نَتۡلُواْ عَلَيۡكَ مِن نَّبَإِ مُوسَىٰ وَفِرۡعَوۡنَ بِٱلۡحَقِّ لِقَوۡمٖ يُؤۡمِنُونَ","إِنَّ فِرۡعَوۡنَ عَلَا فِي ٱلۡأَرۡضِ وَجَعَلَ أَهۡلَهَا شِيَعٗا يَسۡتَضۡعِفُ طَآئِفَةٗ مِّنۡهُمُ يُذَبِّحُ أَبۡنَآءَهُمُ وَيَسۡتَحۡيِ نِسَآءَهُمُ إِنَّهُ كَانَ مِنَ ٱلۡمُفۡسِدِينَ","وَنُرِيدُ أَن نَّمُنَّ عَلَى ٱلَّذِينَ ٱسۡتُضۡعِفُواْ فِي ٱلۡأَرۡضِ وَنَجۡعَلَهُمُ أَىمَّةٗ وَنَجۡعَلَهُمُ ٱلۡوَٰرِثِينَ","وَنُمَكِّنَ لَهُمُ فِي ٱلۡأَرۡضِ وَنُرِيَ فِرۡعَوۡنَ وَهَٰمَٰنَ وَجُنُودَهُمَا مِنۡهُمُ مَا كَانُواْ يَحۡذَرُونَ","وَأَوۡحَيۡنَا إِلَىٰ أُمِّ مُوسَىٰ أَنۡ أَرۡضِعِيهِ فَإِذَا خِفۡتِ عَلَيۡهِ فَأَلۡقِيهِ فِي ٱلۡيَمِّ وَلَا تَخَافِي وَلَا تَحۡزَنِي إِنَّا رَآدُّوهُ إِلَيۡكِ وَجَاعِلُوهُ مِنَ ٱلۡمُرۡسَلِينَ","فَٱلۡتَقَطَهُ ءَالُ فِرۡعَوۡنَ لِيَكُونَ لَهُمُ عَدُوّٗا وَحَزَنًا إِنَّ فِرۡعَوۡنَ وَهَٰمَٰنَ وَجُنُودَهُمَا كَانُواْ خَٰطِـِٔينَ","وَقَالَتِ ٱمۡرَأَتُ فِرۡعَوۡنَ قُرَّتُ عَيۡنٖ لِّي وَلَكَ لَا تَقۡتُلُوهُ عَسَىٰ أَن يَنفَعَنَا أَوۡ نَتَّخِذَهُ وَلَدٗا وَهُمُ لَا يَشۡعُرُونَ","وَأَصۡبَحَ فُؤَادُ أُمِّ مُوسَىٰ فَٰرِغًا إِن كَادَتۡ لَتُبۡدِي بِهِ لَوۡلَا أَن رَّبَطۡنَا عَلَىٰ قَلۡبِهَا لِتَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ","وَقَالَتۡ لِأُخۡتِهِ قُصِّيهِ فَبَصُرَتۡ بِهِ عَن جُنُبٖ وَهُمُ لَا يَشۡعُرُونَ","وَحَرَّمۡنَا عَلَيۡهِ ٱلۡمَرَاضِعَ مِن قَبۡلُ فَقَالَتۡ هَلۡ أَدُلُّكُمُ عَلَىٰ أَهۡلِ بَيۡتٖ يَكۡفُلُونَهُ لَكُمُ وَهُمُ لَهُ نَٰصِحُونَ","فَرَدَدۡنَٰهُ إِلَىٰ أُمِّهِ كَيۡ تَقَرَّ عَيۡنُهَا وَلَا تَحۡزَنَ وَلِتَعۡلَمَ أَنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَلَٰكِنَّ أَكۡثَرَهُمُ لَا يَعۡلَمُونَ","وَلَمَّا بَلَغَ أَشُدَّهُ وَٱسۡتَوَىٰ ءَاتَيۡنَٰهُ حُكۡمٗا وَعِلۡمٗا وَكَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ","وَدَخَلَ ٱلۡمَدِينَةَ عَلَىٰ حِينِ غَفۡلَةٖ مِّنۡ أَهۡلِهَا فَوَجَدَ فِيهَا رَجُلَيۡنِ يَقۡتَتِلَانِ هَٰذَا مِن شِيعَتِهِ وَهَٰذَا مِنۡ عَدُوِّهِ فَٱسۡتَغَٰثَهُ ٱلَّذِي مِن شِيعَتِهِ عَلَى ٱلَّذِي مِنۡ عَدُوِّهِ فَوَكَزَهُ مُوسَىٰ فَقَضَىٰ عَلَيۡهِ قَالَ هَٰذَا مِنۡ عَمَلِ ٱلشَّيۡطَٰنِ إِنَّهُ عَدُوّٞ مُّضِلّٞ مُّبِينٞ","قَالَ رَبِّ إِنِّي ظَلَمۡتُ نَفۡسِي فَٱغۡفِرۡ لِي فَغَفَرَ لَهُ إِنَّهُ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","قَالَ رَبِّ بِمَا أَنۡعَمۡتَ عَلَيَّ فَلَنۡ أَكُونَ ظَهِيرٗا لِّلۡمُجۡرِمِينَ","فَأَصۡبَحَ فِي ٱلۡمَدِينَةِ خَآئِفٗا يَتَرَقَّبُ فَإِذَا ٱلَّذِي ٱسۡتَنصَرَهُ بِٱلۡأَمۡسِ يَسۡتَصۡرِخُهُ قَالَ لَهُ مُوسَىٰ إِنَّكَ لَغَوِيّٞ مُّبِينٞ","فَلَمَّا أَنۡ أَرَادَ أَن يَبۡطِشَ بِٱلَّذِي هُوَ عَدُوّٞ لَّهُمَا قَالَ يَٰمُوسَىٰ أَتُرِيدُ أَن تَقۡتُلَنِي كَمَا قَتَلۡتَ نَفۡسَا بِٱلۡأَمۡسِ إِن تُرِيدُ إِلَّا أَن تَكُونَ جَبَّارٗا فِي ٱلۡأَرۡضِ وَمَا تُرِيدُ أَن تَكُونَ مِنَ ٱلۡمُصۡلِحِينَ","وَجَآءَ رَجُلٞ مِّنۡ أَقۡصَا ٱلۡمَدِينَةِ يَسۡعَىٰ قَالَ يَٰمُوسَىٰ إِنَّ ٱلۡمَلَأَ يَأۡتَمِرُونَ بِكَ لِيَقۡتُلُوكَ فَٱخۡرُجۡ إِنِّي لَكَ مِنَ ٱلنَّٰصِحِينَ","فَخَرَجَ مِنۡهَا خَآئِفٗا يَتَرَقَّبُ قَالَ رَبِّ نَجِّنِي مِنَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","وَلَمَّا تَوَجَّهَ تِلۡقَآءَ مَدۡيَنَ قَالَ عَسَىٰ رَبِّيَ أَن يَهۡدِيَنِي سَوَآءَ ٱلسَّبِيلِ","وَلَمَّا وَرَدَ مَآءَ مَدۡيَنَ وَجَدَ عَلَيۡهِ أُمَّةٗ مِّنَ ٱلنَّاسِ يَسۡقُونَ","وَوَجَدَ مِن دُونِهِمُ ٱمۡرَأَتَيۡنِ تَذُودَانِ قَالَ مَا خَطۡبُكُمَا قَالَتَا لَا نَسۡقِي حَتَّىٰ يُصۡدِرَ ٱلرِّعَآءُ وَأَبُونَا شَيۡخٞ كَبِيرٞ","فَسَقَىٰ لَهُمَا ثُمَّ تَوَلَّىٰ إِلَى ٱلظِّلِّ فَقَالَ رَبِّ إِنِّي لِمَا أَنزَلۡتَ إِلَيَّ مِنۡ خَيۡرٖ فَقِيرٞ","فَجَآءَتۡهُ إِحۡدَىٰهُمَا تَمۡشِي عَلَى ٱسۡتِحۡيَآءٖ قَالَتۡ إِنَّ أَبِي يَدۡعُوكَ لِيَجۡزِيَكَ أَجۡرَ مَا سَقَيۡتَ لَنَا فَلَمَّا جَآءَهُ وَقَصَّ عَلَيۡهِ ٱلۡقَصَصَ قَالَ لَا تَخَفۡ نَجَوۡتَ مِنَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","قَالَتۡ إِحۡدَىٰهُمَا يَٰأَبَتِ ٱسۡتَـٔۡجِرۡهُ إِنَّ خَيۡرَ مَنِ ٱسۡتَـٔۡجَرۡتَ ٱلۡقَوِيُّ ٱلۡأَمِينُ","قَالَ إِنِّي أُرِيدُ أَنۡ أُنكِحَكَ إِحۡدَى ٱبۡنَتَيَّ هَٰتَيۡنِّ عَلَىٰ أَن تَأۡجُرَنِي ثَمَٰنِيَ حِجَجٖ فَإِنۡ أَتۡمَمۡتَ عَشۡرٗا فَمِنۡ عِندِكَ وَمَا أُرِيدُ أَنۡ أَشُقَّ عَلَيۡكَ سَتَجِدُنِي إِن شَآءَ ٱللَّهُ مِنَ ٱلصَّٰلِحِينَ","قَالَ ذَٰلِكَ بَيۡنِي وَبَيۡنَكَ أَيَّمَا ٱلۡأَجَلَيۡنِ قَضَيۡتُ فَلَا عُدۡوَٰنَ عَلَيَّ وَٱللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٞ","فَلَمَّا قَضَىٰ مُوسَى ٱلۡأَجَلَ وَسَارَ بِأَهۡلِهِ ءَانَسَ مِن جَانِبِ ٱلطُّورِ نَارٗا قَالَ لِأَهۡلِهِ ٱمۡكُثُواْ إِنِّيَ ءَانَسۡتُ نَارٗا لَّعَلِّيَ ءَاتِيكُمُ مِنۡهَا بِخَبَرٍ أَوۡ جِذۡوَةٖ مِّنَ ٱلنَّارِ لَعَلَّكُمُ تَصۡطَلُونَ","فَلَمَّا أَتَىٰهَا نُودِيَ مِن شَٰطِيِٕ ٱلۡوَادِ ٱلۡأَيۡمَنِ فِي ٱلۡبُقۡعَةِ ٱلۡمُبَٰرَكَةِ مِنَ ٱلشَّجَرَةِ أَن يَٰمُوسَىٰ إِنِّيَ أَنَا ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ","وَأَنۡ أَلۡقِ عَصَاكَ فَلَمَّا رَءَاهَا تَهۡتَزُّ كَأَنَّهَا جَآنّٞ وَلَّىٰ مُدۡبِرٗا وَلَمۡ يُعَقِّبۡ يَٰمُوسَىٰ أَقۡبِلۡ وَلَا تَخَفۡ إِنَّكَ مِنَ ٱلۡأٓمِنِينَ","ٱسۡلُكۡ يَدَكَ فِي جَيۡبِكَ تَخۡرُجۡ بَيۡضَآءَ مِنۡ غَيۡرِ سُوٓءٖ وَٱضۡمُمۡ إِلَيۡكَ جَنَاحَكَ مِنَ ٱلرَّهَبِ فَذَٰٓنِّكَ بُرۡهَٰنَانِ مِن رَّبِّكَ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِ إِنَّهُمُ كَانُواْ قَوۡمٗا فَٰسِقِينَ","قَالَ رَبِّ إِنِّي قَتَلۡتُ مِنۡهُمُ نَفۡسٗا فَأَخَافُ أَن يَقۡتُلُونِ","وَأَخِي هَٰرُونُ هُوَ أَفۡصَحُ مِنِّي لِسَانٗا فَأَرۡسِلۡهُ مَعِي رِدۡءٗا يُصَدِّقۡنِي إِنِّيَ أَخَافُ أَن يُكَذِّبُونِ","قَالَ سَنَشُدُّ عَضُدَكَ بِأَخِيكَ وَنَجۡعَلُ لَكُمَا سُلۡطَٰنٗا فَلَا يَصِلُونَ إِلَيۡكُمَا بِـَٔايَٰتِنَا أَنتُمَا وَمَنِ ٱتَّبَعَكُمَا ٱلۡغَٰلِبُونَ","فَلَمَّا جَآءَهُمُ مُوسَىٰ بِـَٔايَٰتِنَا بَيِّنَٰتٖ قَالُواْ مَا هَٰذَا إِلَّا سِحۡرٞ مُّفۡتَرٗى وَمَا سَمِعۡنَا بِهَٰذَا فِي ءَابَآئِنَا ٱلۡأَوَّلِينَ","قَالَ مُوسَىٰ رَبِّيَ أَعۡلَمُ بِمَن جَآءَ بِٱلۡهُدَىٰ مِنۡ عِندِهِ وَمَن تَكُونُ لَهُ عَٰقِبَةُ ٱلدَّارِ إِنَّهُ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ","وَقَالَ فِرۡعَوۡنُ يَٰأَيُّهَا ٱلۡمَلَأُ مَا عَلِمۡتُ لَكُمُ مِنۡ إِلَٰهٍ غَيۡرِي فَأَوۡقِدۡ لِي يَٰهَٰمَٰنُ عَلَى ٱلطِّينِ فَٱجۡعَل لِّي صَرۡحٗا لَّعَلِّيَ أَطَّلِعُ إِلَىٰ إِلَٰهِ مُوسَىٰ وَإِنِّي لَأَظُنُّهُ مِنَ ٱلۡكَٰذِبِينَ","وَٱسۡتَكۡبَرَ هُوَ وَجُنُودُهُ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَظَنُّواْ أَنَّهُمُ إِلَيۡنَا لَا يُرۡجَعُونَ","فَأَخَذۡنَٰهُ وَجُنُودَهُ فَنَبَذۡنَٰهُمُ فِي ٱلۡيَمِّ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلظَّٰلِمِينَ","وَجَعَلۡنَٰهُمُ أَىمَّةٗ يَدۡعُونَ إِلَى ٱلنَّارِ وَيَوۡمَ ٱلۡقِيَٰمَةِ لَا يُنصَرُونَ","وَأَتۡبَعۡنَٰهُمُ فِي هَٰذِهِ ٱلدُّنۡيَا لَعۡنَةٗ وَيَوۡمَ ٱلۡقِيَٰمَةِ هُمُ مِنَ ٱلۡمَقۡبُوحِينَ","وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ مِن بَعۡدِ مَا أَهۡلَكۡنَا ٱلۡقُرُونَ ٱلۡأُولَىٰ بَصَآئِرَ لِلنَّاسِ وَهُدٗى وَرَحۡمَةٗ لَّعَلَّهُمُ يَتَذَكَّرُونَ","وَمَا كُنتَ بِجَانِبِ ٱلۡغَرۡبِيِّ إِذۡ قَضَيۡنَا إِلَىٰ مُوسَى ٱلۡأَمۡرَ وَمَا كُنتَ مِنَ ٱلشَّٰهِدِينَ","وَلَٰكِنَّا أَنشَأۡنَا قُرُونٗا فَتَطَاوَلَ عَلَيۡهِمُ ٱلۡعُمُرُ وَمَا كُنتَ ثَاوِيٗا فِي أَهۡلِ مَدۡيَنَ تَتۡلُواْ عَلَيۡهِمُ ءَايَٰتِنَا وَلَٰكِنَّا كُنَّا مُرۡسِلِينَ","وَمَا كُنتَ بِجَانِبِ ٱلطُّورِ إِذۡ نَادَيۡنَا وَلَٰكِن رَّحۡمَةٗ مِّن رَّبِّكَ لِتُنذِرَ قَوۡمٗا مَّا أَتَىٰهُمُ مِن نَّذِيرٖ مِّن قَبۡلِكَ لَعَلَّهُمُ يَتَذَكَّرُونَ","وَلَوۡلَا أَن تُصِيبَهُمُ مُصِيبَةُ بِمَا قَدَّمَتۡ أَيۡدِيهِمُ فَيَقُولُواْ رَبَّنَا لَوۡلَا أَرۡسَلۡتَ إِلَيۡنَا رَسُولٗا فَنَتَّبِعَ ءَايَٰتِكَ وَنَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ","فَلَمَّا جَآءَهُمُ ٱلۡحَقُّ مِنۡ عِندِنَا قَالُواْ لَوۡلَا أُوتِيَ مِثۡلَ مَا أُوتِيَ مُوسَىٰ أَوَلَمۡ يَكۡفُرُواْ بِمَا أُوتِيَ مُوسَىٰ مِن قَبۡلُ قَالُواْ سَٰحِرَانِ تَظَٰهَرَا وَقَالُواْ إِنَّا بِكُلّٖ كَٰفِرُونَ","قُلۡ فَأۡتُواْ بِكِتَٰبٖ مِّنۡ عِندِ ٱللَّهِ هُوَ أَهۡدَىٰ مِنۡهُمَا أَتَّبِعۡهُ إِن كُنتُمُ صَٰدِقِينَ","فَإِن لَّمۡ يَسۡتَجِيبُواْ لَكَ فَٱعۡلَمۡ أَنَّمَا يَتَّبِعُونَ أَهۡوَآءَهُمُ وَمَنۡ أَضَلُّ مِمَّنِ ٱتَّبَعَ هَوَىٰهُ بِغَيۡرِ هُدٗى مِّنَ ٱللَّهِ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","وَلَقَدۡ وَصَّلۡنَا لَهُمُ ٱلۡقَوۡلَ لَعَلَّهُمُ يَتَذَكَّرُونَ","ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ مِن قَبۡلِهِ هُمُ بِهِ يُؤۡمِنُونَ","وَإِذَا يُتۡلَىٰ عَلَيۡهِمُ قَالُواْ ءَامَنَّا بِهِ إِنَّهُ ٱلۡحَقُّ مِن رَّبِّنَا إِنَّا كُنَّا مِن قَبۡلِهِ مُسۡلِمِينَ","أُوْلَٰٓئِكَ يُؤۡتَوۡنَ أَجۡرَهُمُ مَرَّتَيۡنِ بِمَا صَبَرُواْ وَيَدۡرَءُونَ بِٱلۡحَسَنَةِ ٱلسَّيِّئَةَ وَمِمَّا رَزَقۡنَٰهُمُ يُنفِقُونَ","وَإِذَا سَمِعُواْ ٱللَّغۡوَ أَعۡرَضُواْ عَنۡهُ وَقَالُواْ لَنَا أَعۡمَٰلُنَا وَلَكُمُ أَعۡمَٰلُكُمُ سَلَٰمٌ عَلَيۡكُمُ لَا نَبۡتَغِي ٱلۡجَٰهِلِينَ","إِنَّكَ لَا تَهۡدِي مَنۡ أَحۡبَبۡتَ وَلَٰكِنَّ ٱللَّهَ يَهۡدِي مَن يَشَآءُ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ","وَقَالُواْ إِن نَّتَّبِعِ ٱلۡهُدَىٰ مَعَكَ نُتَخَطَّفۡ مِنۡ أَرۡضِنَا أَوَلَمۡ نُمَكِّن لَّهُمُ حَرَمًا ءَامِنٗا يُجۡبَىٰ إِلَيۡهِ ثَمَرَٰتُ كُلِّ شَيۡءٖ رِّزۡقٗا مِّن لَّدُنَّا وَلَٰكِنَّ أَكۡثَرَهُمُ لَا يَعۡلَمُونَ","وَكَمۡ أَهۡلَكۡنَا مِن قَرۡيَةِ بَطِرَتۡ مَعِيشَتَهَا فَتِلۡكَ مَسَٰكِنُهُمُ لَمۡ تُسۡكَن مِّن بَعۡدِهِمُ إِلَّا قَلِيلٗا وَكُنَّا نَحۡنُ ٱلۡوَٰرِثِينَ","وَمَا كَانَ رَبُّكَ مُهۡلِكَ ٱلۡقُرَىٰ حَتَّىٰ يَبۡعَثَ فِي أُمِّهَا رَسُولٗا يَتۡلُواْ عَلَيۡهِمُ ءَايَٰتِنَا وَمَا كُنَّا مُهۡلِكِي ٱلۡقُرَىٰ إِلَّا وَأَهۡلُهَا ظَٰلِمُونَ","وَمَا أُوتِيتُمُ مِن شَيۡءٖ فَمَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَزِينَتُهَا وَمَا عِندَ ٱللَّهِ خَيۡرٞ وَأَبۡقَىٰ أَفَلَا تَعۡقِلُونَ","أَفَمَن وَعَدۡنَٰهُ وَعۡدًا حَسَنٗا فَهُوَ لَٰقِيهِ كَمَن مَّتَّعۡنَٰهُ مَتَٰعَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا ثُمَّ هُوَ يَوۡمَ ٱلۡقِيَٰمَةِ مِنَ ٱلۡمُحۡضَرِينَ","وَيَوۡمَ يُنَادِيهِمُ فَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمُ تَزۡعُمُونَ","قَالَ ٱلَّذِينَ حَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ رَبَّنَا هَٰؤُلَآءِ ٱلَّذِينَ أَغۡوَيۡنَا أَغۡوَيۡنَٰهُمُ كَمَا غَوَيۡنَا تَبَرَّأۡنَا إِلَيۡكَ مَا كَانُواْ إِيَّانَا يَعۡبُدُونَ","وَقِيلَ ٱدۡعُواْ شُرَكَآءَكُمُ فَدَعَوۡهُمُ فَلَمۡ يَسۡتَجِيبُواْ لَهُمُ وَرَأَوُاْ ٱلۡعَذَابَ لَوۡ أَنَّهُمُ كَانُواْ يَهۡتَدُونَ","وَيَوۡمَ يُنَادِيهِمُ فَيَقُولُ مَاذَا أَجَبۡتُمُ ٱلۡمُرۡسَلِينَ","فَعَمِيَتۡ عَلَيۡهِمُ ٱلۡأَنبَآءُ يَوۡمَئِذٖ فَهُمُ لَا يَتَسَآءَلُونَ","فَأَمَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا فَعَسَىٰ أَن يَكُونَ مِنَ ٱلۡمُفۡلِحِينَ","وَرَبُّكَ يَخۡلُقُ مَا يَشَآءُ وَيَخۡتَارُ مَا كَانَ لَهُمُ ٱلۡخِيَرَةُ سُبۡحَٰنَ ٱللَّهِ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","وَرَبُّكَ يَعۡلَمُ مَا تُكِنُّ صُدُورُهُمُ وَمَا يُعۡلِنُونَ","وَهُوَ ٱللَّهُ لَا إِلَٰهَ إِلَّا هُوَ لَهُ ٱلۡحَمۡدُ فِي ٱلۡأُولَىٰ وَٱلۡأٓخِرَةِ وَلَهُ ٱلۡحُكۡمُ وَإِلَيۡهِ تُرۡجَعُونَ","قُلۡ أَرَءَيۡتُمُ إِن جَعَلَ ٱللَّهُ عَلَيۡكُمُ ٱلَّيۡلَ سَرۡمَدًا إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُمُ بِضِئَآءٍ أَفَلَا تَسۡمَعُونَ","قُلۡ أَرَءَيۡتُمُ إِن جَعَلَ ٱللَّهُ عَلَيۡكُمُ ٱلنَّهَارَ سَرۡمَدًا إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُمُ بِلَيۡلٖ تَسۡكُنُونَ فِيهِ أَفَلَا تُبۡصِرُونَ","وَمِن رَّحۡمَتِهِ جَعَلَ لَكُمُ ٱلَّيۡلَ وَٱلنَّهَارَ لِتَسۡكُنُواْ فِيهِ وَلِتَبۡتَغُواْ مِن فَضۡلِهِ وَلَعَلَّكُمُ تَشۡكُرُونَ","وَيَوۡمَ يُنَادِيهِمُ فَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمُ تَزۡعُمُونَ","وَنَزَعۡنَا مِن كُلِّ أُمَّةٖ شَهِيدٗا فَقُلۡنَا هَاتُواْ بُرۡهَٰنَكُمُ فَعَلِمُواْ أَنَّ ٱلۡحَقَّ لِلَّهِ وَضَلَّ عَنۡهُمُ مَا كَانُواْ يَفۡتَرُونَ","إِنَّ قَٰرُونَ كَانَ مِن قَوۡمِ مُوسَىٰ فَبَغَىٰ عَلَيۡهِمُ وَءَاتَيۡنَٰهُ مِنَ ٱلۡكُنُوزِ مَا إِنَّ مَفَاتِحَهُ لَتَنُوٓأُ بِٱلۡعُصۡبَةِ أُوْلِي ٱلۡقُوَّةِ إِذۡ قَالَ لَهُ قَوۡمُهُ لَا تَفۡرَحۡ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡفَرِحِينَ","وَٱبۡتَغِ فِيمَا ءَاتَىٰكَ ٱللَّهُ ٱلدَّارَ ٱلۡأٓخِرَةَ وَلَا تَنسَ نَصِيبَكَ مِنَ ٱلدُّنۡيَا وَأَحۡسِن كَمَا أَحۡسَنَ ٱللَّهُ إِلَيۡكَ وَلَا تَبۡغِ ٱلۡفَسَادَ فِي ٱلۡأَرۡضِ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡمُفۡسِدِينَ","قَالَ إِنَّمَا أُوتِيتُهُ عَلَىٰ عِلۡمٍ عِندِيَ أَوَلَمۡ يَعۡلَمۡ أَنَّ ٱللَّهَ قَدۡ أَهۡلَكَ مِن قَبۡلِهِ مِنَ ٱلۡقُرُونِ مَنۡ هُوَ أَشَدُّ مِنۡهُ قُوَّةٗ وَأَكۡثَرُ جَمۡعٗا وَلَا يُسۡـَٔلُ عَن ذُنُوبِهِمُ ٱلۡمُجۡرِمُونَ","فَخَرَجَ عَلَىٰ قَوۡمِهِ فِي زِينَتِهِ قَالَ ٱلَّذِينَ يُرِيدُونَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا يَٰلَيۡتَ لَنَا مِثۡلَ مَا أُوتِيَ قَٰرُونُ إِنَّهُ لَذُو حَظٍّ عَظِيمٖ","وَقَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ وَيۡلَكُمُ ثَوَابُ ٱللَّهِ خَيۡرٞ لِّمَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗا وَلَا يُلَقَّىٰهَا إِلَّا ٱلصَّٰبِرُونَ","فَخَسَفۡنَا بِهِ وَبِدَارِهِ ٱلۡأَرۡضَ فَمَا كَانَ لَهُ مِن فِئَةٖ يَنصُرُونَهُ مِن دُونِ ٱللَّهِ وَمَا كَانَ مِنَ ٱلۡمُنتَصِرِينَ","وَأَصۡبَحَ ٱلَّذِينَ تَمَنَّوۡاْ مَكَانَهُ بِٱلۡأَمۡسِ يَقُولُونَ وَيۡكَأَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِ وَيَقۡدِرُ لَوۡلَا أَن مَّنَّ ٱللَّهُ عَلَيۡنَا لَخُسِفَ بِنَا وَيۡكَأَنَّهُ لَا يُفۡلِحُ ٱلۡكَٰفِرُونَ","تِلۡكَ ٱلدَّارُ ٱلۡأٓخِرَةُ نَجۡعَلُهَا لِلَّذِينَ لَا يُرِيدُونَ عُلُوّٗا فِي ٱلۡأَرۡضِ وَلَا فَسَادٗا وَٱلۡعَٰقِبَةُ لِلۡمُتَّقِينَ","مَن جَآءَ بِٱلۡحَسَنَةِ فَلَهُ خَيۡرٞ مِّنۡهَا وَمَن جَآءَ بِٱلسَّيِّئَةِ فَلَا يُجۡزَى ٱلَّذِينَ عَمِلُواْ ٱلسَّيِّـَٔاتِ إِلَّا مَا كَانُواْ يَعۡمَلُونَ","إِنَّ ٱلَّذِي فَرَضَ عَلَيۡكَ ٱلۡقُرَانَ لَرَآدُّكَ إِلَىٰ مَعَادٖ قُل رَّبِّيَ أَعۡلَمُ مَن جَآءَ بِٱلۡهُدَىٰ وَمَنۡ هُوَ فِي ضَلَٰلٖ مُّبِينٖ","وَمَا كُنتَ تَرۡجُواْ أَن يُلۡقَىٰ إِلَيۡكَ ٱلۡكِتَٰبُ إِلَّا رَحۡمَةٗ مِّن رَّبِّكَ فَلَا تَكُونَنَّ ظَهِيرٗا لِّلۡكَٰفِرِينَ","وَلَا يَصُدُّنَّكَ عَنۡ ءَايَٰتِ ٱللَّهِ بَعۡدَ إِذۡ أُنزِلَتۡ إِلَيۡكَ وَٱدۡعُ إِلَىٰ رَبِّكَ وَلَا تَكُونَنَّ مِنَ ٱلۡمُشۡرِكِينَ","وَلَا تَدۡعُ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ لَا إِلَٰهَ إِلَّا هُوَ كُلُّ شَيۡءٍ هَالِكٌ إِلَّا وَجۡهَهُ لَهُ ٱلۡحُكۡمُ وَإِلَيۡهِ تُرۡجَعُونَ"],"albazzi":["طسٓمٓ تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡمُبِينِ","نَتۡلُواْ عَلَيۡكَ مِن نَّبَإِ مُوسَىٰ وَفِرۡعَوۡنَ بِٱلۡحَقِّ لِقَوۡمٖ يُؤۡمِنُونَ","إِنَّ فِرۡعَوۡنَ عَلَا فِي ٱلۡأَرۡضِ وَجَعَلَ أَهۡلَهَا شِيَعٗا يَسۡتَضۡعِفُ طَآئِفَةٗ مِّنۡهُمُ يُذَبِّحُ أَبۡنَآءَهُمُ وَيَسۡتَحۡيِ نِسَآءَهُمُ إِنَّهُ كَانَ مِنَ ٱلۡمُفۡسِدِينَ","وَنُرِيدُ أَن نَّمُنَّ عَلَى ٱلَّذِينَ ٱسۡتُضۡعِفُواْ فِي ٱلۡأَرۡضِ وَنَجۡعَلَهُمُ أَىمَّةٗ وَنَجۡعَلَهُمُ ٱلۡوَٰرِثِينَ","وَنُمَكِّنَ لَهُمُ فِي ٱلۡأَرۡضِ وَنُرِيَ فِرۡعَوۡنَ وَهَٰمَٰنَ وَجُنُودَهُمَا مِنۡهُمُ مَا كَانُواْ يَحۡذَرُونَ","وَأَوۡحَيۡنَا إِلَىٰ أُمِّ مُوسَىٰ أَنۡ أَرۡضِعِيهِ فَإِذَا خِفۡتِ عَلَيۡهِ فَأَلۡقِيهِ فِي ٱلۡيَمِّ وَلَا تَخَافِي وَلَا تَحۡزَنِي إِنَّا رَآدُّوهُ إِلَيۡكِ وَجَاعِلُوهُ مِنَ ٱلۡمُرۡسَلِينَ","فَٱلۡتَقَطَهُ ءَالُ فِرۡعَوۡنَ لِيَكُونَ لَهُمُ عَدُوّٗا وَحَزَنًا إِنَّ فِرۡعَوۡنَ وَهَٰمَٰنَ وَجُنُودَهُمَا كَانُواْ خَٰطِـِٔينَ","وَقَالَتِ ٱمۡرَأَتُ فِرۡعَوۡنَ قُرَّتُ عَيۡنٖ لِّي وَلَكَ لَا تَقۡتُلُوهُ عَسَىٰ أَن يَنفَعَنَا أَوۡ نَتَّخِذَهُ وَلَدٗا وَهُمُ لَا يَشۡعُرُونَ","وَأَصۡبَحَ فُؤَادُ أُمِّ مُوسَىٰ فَٰرِغًا إِن كَادَتۡ لَتُبۡدِي بِهِ لَوۡلَا أَن رَّبَطۡنَا عَلَىٰ قَلۡبِهَا لِتَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ","وَقَالَتۡ لِأُخۡتِهِ قُصِّيهِ فَبَصُرَتۡ بِهِ عَن جُنُبٖ وَهُمُ لَا يَشۡعُرُونَ","وَحَرَّمۡنَا عَلَيۡهِ ٱلۡمَرَاضِعَ مِن قَبۡلُ فَقَالَتۡ هَلۡ أَدُلُّكُمُ عَلَىٰ أَهۡلِ بَيۡتٖ يَكۡفُلُونَهُ لَكُمُ وَهُمُ لَهُ نَٰصِحُونَ","فَرَدَدۡنَٰهُ إِلَىٰ أُمِّهِ كَيۡ تَقَرَّ عَيۡنُهَا وَلَا تَحۡزَنَ وَلِتَعۡلَمَ أَنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَلَٰكِنَّ أَكۡثَرَهُمُ لَا يَعۡلَمُونَ","وَلَمَّا بَلَغَ أَشُدَّهُ وَٱسۡتَوَىٰ ءَاتَيۡنَٰهُ حُكۡمٗا وَعِلۡمٗا وَكَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ","وَدَخَلَ ٱلۡمَدِينَةَ عَلَىٰ حِينِ غَفۡلَةٖ مِّنۡ أَهۡلِهَا فَوَجَدَ فِيهَا رَجُلَيۡنِ يَقۡتَتِلَانِ هَٰذَا مِن شِيعَتِهِ وَهَٰذَا مِنۡ عَدُوِّهِ فَٱسۡتَغَٰثَهُ ٱلَّذِي مِن شِيعَتِهِ عَلَى ٱلَّذِي مِنۡ عَدُوِّهِ فَوَكَزَهُ مُوسَىٰ فَقَضَىٰ عَلَيۡهِ قَالَ هَٰذَا مِنۡ عَمَلِ ٱلشَّيۡطَٰنِ إِنَّهُ عَدُوّٞ مُّضِلّٞ مُّبِينٞ","قَالَ رَبِّ إِنِّي ظَلَمۡتُ نَفۡسِي فَٱغۡفِرۡ لِي فَغَفَرَ لَهُ إِنَّهُ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ","قَالَ رَبِّ بِمَا أَنۡعَمۡتَ عَلَيَّ فَلَنۡ أَكُونَ ظَهِيرٗا لِّلۡمُجۡرِمِينَ","فَأَصۡبَحَ فِي ٱلۡمَدِينَةِ خَآئِفٗا يَتَرَقَّبُ فَإِذَا ٱلَّذِي ٱسۡتَنصَرَهُ بِٱلۡأَمۡسِ يَسۡتَصۡرِخُهُ قَالَ لَهُ مُوسَىٰ إِنَّكَ لَغَوِيّٞ مُّبِينٞ","فَلَمَّا أَنۡ أَرَادَ أَن يَبۡطِشَ بِٱلَّذِي هُوَ عَدُوّٞ لَّهُمَا قَالَ يَٰمُوسَىٰ أَتُرِيدُ أَن تَقۡتُلَنِي كَمَا قَتَلۡتَ نَفۡسَا بِٱلۡأَمۡسِ إِن تُرِيدُ إِلَّا أَن تَكُونَ جَبَّارٗا فِي ٱلۡأَرۡضِ وَمَا تُرِيدُ أَن تَكُونَ مِنَ ٱلۡمُصۡلِحِينَ","وَجَآءَ رَجُلٞ مِّنۡ أَقۡصَا ٱلۡمَدِينَةِ يَسۡعَىٰ قَالَ يَٰمُوسَىٰ إِنَّ ٱلۡمَلَأَ يَأۡتَمِرُونَ بِكَ لِيَقۡتُلُوكَ فَٱخۡرُجۡ إِنِّي لَكَ مِنَ ٱلنَّٰصِحِينَ","فَخَرَجَ مِنۡهَا خَآئِفٗا يَتَرَقَّبُ قَالَ رَبِّ نَجِّنِي مِنَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","وَلَمَّا تَوَجَّهَ تِلۡقَآءَ مَدۡيَنَ قَالَ عَسَىٰ رَبِّيَ أَن يَهۡدِيَنِي سَوَآءَ ٱلسَّبِيلِ","وَلَمَّا وَرَدَ مَآءَ مَدۡيَنَ وَجَدَ عَلَيۡهِ أُمَّةٗ مِّنَ ٱلنَّاسِ يَسۡقُونَ","وَوَجَدَ مِن دُونِهِمُ ٱمۡرَأَتَيۡنِ تَذُودَانِ قَالَ مَا خَطۡبُكُمَا قَالَتَا لَا نَسۡقِي حَتَّىٰ يُصۡدِرَ ٱلرِّعَآءُ وَأَبُونَا شَيۡخٞ كَبِيرٞ","فَسَقَىٰ لَهُمَا ثُمَّ تَوَلَّىٰ إِلَى ٱلظِّلِّ فَقَالَ رَبِّ إِنِّي لِمَا أَنزَلۡتَ إِلَيَّ مِنۡ خَيۡرٖ فَقِيرٞ","فَجَآءَتۡهُ إِحۡدَىٰهُمَا تَمۡشِي عَلَى ٱسۡتِحۡيَآءٖ قَالَتۡ إِنَّ أَبِي يَدۡعُوكَ لِيَجۡزِيَكَ أَجۡرَ مَا سَقَيۡتَ لَنَا فَلَمَّا جَآءَهُ وَقَصَّ عَلَيۡهِ ٱلۡقَصَصَ قَالَ لَا تَخَفۡ نَجَوۡتَ مِنَ ٱلۡقَوۡمِ ٱلظَّٰلِمِينَ","قَالَتۡ إِحۡدَىٰهُمَا يَٰأَبَتِ ٱسۡتَـٔۡجِرۡهُ إِنَّ خَيۡرَ مَنِ ٱسۡتَـٔۡجَرۡتَ ٱلۡقَوِيُّ ٱلۡأَمِينُ","قَالَ إِنِّي أُرِيدُ أَنۡ أُنكِحَكَ إِحۡدَى ٱبۡنَتَيَّ هَٰتَيۡنِّ عَلَىٰ أَن تَأۡجُرَنِي ثَمَٰنِيَ حِجَجٖ فَإِنۡ أَتۡمَمۡتَ عَشۡرٗا فَمِنۡ عِندِكَ وَمَا أُرِيدُ أَنۡ أَشُقَّ عَلَيۡكَ سَتَجِدُنِي إِن شَآءَ ٱللَّهُ مِنَ ٱلصَّٰلِحِينَ","قَالَ ذَٰلِكَ بَيۡنِي وَبَيۡنَكَ أَيَّمَا ٱلۡأَجَلَيۡنِ قَضَيۡتُ فَلَا عُدۡوَٰنَ عَلَيَّ وَٱللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٞ","فَلَمَّا قَضَىٰ مُوسَى ٱلۡأَجَلَ وَسَارَ بِأَهۡلِهِ ءَانَسَ مِن جَانِبِ ٱلطُّورِ نَارٗا قَالَ لِأَهۡلِهِ ٱمۡكُثُواْ إِنِّيَ ءَانَسۡتُ نَارٗا لَّعَلِّيَ ءَاتِيكُمُ مِنۡهَا بِخَبَرٍ أَوۡ جِذۡوَةٖ مِّنَ ٱلنَّارِ لَعَلَّكُمُ تَصۡطَلُونَ","فَلَمَّا أَتَىٰهَا نُودِيَ مِن شَٰطِيِٕ ٱلۡوَادِ ٱلۡأَيۡمَنِ فِي ٱلۡبُقۡعَةِ ٱلۡمُبَٰرَكَةِ مِنَ ٱلشَّجَرَةِ أَن يَٰمُوسَىٰ إِنِّيَ أَنَا ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ","وَأَنۡ أَلۡقِ عَصَاكَ فَلَمَّا رَءَاهَا تَهۡتَزُّ كَأَنَّهَا جَآنّٞ وَلَّىٰ مُدۡبِرٗا وَلَمۡ يُعَقِّبۡ يَٰمُوسَىٰ أَقۡبِلۡ وَلَا تَخَفۡ إِنَّكَ مِنَ ٱلۡأٓمِنِينَ","ٱسۡلُكۡ يَدَكَ فِي جَيۡبِكَ تَخۡرُجۡ بَيۡضَآءَ مِنۡ غَيۡرِ سُوٓءٖ وَٱضۡمُمۡ إِلَيۡكَ جَنَاحَكَ مِنَ ٱلرَّهَبِ فَذَٰٓنِّكَ بُرۡهَٰنَانِ مِن رَّبِّكَ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِ إِنَّهُمُ كَانُواْ قَوۡمٗا فَٰسِقِينَ","قَالَ رَبِّ إِنِّي قَتَلۡتُ مِنۡهُمُ نَفۡسٗا فَأَخَافُ أَن يَقۡتُلُونِ","وَأَخِي هَٰرُونُ هُوَ أَفۡصَحُ مِنِّي لِسَانٗا فَأَرۡسِلۡهُ مَعِي رِدۡءٗا يُصَدِّقۡنِي إِنِّيَ أَخَافُ أَن يُكَذِّبُونِ","قَالَ سَنَشُدُّ عَضُدَكَ بِأَخِيكَ وَنَجۡعَلُ لَكُمَا سُلۡطَٰنٗا فَلَا يَصِلُونَ إِلَيۡكُمَا بِـَٔايَٰتِنَا أَنتُمَا وَمَنِ ٱتَّبَعَكُمَا ٱلۡغَٰلِبُونَ","فَلَمَّا جَآءَهُمُ مُوسَىٰ بِـَٔايَٰتِنَا بَيِّنَٰتٖ قَالُواْ مَا هَٰذَا إِلَّا سِحۡرٞ مُّفۡتَرٗى وَمَا سَمِعۡنَا بِهَٰذَا فِي ءَابَآئِنَا ٱلۡأَوَّلِينَ","قَالَ مُوسَىٰ رَبِّيَ أَعۡلَمُ بِمَن جَآءَ بِٱلۡهُدَىٰ مِنۡ عِندِهِ وَمَن تَكُونُ لَهُ عَٰقِبَةُ ٱلدَّارِ إِنَّهُ لَا يُفۡلِحُ ٱلظَّٰلِمُونَ","وَقَالَ فِرۡعَوۡنُ يَٰأَيُّهَا ٱلۡمَلَأُ مَا عَلِمۡتُ لَكُمُ مِنۡ إِلَٰهٍ غَيۡرِي فَأَوۡقِدۡ لِي يَٰهَٰمَٰنُ عَلَى ٱلطِّينِ فَٱجۡعَل لِّي صَرۡحٗا لَّعَلِّيَ أَطَّلِعُ إِلَىٰ إِلَٰهِ مُوسَىٰ وَإِنِّي لَأَظُنُّهُ مِنَ ٱلۡكَٰذِبِينَ","وَٱسۡتَكۡبَرَ هُوَ وَجُنُودُهُ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَظَنُّواْ أَنَّهُمُ إِلَيۡنَا لَا يُرۡجَعُونَ","فَأَخَذۡنَٰهُ وَجُنُودَهُ فَنَبَذۡنَٰهُمُ فِي ٱلۡيَمِّ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلظَّٰلِمِينَ","وَجَعَلۡنَٰهُمُ أَىمَّةٗ يَدۡعُونَ إِلَى ٱلنَّارِ وَيَوۡمَ ٱلۡقِيَٰمَةِ لَا يُنصَرُونَ","وَأَتۡبَعۡنَٰهُمُ فِي هَٰذِهِ ٱلدُّنۡيَا لَعۡنَةٗ وَيَوۡمَ ٱلۡقِيَٰمَةِ هُمُ مِنَ ٱلۡمَقۡبُوحِينَ","وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ مِن بَعۡدِ مَا أَهۡلَكۡنَا ٱلۡقُرُونَ ٱلۡأُولَىٰ بَصَآئِرَ لِلنَّاسِ وَهُدٗى وَرَحۡمَةٗ لَّعَلَّهُمُ يَتَذَكَّرُونَ","وَمَا كُنتَ بِجَانِبِ ٱلۡغَرۡبِيِّ إِذۡ قَضَيۡنَا إِلَىٰ مُوسَى ٱلۡأَمۡرَ وَمَا كُنتَ مِنَ ٱلشَّٰهِدِينَ","وَلَٰكِنَّا أَنشَأۡنَا قُرُونٗا فَتَطَاوَلَ عَلَيۡهِمُ ٱلۡعُمُرُ وَمَا كُنتَ ثَاوِيٗا فِي أَهۡلِ مَدۡيَنَ تَتۡلُواْ عَلَيۡهِمُ ءَايَٰتِنَا وَلَٰكِنَّا كُنَّا مُرۡسِلِينَ","وَمَا كُنتَ بِجَانِبِ ٱلطُّورِ إِذۡ نَادَيۡنَا وَلَٰكِن رَّحۡمَةٗ مِّن رَّبِّكَ لِتُنذِرَ قَوۡمٗا مَّا أَتَىٰهُمُ مِن نَّذِيرٖ مِّن قَبۡلِكَ لَعَلَّهُمُ يَتَذَكَّرُونَ","وَلَوۡلَا أَن تُصِيبَهُمُ مُصِيبَةُ بِمَا قَدَّمَتۡ أَيۡدِيهِمُ فَيَقُولُواْ رَبَّنَا لَوۡلَا أَرۡسَلۡتَ إِلَيۡنَا رَسُولٗا فَنَتَّبِعَ ءَايَٰتِكَ وَنَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ","فَلَمَّا جَآءَهُمُ ٱلۡحَقُّ مِنۡ عِندِنَا قَالُواْ لَوۡلَا أُوتِيَ مِثۡلَ مَا أُوتِيَ مُوسَىٰ أَوَلَمۡ يَكۡفُرُواْ بِمَا أُوتِيَ مُوسَىٰ مِن قَبۡلُ قَالُواْ سَٰحِرَانِ تَظَٰهَرَا وَقَالُواْ إِنَّا بِكُلّٖ كَٰفِرُونَ","قُلۡ فَأۡتُواْ بِكِتَٰبٖ مِّنۡ عِندِ ٱللَّهِ هُوَ أَهۡدَىٰ مِنۡهُمَا أَتَّبِعۡهُ إِن كُنتُمُ صَٰدِقِينَ","فَإِن لَّمۡ يَسۡتَجِيبُواْ لَكَ فَٱعۡلَمۡ أَنَّمَا يَتَّبِعُونَ أَهۡوَآءَهُمُ وَمَنۡ أَضَلُّ مِمَّنِ ٱتَّبَعَ هَوَىٰهُ بِغَيۡرِ هُدٗى مِّنَ ٱللَّهِ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّٰلِمِينَ","وَلَقَدۡ وَصَّلۡنَا لَهُمُ ٱلۡقَوۡلَ لَعَلَّهُمُ يَتَذَكَّرُونَ","ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ مِن قَبۡلِهِ هُمُ بِهِ يُؤۡمِنُونَ","وَإِذَا يُتۡلَىٰ عَلَيۡهِمُ قَالُواْ ءَامَنَّا بِهِ إِنَّهُ ٱلۡحَقُّ مِن رَّبِّنَا إِنَّا كُنَّا مِن قَبۡلِهِ مُسۡلِمِينَ","أُوْلَٰٓئِكَ يُؤۡتَوۡنَ أَجۡرَهُمُ مَرَّتَيۡنِ بِمَا صَبَرُواْ وَيَدۡرَءُونَ بِٱلۡحَسَنَةِ ٱلسَّيِّئَةَ وَمِمَّا رَزَقۡنَٰهُمُ يُنفِقُونَ","وَإِذَا سَمِعُواْ ٱللَّغۡوَ أَعۡرَضُواْ عَنۡهُ وَقَالُواْ لَنَا أَعۡمَٰلُنَا وَلَكُمُ أَعۡمَٰلُكُمُ سَلَٰمٌ عَلَيۡكُمُ لَا نَبۡتَغِي ٱلۡجَٰهِلِينَ","إِنَّكَ لَا تَهۡدِي مَنۡ أَحۡبَبۡتَ وَلَٰكِنَّ ٱللَّهَ يَهۡدِي مَن يَشَآءُ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ","وَقَالُواْ إِن نَّتَّبِعِ ٱلۡهُدَىٰ مَعَكَ نُتَخَطَّفۡ مِنۡ أَرۡضِنَا أَوَلَمۡ نُمَكِّن لَّهُمُ حَرَمًا ءَامِنٗا يُجۡبَىٰ إِلَيۡهِ ثَمَرَٰتُ كُلِّ شَيۡءٖ رِّزۡقٗا مِّن لَّدُنَّا وَلَٰكِنَّ أَكۡثَرَهُمُ لَا يَعۡلَمُونَ","وَكَمۡ أَهۡلَكۡنَا مِن قَرۡيَةِ بَطِرَتۡ مَعِيشَتَهَا فَتِلۡكَ مَسَٰكِنُهُمُ لَمۡ تُسۡكَن مِّن بَعۡدِهِمُ إِلَّا قَلِيلٗا وَكُنَّا نَحۡنُ ٱلۡوَٰرِثِينَ","وَمَا كَانَ رَبُّكَ مُهۡلِكَ ٱلۡقُرَىٰ حَتَّىٰ يَبۡعَثَ فِي أُمِّهَا رَسُولٗا يَتۡلُواْ عَلَيۡهِمُ ءَايَٰتِنَا وَمَا كُنَّا مُهۡلِكِي ٱلۡقُرَىٰ إِلَّا وَأَهۡلُهَا ظَٰلِمُونَ","وَمَا أُوتِيتُمُ مِن شَيۡءٖ فَمَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَزِينَتُهَا وَمَا عِندَ ٱللَّهِ خَيۡرٞ وَأَبۡقَىٰ أَفَلَا تَعۡقِلُونَ","أَفَمَن وَعَدۡنَٰهُ وَعۡدًا حَسَنٗا فَهُوَ لَٰقِيهِ كَمَن مَّتَّعۡنَٰهُ مَتَٰعَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا ثُمَّ هُوَ يَوۡمَ ٱلۡقِيَٰمَةِ مِنَ ٱلۡمُحۡضَرِينَ","وَيَوۡمَ يُنَادِيهِمُ فَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمُ تَزۡعُمُونَ","قَالَ ٱلَّذِينَ حَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ رَبَّنَا هَٰؤُلَآءِ ٱلَّذِينَ أَغۡوَيۡنَا أَغۡوَيۡنَٰهُمُ كَمَا غَوَيۡنَا تَبَرَّأۡنَا إِلَيۡكَ مَا كَانُواْ إِيَّانَا يَعۡبُدُونَ","وَقِيلَ ٱدۡعُواْ شُرَكَآءَكُمُ فَدَعَوۡهُمُ فَلَمۡ يَسۡتَجِيبُواْ لَهُمُ وَرَأَوُاْ ٱلۡعَذَابَ لَوۡ أَنَّهُمُ كَانُواْ يَهۡتَدُونَ","وَيَوۡمَ يُنَادِيهِمُ فَيَقُولُ مَاذَا أَجَبۡتُمُ ٱلۡمُرۡسَلِينَ","فَعَمِيَتۡ عَلَيۡهِمُ ٱلۡأَنبَآءُ يَوۡمَئِذٖ فَهُمُ لَا يَتَسَآءَلُونَ","فَأَمَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا فَعَسَىٰ أَن يَكُونَ مِنَ ٱلۡمُفۡلِحِينَ","وَرَبُّكَ يَخۡلُقُ مَا يَشَآءُ وَيَخۡتَارُ مَا كَانَ لَهُمُ ٱلۡخِيَرَةُ سُبۡحَٰنَ ٱللَّهِ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ","وَرَبُّكَ يَعۡلَمُ مَا تُكِنُّ صُدُورُهُمُ وَمَا يُعۡلِنُونَ","وَهُوَ ٱللَّهُ لَا إِلَٰهَ إِلَّا هُوَ لَهُ ٱلۡحَمۡدُ فِي ٱلۡأُولَىٰ وَٱلۡأٓخِرَةِ وَلَهُ ٱلۡحُكۡمُ وَإِلَيۡهِ تُرۡجَعُونَ","قُلۡ أَرَءَيۡتُمُ إِن جَعَلَ ٱللَّهُ عَلَيۡكُمُ ٱلَّيۡلَ سَرۡمَدًا إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُمُ بِضِيَآءٍ أَفَلَا تَسۡمَعُونَ","قُلۡ أَرَءَيۡتُمُ إِن جَعَلَ ٱللَّهُ عَلَيۡكُمُ ٱلنَّهَارَ سَرۡمَدًا إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُمُ بِلَيۡلٖ تَسۡكُنُونَ فِيهِ أَفَلَا تُبۡصِرُونَ","وَمِن رَّحۡمَتِهِ جَعَلَ لَكُمُ ٱلَّيۡلَ وَٱلنَّهَارَ لِتَسۡكُنُواْ فِيهِ وَلِتَبۡتَغُواْ مِن فَضۡلِهِ وَلَعَلَّكُمُ تَشۡكُرُونَ","وَيَوۡمَ يُنَادِيهِمُ فَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمُ تَزۡعُمُونَ","وَنَزَعۡنَا مِن كُلِّ أُمَّةٖ شَهِيدٗا فَقُلۡنَا هَاتُواْ بُرۡهَٰنَكُمُ فَعَلِمُواْ أَنَّ ٱلۡحَقَّ لِلَّهِ وَضَلَّ عَنۡهُمُ مَا كَانُواْ يَفۡتَرُونَ","إِنَّ قَٰرُونَ كَانَ مِن قَوۡمِ مُوسَىٰ فَبَغَىٰ عَلَيۡهِمُ وَءَاتَيۡنَٰهُ مِنَ ٱلۡكُنُوزِ مَا إِنَّ مَفَاتِحَهُ لَتَنُوٓأُ بِٱلۡعُصۡبَةِ أُوْلِي ٱلۡقُوَّةِ إِذۡ قَالَ لَهُ قَوۡمُهُ لَا تَفۡرَحۡ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡفَرِحِينَ","وَٱبۡتَغِ فِيمَا ءَاتَىٰكَ ٱللَّهُ ٱلدَّارَ ٱلۡأٓخِرَةَ وَلَا تَنسَ نَصِيبَكَ مِنَ ٱلدُّنۡيَا وَأَحۡسِن كَمَا أَحۡسَنَ ٱللَّهُ إِلَيۡكَ وَلَا تَبۡغِ ٱلۡفَسَادَ فِي ٱلۡأَرۡضِ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡمُفۡسِدِينَ","قَالَ إِنَّمَا أُوتِيتُهُ عَلَىٰ عِلۡمٍ عِندِي أَوَلَمۡ يَعۡلَمۡ أَنَّ ٱللَّهَ قَدۡ أَهۡلَكَ مِن قَبۡلِهِ مِنَ ٱلۡقُرُونِ مَنۡ هُوَ أَشَدُّ مِنۡهُ قُوَّةٗ وَأَكۡثَرُ جَمۡعٗا وَلَا يُسۡـَٔلُ عَن ذُنُوبِهِمُ ٱلۡمُجۡرِمُونَ","فَخَرَجَ عَلَىٰ قَوۡمِهِ فِي زِينَتِهِ قَالَ ٱلَّذِينَ يُرِيدُونَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا يَٰلَيۡتَ لَنَا مِثۡلَ مَا أُوتِيَ قَٰرُونُ إِنَّهُ لَذُو حَظٍّ عَظِيمٖ","وَقَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ وَيۡلَكُمُ ثَوَابُ ٱللَّهِ خَيۡرٞ لِّمَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗا وَلَا يُلَقَّىٰهَا إِلَّا ٱلصَّٰبِرُونَ","فَخَسَفۡنَا بِهِ وَبِدَارِهِ ٱلۡأَرۡضَ فَمَا كَانَ لَهُ مِن فِئَةٖ يَنصُرُونَهُ مِن دُونِ ٱللَّهِ وَمَا كَانَ مِنَ ٱلۡمُنتَصِرِينَ","وَأَصۡبَحَ ٱلَّذِينَ تَمَنَّوۡاْ مَكَانَهُ بِٱلۡأَمۡسِ يَقُولُونَ وَيۡكَأَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِ وَيَقۡدِرُ لَوۡلَا أَن مَّنَّ ٱللَّهُ عَلَيۡنَا لَخُسِفَ بِنَا وَيۡكَأَنَّهُ لَا يُفۡلِحُ ٱلۡكَٰفِرُونَ","تِلۡكَ ٱلدَّارُ ٱلۡأٓخِرَةُ نَجۡعَلُهَا لِلَّذِينَ لَا يُرِيدُونَ عُلُوّٗا فِي ٱلۡأَرۡضِ وَلَا فَسَادٗا وَٱلۡعَٰقِبَةُ لِلۡمُتَّقِينَ","مَن جَآءَ بِٱلۡحَسَنَةِ فَلَهُ خَيۡرٞ مِّنۡهَا وَمَن جَآءَ بِٱلسَّيِّئَةِ فَلَا يُجۡزَى ٱلَّذِينَ عَمِلُواْ ٱلسَّيِّـَٔاتِ إِلَّا مَا كَانُواْ يَعۡمَلُونَ","إِنَّ ٱلَّذِي فَرَضَ عَلَيۡكَ ٱلۡقُرَانَ لَرَآدُّكَ إِلَىٰ مَعَادٖ قُل رَّبِّيَ أَعۡلَمُ مَن جَآءَ بِٱلۡهُدَىٰ وَمَنۡ هُوَ فِي ضَلَٰلٖ مُّبِينٖ","وَمَا كُنتَ تَرۡجُواْ أَن يُلۡقَىٰ إِلَيۡكَ ٱلۡكِتَٰبُ إِلَّا رَحۡمَةٗ مِّن رَّبِّكَ فَلَا تَكُونَنَّ ظَهِيرٗا لِّلۡكَٰفِرِينَ","وَلَا يَصُدُّنَّكَ عَنۡ ءَايَٰتِ ٱللَّهِ بَعۡدَ إِذۡ أُنزِلَتۡ إِلَيۡكَ وَٱدۡعُ إِلَىٰ رَبِّكَ وَلَا تَكُونَنَّ مِنَ ٱلۡمُشۡرِكِينَ","وَلَا تَدۡعُ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَ لَا إِلَٰهَ إِلَّا هُوَ كُلُّ شَيۡءٍ هَالِكٌ إِلَّا وَجۡهَهُ لَهُ ٱلۡحُكۡمُ وَإِلَيۡهِ تُرۡجَعُونَ"],"surah":28}