{"hafs":["ٱلۡحَمۡدُ لِلَّهِ فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ جَاعِلِ ٱلۡمَلَٰٓئِكَةِ رُسُلًا أُوْلِيٓ أَجۡنِحَةٖ مَّثۡنَىٰ وَثُلَٰثَ وَرُبَٰعَ يَزِيدُ فِي ٱلۡخَلۡقِ مَا يَشَآءُ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","مَّا يَفۡتَحِ ٱللَّهُ لِلنَّاسِ مِن رَّحۡمَةٖ فَلَا مُمۡسِكَ لَهَا وَمَا يُمۡسِكۡ فَلَا مُرۡسِلَ لَهُ مِن بَعۡدِهِ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","يَٰٓأَيُّهَا ٱلنَّاسُ ٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمۡ هَلۡ مِنۡ خَٰلِقٍ غَيۡرُ ٱللَّهِ يَرۡزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ لَآ إِلَٰهَ إِلَّا هُوَ فَأَنَّىٰ تُؤۡفَكُونَ","وَإِن يُكَذِّبُوكَ فَقَدۡ كُذِّبَتۡ رُسُلٞ مِّن قَبۡلِكَ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","يَٰٓأَيُّهَا ٱلنَّاسُ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ فَلَا تَغُرَّنَّكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلۡغَرُورُ","إِنَّ ٱلشَّيۡطَٰنَ لَكُمۡ عَدُوّٞ فَٱتَّخِذُوهُ عَدُوًّا إِنَّمَا يَدۡعُواْ حِزۡبَهُ لِيَكُونُواْ مِنۡ أَصۡحَٰبِ ٱلسَّعِيرِ","ٱلَّذِينَ كَفَرُواْ لَهُمۡ عَذَابٞ شَدِيدٞ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٌ","أَفَمَن زُيِّنَ لَهُ سُوٓءُ عَمَلِهِ فَرَءَاهُ حَسَنٗا فَإِنَّ ٱللَّهَ يُضِلُّ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُ فَلَا تَذۡهَبۡ نَفۡسُكَ عَلَيۡهِمۡ حَسَرَٰتٍ إِنَّ ٱللَّهَ عَلِيمُ بِمَا يَصۡنَعُونَ","وَٱللَّهُ ٱلَّذِيٓ أَرۡسَلَ ٱلرِّيَٰحَ فَتُثِيرُ سَحَابٗا فَسُقۡنَٰهُ إِلَىٰ بَلَدٖ مَّيِّتٖ فَأَحۡيَيۡنَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَا كَذَٰلِكَ ٱلنُّشُورُ","مَن كَانَ يُرِيدُ ٱلۡعِزَّةَ فَلِلَّهِ ٱلۡعِزَّةُ جَمِيعًا إِلَيۡهِ يَصۡعَدُ ٱلۡكَلِمُ ٱلطَّيِّبُ وَٱلۡعَمَلُ ٱلصَّٰلِحُ يَرۡفَعُهُ وَٱلَّذِينَ يَمۡكُرُونَ ٱلسَّيِّ‍َٔاتِ لَهُمۡ عَذَابٞ شَدِيدٞ وَمَكۡرُ أُوْلَٰٓئِكَ هُوَ يَبُورُ","وَٱللَّهُ خَلَقَكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ جَعَلَكُمۡ أَزۡوَٰجٗا وَمَا تَحۡمِلُ مِنۡ أُنثَىٰ وَلَا تَضَعُ إِلَّا بِعِلۡمِهِ وَمَا يُعَمَّرُ مِن مُّعَمَّرٖ وَلَا يُنقَصُ مِنۡ عُمُرِهِٓ إِلَّا فِي كِتَٰبٍ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","وَمَا يَسۡتَوِي ٱلۡبَحۡرَانِ هَٰذَا عَذۡبٞ فُرَاتٞ سَآئِغٞ شَرَابُهُ وَهَٰذَا مِلۡحٌ أُجَاجٞ وَمِن كُلّٖ تَأۡكُلُونَ لَحۡمٗا طَرِيّٗا وَتَسۡتَخۡرِجُونَ حِلۡيَةٗ تَلۡبَسُونَهَا وَتَرَى ٱلۡفُلۡكَ فِيهِ مَوَاخِرَ لِتَبۡتَغُواْ مِن فَضۡلِهِ وَلَعَلَّكُمۡ تَشۡكُرُونَ","يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَ كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمّٗى ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ لَهُ ٱلۡمُلۡكُ وَٱلَّذِينَ تَدۡعُونَ مِن دُونِهِ مَا يَمۡلِكُونَ مِن قِطۡمِيرٍ","إِن تَدۡعُوهُمۡ لَا يَسۡمَعُواْ دُعَآءَكُمۡ وَلَوۡ سَمِعُواْ مَا ٱسۡتَجَابُواْ لَكُمۡ وَيَوۡمَ ٱلۡقِيَٰمَةِ يَكۡفُرُونَ بِشِرۡكِكُمۡ وَلَا يُنَبِّئُكَ مِثۡلُ خَبِيرٖ","يَٰٓأَيُّهَا ٱلنَّاسُ أَنتُمُ ٱلۡفُقَرَآءُ إِلَى ٱللَّهِ وَٱللَّهُ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَأۡتِ بِخَلۡقٖ جَدِيدٖ","وَمَا ذَٰلِكَ عَلَى ٱللَّهِ بِعَزِيزٖ","وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰ وَإِن تَدۡعُ مُثۡقَلَةٌ إِلَىٰ حِمۡلِهَا لَا يُحۡمَلۡ مِنۡهُ شَيۡءٞ وَلَوۡ كَانَ ذَا قُرۡبَىٰٓ إِنَّمَا تُنذِرُ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ وَأَقَامُواْ ٱلصَّلَوٰةَ وَمَن تَزَكَّىٰ فَإِنَّمَا يَتَزَكَّىٰ لِنَفۡسِهِ وَإِلَى ٱللَّهِ ٱلۡمَصِيرُ","وَمَا يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ","وَلَا ٱلظُّلُمَٰتُ وَلَا ٱلنُّورُ","وَلَا ٱلظِّلُّ وَلَا ٱلۡحَرُورُ","وَمَا يَسۡتَوِي ٱلۡأَحۡيَآءُ وَلَا ٱلۡأَمۡوَٰتُ إِنَّ ٱللَّهَ يُسۡمِعُ مَن يَشَآءُ وَمَآ أَنتَ بِمُسۡمِعٖ مَّن فِي ٱلۡقُبُورِ","إِنۡ أَنتَ إِلَّا نَذِيرٌ","إِنَّآ أَرۡسَلۡنَٰكَ بِٱلۡحَقِّ بَشِيرٗا وَنَذِيرٗا وَإِن مِّنۡ أُمَّةٍ إِلَّا خَلَا فِيهَا نَذِيرٞ","وَإِن يُكَذِّبُوكَ فَقَدۡ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ وَبِٱلزُّبُرِ وَبِٱلۡكِتَٰبِ ٱلۡمُنِيرِ","ثُمَّ أَخَذۡتُ ٱلَّذِينَ كَفَرُواْ فَكَيۡفَ كَانَ نَكِيرِ","أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِ ثَمَرَٰتٖ مُّخۡتَلِفًا أَلۡوَٰنُهَا وَمِنَ ٱلۡجِبَالِ جُدَدُ بِيضٞ وَحُمۡرٞ مُّخۡتَلِفٌ أَلۡوَٰنُهَا وَغَرَابِيبُ سُودٞ","وَمِنَ ٱلنَّاسِ وَٱلدَّوَآبِّ وَٱلۡأَنۡعَٰمِ مُخۡتَلِفٌ أَلۡوَٰنُهُ كَذَٰلِكَ إِنَّمَا يَخۡشَى ٱللَّهَ مِنۡ عِبَادِهِ ٱلۡعُلَمَٰٓؤُاْ إِنَّ ٱللَّهَ عَزِيزٌ غَفُورٌ","إِنَّ ٱلَّذِينَ يَتۡلُونَ كِتَٰبَ ٱللَّهِ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَنفَقُواْ مِمَّا رَزَقۡنَٰهُمۡ سِرّٗا وَعَلَانِيَةٗ يَرۡجُونَ تِجَٰرَةٗ لَّن تَبُورَ","لِيُوَفِّيَهُمۡ أُجُورَهُمۡ وَيَزِيدَهُم مِّن فَضۡلِهِٓ إِنَّهُ غَفُورٞ شَكُورٞ","وَٱلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ مِنَ ٱلۡكِتَٰبِ هُوَ ٱلۡحَقُّ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ إِنَّ ٱللَّهَ بِعِبَادِهِ لَخَبِيرُ بَصِيرٞ","ثُمَّ أَوۡرَثۡنَا ٱلۡكِتَٰبَ ٱلَّذِينَ ٱصۡطَفَيۡنَا مِنۡ عِبَادِنَا فَمِنۡهُمۡ ظَالِمٞ لِّنَفۡسِهِ وَمِنۡهُم مُّقۡتَصِدٞ وَمِنۡهُمۡ سَابِقُ بِٱلۡخَيۡرَٰتِ بِإِذۡنِ ٱللَّهِ ذَٰلِكَ هُوَ ٱلۡفَضۡلُ ٱلۡكَبِيرُ","جَنَّٰتُ عَدۡنٖ يَدۡخُلُونَهَا يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَلُؤۡلُؤٗا وَلِبَاسُهُمۡ فِيهَا حَرِيرٞ","وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِيٓ أَذۡهَبَ عَنَّا ٱلۡحَزَنَ إِنَّ رَبَّنَا لَغَفُورٞ شَكُورٌ","ٱلَّذِيٓ أَحَلَّنَا دَارَ ٱلۡمُقَامَةِ مِن فَضۡلِهِ لَا يَمَسُّنَا فِيهَا نَصَبٞ وَلَا يَمَسُّنَا فِيهَا لُغُوبٞ","وَٱلَّذِينَ كَفَرُواْ لَهُمۡ نَارُ جَهَنَّمَ لَا يُقۡضَىٰ عَلَيۡهِمۡ فَيَمُوتُواْ وَلَا يُخَفَّفُ عَنۡهُم مِّنۡ عَذَابِهَا كَذَٰلِكَ نَجۡزِي كُلَّ كَفُورٖ","وَهُمۡ يَصۡطَرِخُونَ فِيهَا رَبَّنَآ أَخۡرِجۡنَا نَعۡمَلۡ صَٰلِحًا غَيۡرَ ٱلَّذِي كُنَّا نَعۡمَلُ أَوَ لَمۡ نُعَمِّرۡكُم مَّا يَتَذَكَّرُ فِيهِ مَن تَذَكَّرَ وَجَآءَكُمُ ٱلنَّذِيرُ فَذُوقُواْ فَمَا لِلظَّٰلِمِينَ مِن نَّصِيرٍ","إِنَّ ٱللَّهَ عَٰلِمُ غَيۡبِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ إِنَّهُ عَلِيمُ بِذَاتِ ٱلصُّدُورِ","هُوَ ٱلَّذِي جَعَلَكُمۡ خَلَٰٓئِفَ فِي ٱلۡأَرۡضِ فَمَن كَفَرَ فَعَلَيۡهِ كُفۡرُهُ وَلَا يَزِيدُ ٱلۡكَٰفِرِينَ كُفۡرُهُمۡ عِندَ رَبِّهِمۡ إِلَّا مَقۡتٗا وَلَا يَزِيدُ ٱلۡكَٰفِرِينَ كُفۡرُهُمۡ إِلَّا خَسَارٗا","قُلۡ أَرَءَيۡتُمۡ شُرَكَآءَكُمُ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ أَرُونِي مَاذَا خَلَقُواْ مِنَ ٱلۡأَرۡضِ أَمۡ لَهُمۡ شِرۡكٞ فِي ٱلسَّمَٰوَٰتِ أَمۡ ءَاتَيۡنَٰهُمۡ كِتَٰبٗا فَهُمۡ عَلَىٰ بَيِّنَتٖ مِّنۡهُ بَلۡ إِن يَعِدُ ٱلظَّٰلِمُونَ بَعۡضُهُم بَعۡضًا إِلَّا غُرُورًا","إِنَّ ٱللَّهَ يُمۡسِكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ أَن تَزُولَا وَلَئِن زَالَتَآ إِنۡ أَمۡسَكَهُمَا مِنۡ أَحَدٖ مِّن بَعۡدِهِٓ إِنَّهُ كَانَ حَلِيمًا غَفُورٗا","وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَئِن جَآءَهُمۡ نَذِيرٞ لَّيَكُونُنَّ أَهۡدَىٰ مِنۡ إِحۡدَى ٱلۡأُمَمِ فَلَمَّا جَآءَهُمۡ نَذِيرٞ مَّا زَادَهُمۡ إِلَّا نُفُورًا","ٱسۡتِكۡبَارٗا فِي ٱلۡأَرۡضِ وَمَكۡرَ ٱلسَّيِّيِٕ وَلَا يَحِيقُ ٱلۡمَكۡرُ ٱلسَّيِّئُ إِلَّا بِأَهۡلِهِ فَهَلۡ يَنظُرُونَ إِلَّا سُنَّتَ ٱلۡأَوَّلِينَ فَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَبۡدِيلٗا وَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَحۡوِيلًا","أَوَ لَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡ وَكَانُوٓاْ أَشَدَّ مِنۡهُمۡ قُوَّةٗ وَمَا كَانَ ٱللَّهُ لِيُعۡجِزَهُ مِن شَيۡءٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِ إِنَّهُ كَانَ عَلِيمٗا قَدِيرٗا","وَلَوۡ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِمَا كَسَبُواْ مَا تَرَكَ عَلَىٰ ظَهۡرِهَا مِن دَآبَّةٖ وَلَٰكِن يُؤَخِّرُهُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗى فَإِذَا جَآءَ أَجَلُهُمۡ فَإِنَّ ٱللَّهَ كَانَ بِعِبَادِهِ بَصِيرَا"],"warsh":["اِلْحَمْدُ لِلهِ فَاطِرِ اِلسَّمَٰوَٰتِ وَالَارْضِ جَاعِلِ اِلْمَلَٰٓئِكَةِ رُسُلاً ا۟وْلِےٓ أَجْنِحَةٖ مَّثْنيٰ وَثُلَٰثَ وَرُبَٰعَ يَزِيدُ فِے اِلْخَلْقِ مَا يَشَآءُ اِنَّ اَللَّهَ عَلَيٰ كُلِّ شَےْءٖ قَدِيرٞ","مَّا يَفْتَحِ اِللَّهُ لِلنَّاسِ مِن رَّحْمَةٖ فَلَا مُمْسِكَ لَهَا وَمَا يُمْسِكْ فَلَا مُرْسِلَ لَهُ مِن بَعْدِهِ وَهُوَ اَلْعَزِيزُ اُلْحَكِيمُ","يَٰٓأَيُّهَا اَلنَّاسُ اُ۟ذْكُرُواْ نِعْمَتَ اَللَّهِ عَلَيْكُمْ هَلْ مِنْ خَٰلِقٍ غَيْرُ اُللَّهِ يَرْزُقُكُم مِّنَ اَلسَّمَآءِ وَالَارْضِ لَآ إِلَٰهَ إِلَّا هُوَ فَأَنّيٰ تُوفَكُونَ","وَإِنْ يُّكَذِّبُوكَ فَقَدْ كُذِّبَتْ رُسُلٞ مِّن قَبْلِكَ وَإِلَي اَللَّهِ تُرْجَعُ اُلُامُورُ","يَٰٓأَيُّهَا اَلنَّاسُ إِنَّ وَعْدَ اَللَّهِ حَقّٞ فَلَا تَغُرَّنَّكُمُ اُلْحَيَوٰةُ اُلدُّنْيا وَلَا يَغُرَّنَّكُم بِاللَّهِ اِلْغَرُورُ","إِنَّ اَلشَّيْطَٰنَ لَكُمْ عَدُوّٞ فَاتَّخِذُوهُ عَدُوّاً اِنَّمَا يَدْعُواْ حِزْبَهُ لِيَكُونُواْ مِنَ اَصْحَٰبِ اِلسَّعِيرِ","اِلذِينَ كَفَرُواْ لَهُمْ عَذَابٞ شَدِيدٞ وَالذِينَ ءَامَنُواْ وَعَمِلُواْ اُلصَّٰلِحَٰتِ لَهُم مَّغْفِرَةٞ وَأَجْرٞ كَبِيرٌ","اَفَمَن زُيِّنَ لَهُ سُوٓءُ عَمَلِهِ فَرءاهُ حَسَناٗ فَإِنَّ اَللَّهَ يُضِلُّ مَنْ يَّشَآءُ وَيَهْدِے مَنْ يَّشَآءُ فَلَا تَذْهَبْ نَفْسُكَ عَلَيْهِمْ حَسَرَٰتٍ اِنَّ اَللَّهَ عَلِيمُ بِمَا يَصْنَعُونَ","وَاللَّهُ اُلذِےٓ أَرْسَلَ اَلرِّيَٰحَ فَتُثِيرُ سَحَاباٗ فَسُقْنَٰهُ إِلَيٰ بَلَدٖ مَّيِّتٖ فَأَحْيَيْنَا بِهِ اِلَارْضَ بَعْدَ مَوْتِهَا كَذَٰلِكَ اَلنُّشُورُ","مَن كَانَ يُرِيدُ اُلْعِزَّةَ فَلِلهِ اِلْعِزَّةُ جَمِيعاً اِلَيْهِ يَصْعَدُ اُلْكَلِمُ اُلطَّيِّبُ وَالْعَمَلُ اُلصَّٰلِحُ يَرْفَعُهُ وَالذِينَ يَمْكُرُونَ اَلسَّيِّـَٔاتِ لَهُمْ عَذَابٞ شَدِيدٞ وَمَكْرُ أُوْلَٰٓئِكَ هُوَ يَبُورُ","وَاللَّهُ خَلَقَكُم مِّن تُرَابٖ ثُمَّ مِن نُّطْفَةٖ ثُمَّ جَعَلَكُمُٓ أَزْوَٰجاٗ وَمَا تَحْمِلُ مِنُ ا۟نثيٰ وَلَا تَضَعُ إِلَّا بِعِلْمِهِ وَمَا يُعَمَّرُ مِن مُّعَمَّرٖ وَلَا يُنقَصُ مِنْ عُمُرِهِٓ إِلَّا فِے كِتَٰبٍ اِنَّ ذَٰلِكَ عَلَي اَللَّهِ يَسِيرٞ","وَمَا يَسْتَوِے اِلْبَحْرَٰنِ هَٰذَا عَذْبٞ فُرَاتٞ سَآئِغٞ شَرَابُهُ وَهَٰذَا مِلْحٌ ا۟جَاجٞ وَمِن كُلّٖ تَاكُلُونَ لَحْماٗ طَرِيّاٗ وَتَسْتَخْرِجُونَ حِلْيَةٗ تَلْبَسُونَهَا وَتَرَي اَلْفُلْكَ فِيهِ مَوَاخِرَ لِتَبْتَغُواْ مِن فَضْلِهِ وَلَعَلَّكُمْ تَشْكُرُونَ","يُولِجُ اُليْلَ فِے اِلنَّهارِ وَيُولِجُ اُلنَّهَارَ فِے اِليْلِ وَسَخَّرَ اَلشَّمْسَ وَالْقَمَرَ كُلّٞ يَجْرِے لِأَجَلٖ مُّسَمّيٗ ذَٰلِكُمُ اُللَّهُ رَبُّكُمْ لَهُ اُلْمُلْكُ وَالذِينَ تَدْعُونَ مِن دُونِهِ مَا يَمْلِكُونَ مِن قِطْمِيرٍ","اِن تَدْعُوهُمْ لَا يَسْمَعُواْ دُعَآءَكُمْ وَلَوْ سَمِعُواْ مَا اَسْتَجَابُواْ لَكُمْ وَيَوْمَ اَلْقِيَٰمَةِ يَكْفُرُونَ بِشِرْكِكُمْ وَلَا يُنَبِّئُكَ مِثْلُ خَبِيرٖ","يَٰٓأَيُّهَا اَلنَّاسُ أَنتُمُ اُلْفُقَرَآءُ اِلَي اَللَّهِ وَاللَّهُ هُوَ اَلْغَنِيُّ اُلْحَمِيدُ","إِنْ يَّشَأْ يُذْهِبْكُمْ وَيَاتِ بِخَلْقٖ جَدِيدٖ","وَمَا ذَٰلِكَ عَلَي اَللَّهِ بِعَزِيزٖ","وَلَا تَزِرُ وَازِرَةٞ وِزْرَ أُخْريٰ وَإِن تَدْعُ مُثْقَلَةٌ اِلَيٰ حِمْلِهَا لَا يُحْمَلْ مِنْهُ شَےْءٞ وَلَوْ كَانَ ذَا قُرْبيٰٓ إِنَّمَا تُنذِرُ اُلذِينَ يَخْشَوْنَ رَبَّهُم بِالْغَيْبِ وَأَقَامُواْ اُلصَّلَوٰةَ وَمَن تَزَكّيٰ فَإِنَّمَا يَتَزَكّيٰ لِنَفْسِهِ وَإِلَي اَللَّهِ اِلْمَصِيرُ","وَمَا يَسْتَوِے اِلَاعْميٰ وَالْبَصِيرُ","وَلَا اَلظُّلُمَٰتُ وَلَا اَلنُّورُ","وَلَا اَلظِّلُّ وَلَا اَلْحَرُورُ","وَمَا يَسْتَوِے اِلَاحْيَآءُ وَلَا اَلَامْوَٰتُ إِنَّ اَللَّهَ يُسْمِعُ مَنْ يَّشَآءُ وَمَآ أَنتَ بِمُسْمِعٖ مَّن فِے اِلْقُبُورِ","إِنَ اَنتَ إِلَّا نَذِيرٌ","اِنَّآ أَرْسَلْنَٰكَ بِالْحَقِّ بَشِيراٗ وَنَذِيراٗ وَإِن مِّنُ ا۟مَّةٍ اِلَّا خَلَا فِيهَا نَذِيرٞ","وَإِنْ يُّكَذِّبُوكَ فَقَدْ كَذَّبَ اَلذِينَ مِن قَبْلِهِمْ جَآءَتْهُمْ رُسُلُهُم بِالْبَيِّنَٰتِ وَبِالزُّبُرِ وَبِالْكِتَٰبِ اِلْمُنِيرِ","ثُمَّ أَخَذتُّ اُلذِينَ كَفَرُواْ فَكَيْفَ كَانَ نَكِيرِٓ","أَلَمْ تَرَ أَنَّ اَللَّهَ أَنزَلَ مِنَ اَلسَّمَآءِ مَآءٗ فَأَخْرَجْنَا بِهِ ثَمَرَٰتٖ مُّخْتَلِفاً اَلْوَٰنُهَا وَمِنَ اَلْجِبَالِ جُدَدُ بِيضٞ وَحُمْرٞ مُّخْتَلِفٌ اَلْوَٰنُهَا وَغَرَابِيبُ سُودٞ","وَمِنَ اَلنَّاسِ وَالدَّوَآبِّ وَالَانْعَٰمِ مُخْتَلِفٌ اَلْوَٰنُهُ كَذَٰلِكَ إِنَّمَا يَخْشَي اَللَّهَ مِنْ عِبَادِهِ اِلْعُلَمَٰٓؤُاْ اِنَّ اَللَّهَ عَزِيزٌ غَفُورٌ","اِنَّ اَلذِينَ يَتْلُونَ كِتَٰبَ اَللَّهِ وَأَقَامُواْ اُلصَّلَوٰةَ وَأَنفَقُواْ مِمَّا رَزَقْنَٰهُمْ سِرّاٗ وَعَلَٰنِيَةٗ يَرْجُونَ تِجَٰرَةٗ لَّن تَبُورَ","لِيُوَفِّيَهُمُٓ أُجُورَهُمْ وَيَزِيدَهُم مِّن فَضْلِهِٓ إِنَّهُ غَفُورٞ شَكُورٞ","وَالذِےٓ أَوْحَيْنَآ إِلَيْكَ مِنَ اَلْكِتَٰبِ هُوَ اَلْحَقُّ مُصَدِّقاٗ لِّمَا بَيْنَ يَدَيْهِ إِنَّ اَللَّهَ بِعِبَادِهِ لَخَبِيرُ بَصِيرٞ","ثُمَّ أَوْرَثْنَا اَلْكِتَٰبَ اَلذِينَ اَصْطَفَيْنَا مِنْ عِبَادِنَا فَمِنْهُمْ ظَالِمٞ لِّنَفْسِهِ وَمِنْهُم مُّقْتَصِدٞ وَمِنْهُمْ سَابِقُ بِالْخَيْرَٰتِ بِإِذْنِ اِللَّهِ ذَٰلِكَ هُوَ اَلْفَضْلُ اُلْكَبِيرُ","جَنَّٰتُ عَدْنٖ يَدْخُلُونَهَا يُحَلَّوْنَ فِيهَا مِنَ اَسَاوِرَ مِن ذَهَبٖ وَلُؤْلُؤاٗ وَلِبَاسُهُمْ فِيهَا حَرِيرٞ","وَقَالُواْ اُلْحَمْدُ لِلهِ اِلذِےٓ أَذْهَبَ عَنَّا اَلْحَزَنَ إِنَّ رَبَّنَا لَغَفُورٞ شَكُورٌ","اِلذِےٓ أَحَلَّنَا دَارَ اَلْمُقَامَةِ مِن فَضْلِهِ لَا يَمَسُّنَا فِيهَا نَصَبٞ وَلَا يَمَسُّنَا فِيهَا لُغُوبٞ","وَالذِينَ كَفَرُواْ لَهُمْ نَارُ جَهَنَّمَ لَا يُقْضيٰ عَلَيْهِمْ فَيَمُوتُواْ وَلَا يُخَفَّفُ عَنْهُم مِّنْ عَذَابِهَا كَذَٰلِكَ نَجْزِے كُلَّ كَفُورٖ","وَهُمْ يَصْطَرِخُونَ فِيهَا رَبَّنَآ أَخْرِجْنَا نَعْمَلْ صَٰلِحاً غَيْرَ اَلذِے كُنَّا نَعْمَلُ أَوَلَمْ نُعَمِّرْكُم مَّا يَتَذَكَّرُ فِيهِ مَن تَذَكَّرَ وَجَآءَكُمُ اُلنَّذِيرُ فَذُوقُواْ فَمَا لِلظَّٰلِمِينَ مِن نَّصِيرٍ","اِنَّ اَللَّهَ عَٰلِمُ غَيْبِ اِلسَّمَٰوَٰتِ وَالَارْضِ إِنَّهُ عَلِيمُ بِذَاتِ اِلصُّدُورِ","هُوَ اَلذِے جَعَلَكُمْ خَلَٰٓئِفَ فِے اِلَارْضِ فَمَن كَفَرَ فَعَلَيْهِ كُفْرُهُ وَلَا يَزِيدُ اُلْكٰفِرِينَ كُفْرُهُمْ عِندَ رَبِّهِمُٓ إِلَّا مَقْتاٗ وَلَا يَزِيدُ اُلْكٰفِرِينَ كُفْرُهُمُٓ إِلَّا خَسَاراٗ","قُلَ اَرَٰٓيْتُمْ شُرَكَآءَكُمُ اُلذِينَ تَدْعُونَ مِن دُونِ اِللَّهِ أَرُونِے مَاذَا خَلَقُواْ مِنَ اَلَارْضِ أَمْ لَهُمْ شِرْكٞ فِے اِلسَّمَٰوَٰتِ أَمَ اٰتَيْنَٰهُمْ كِتَٰباٗ فَهُمْ عَلَيٰ بَيِّنَٰتٖ مِّنْهُ بَلِ اِنْ يَّعِدُ اُلظَّٰلِمُونَ بَعْضُهُم بَعْضاً اِلَّا غُرُوراً","اِنَّ اَللَّهَ يُمْسِكُ اُلسَّمَٰوَٰتِ وَالَارْضَ أَن تَزُولَا وَلَئِن زَالَتَآ إِنَ اَمْسَكَهُمَا مِنَ اَحَدٖ مِّن بَعْدِهِٓ إِنَّهُ كَانَ حَلِيماً غَفُوراٗ","وَأَقْسَمُواْ بِاللَّهِ جَهْدَ أَيْمَٰنِهِمْ لَئِن جَآءَهُمْ نَذِيرٞ لَّيَكُونُنَّ أَهْديٰ مِنِ اِحْدَي اَلُامَمِ فَلَمَّا جَآءَهُمْ نَذِيرٞ مَّا زَادَهُمُٓ إِلَّا نُفُوراً","اِسْتِكْبَاراٗ فِے اِلَارْضِ وَمَكْرَ اَلسَّيِّےِٕ وَلَا يَحِيقُ اُلْمَكْرُ اُلسَّيِّۓُ اِلَّا بِأَهْلِهِ فَهَلْ يَنظُرُونَ إِلَّا سُنَّتَ اَلَاوَّلِينَ فَلَن تَجِدَ لِسُنَّتِ اِللَّهِ تَبْدِيلاٗ","وَلَن تَجِدَ لِسُنَّتِ اِللَّهِ تَحْوِيلاً","اَوَلَمْ يَسِيرُواْ فِے اِلَارْضِ فَيَنظُرُواْ كَيْفَ كَانَ عَٰقِبَةُ اُلذِينَ مِن قَبْلِهِمْ وَكَانُوٓاْ أَشَدَّ مِنْهُمْ قُوَّةٗ وَمَا كَانَ اَللَّهُ لِيُعْجِزَهُ مِن شَےْءٖ فِے اِلسَّمَٰوَٰتِ وَلَا فِے اِلَارْضِ إِنَّهُ كَانَ عَلِيماٗ قَدِيراٗ","وَلَوْ يُوَاخِذُ اُللَّهُ اُلنَّاسَ بِمَا كَسَبُواْ مَا تَرَكَ عَلَيٰ ظَهْرِهَا مِن دَآبَّةٖ وَلَٰكِنْ يُّوَخِّرُهُمُٓ إِلَيٰٓ أَجَلٖ مُّسَمّيٗ فَإِذَا جَآءَ اجَلُهُمْ فَإِنَّ اَللَّهَ كَانَ بِعِبَادِهِ بَصِيراٗ"],"aldoori":["اِلۡحَمۡدُ لِلَّهِ فَاطِرِ اِلسَّمَٰوَٰتِ وَاَلۡأَرۡضِ جَاعِلِ اِلۡمَلَٰٓئِكَةِ رُسُلًا أُوْلِيٓ أَجۡنِحَةٖ مَّثۡنَىٰ وَثُلَٰثَ وَرُبَٰعَ يَزِيدُ فِي اِلۡخَلۡقِ مَا يَشَآءُ اِنَّ اَللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","مَّا يَفۡتَحِ اِللَّهُ لِلنّاسِ مِن رَّحۡمَةٖ فَلَا مُمۡسِكَ لَهَا وَمَا يُمۡسِكۡ فَلَا مُرۡسِلَ لَهُ مِن بَعۡدِهِ وَهۡوَ اَلۡعَزِيزُ اُلۡحَكِيمُ","يَٰٓأَيُّهَا اَلنَّاسُ اُ۟ذۡكُرُواْ نِعۡمَتَ اَللَّهِ عَلَيۡكُمۡ هَلۡ مِنۡ خَٰلِقٍ غَيۡرُ اُللَّهِ يَرۡزُقُكُم مِّنَ اَلسَّمَآءِ وَاَلۡأَرۡضِ لَآ إِلَٰهَ إِلَّا هُوَ فَأَنّيٰ تُؤۡفَكُونَ","وَإِن يُكَذِّبُوكَ فَقَدۡ كُذِّبَتۡ رُسُلٞ مِّن قَبۡلِكَ وَإِلَى اَللَّهِ تُرۡجَعُ اُلۡأُمُورُ","يَٰٓأَيُّهَا اَلنَّاسُ إِنَّ وَعۡدَ اَللَّهِ حَقّٞ فَلَا تَغُرَّنَّكُمُ اُلۡحَيَوٰةُ اُلدُّنۡيا وَلَا يَغُرَّنَّكُم بِاللَّهِ اِلۡغَرُورُ","إِنَّ اَلشَّيۡطَٰنَ لَكُمۡ عَدُوّٞ فَاَتَّخِذُوهُ عَدُوًّا إِنَّمَا يَدۡعُواْ حِزۡبَهُ لِيَكُونُواْ مِنۡ أَصۡحَٰبِ اِلسَّعِيرِ","اِلَّذِينَ كَفَرُواْ لَهُمۡ عَذَابٞ شَدِيدٞ وَاَلَّذِينَ ءَامَنُواْ وَعَمِلُواْ اُلصَّٰلِحَٰتِ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٌ","أَفَمَن زُيِّنَ لَهُ سُوٓءُ عَمَلِهِ فَرَءاهُ حَسَنٗا فَإِنَّ اَللَّهَ يُضِلُّ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُ فَلَا تَذۡهَبۡ نَفۡسُكَ عَلَيۡهِمۡ حَسَرَٰتٍ إِنَّ اَللَّهَ عَلِيمُ بِمَا يَصۡنَعُونَ","وَاَللَّهُ اُلَّذِيٓ أَرۡسَلَ اَلرِّيَٰحَ فَتُثِيرُ سَحَابٗا فَسُقۡنَٰهُ إِلَىٰ بَلَدٖ مَّيۡتٖ فَأَحۡيَيۡنَا بِهِ اِلۡأَرۡضَ بَعۡدَ مَوۡتِهَا كَذَٰلِكَ اَلنُّشُورُ","مَن كَانَ يُرِيدُ اُلۡعِزَّةَ فَلِلَّهِ اِلۡعِزَّةُ جَمِيعًا إِلَيۡهِ يَصۡعَدُ اُلۡكَلِمُ اُلطَّيِّبُ وَاَلۡعَمَلُ اُلصَّٰلِحُ يَرۡفَعُهُ وَاَلَّذِينَ يَمۡكُرُونَ اَلسَّيِّـَٔاتِ لَهُمۡ عَذَابٞ شَدِيدٞ وَمَكۡرُ أُوْلَٰٓئِكَ هُوَ يَبُورُ","وَاَللَّهُ خَلَقَكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ جَعَلَكُمۡ أَزۡوَٰجٗا وَمَا تَحۡمِلُ مِنۡ أُنثيٰ وَلَا تَضَعُ إِلَّا بِعِلۡمِهِ وَمَا يُعَمَّرُ مِن مُّعَمَّرٖ وَلَا يُنقَصُ مِنۡ عُمُرِهِٓ إِلَّا فِي كِتَٰبٍ إِنَّ ذَٰلِكَ عَلَى اَللَّهِ يَسِيرٞ","وَمَا يَسۡتَوِي اِلۡبَحۡرَانِ هَٰذَا عَذۡبٞ فُرَاتٞ سَآئِغٞ شَرَابُهُ وَهَٰذَا مِلۡحٌ أُجَاجٞ وَمِن كُلّٖ تَأۡكُلُونَ لَحۡمٗا طَرِيّٗا وَتَسۡتَخۡرِجُونَ حِلۡيَةٗ تَلۡبَسُونَهَا وَتَرَى اَلۡفُلۡكَ فِيهِ مَوَاخِرَ لِتَبۡتَغُواْ مِن فَضۡلِهِ وَلَعَلَّكُمۡ تَشۡكُرُونَ","يُولِجُ اُلَّيۡلَ فِي اِلنَّهارِ وَيُولِجُ اُلنَّهَارَ فِي اِلَّيۡلِ وَسَخَّرَ اَلشَّمۡسَ وَاَلۡقَمَرَ كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمّٗى ذَٰلِكُمُ اُللَّهُ رَبُّكُمۡ لَهُ اُلۡمُلۡكُ وَاَلَّذِينَ تَدۡعُونَ مِن دُونِهِ مَا يَمۡلِكُونَ مِن قِطۡمِيرٍ","إِن تَدۡعُوهُمۡ لَا يَسۡمَعُواْ دُعَآءَكُمۡ وَلَوۡ سَمِعُواْ مَا اَسۡتَجَابُواْ لَكُمۡ وَيَوۡمَ اَلۡقِيَٰمَةِ يَكۡفُرُونَ بِشِرۡكِكُمۡ وَلَا يُنَبِّئُكَ مِثۡلُ خَبِيرٖ","يَٰٓأَيُّهَا اَلنَّاسُ أَنتُمُ اُلۡفُقَرَآءُ اِلَى اَللَّهِ وَاَللَّهُ هُوَ اَلۡغَنِيُّ اُلۡحَمِيدُ","إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَأۡتِ بِخَلۡقٖ جَدِيدٖ","وَمَا ذَٰلِكَ عَلَى اَللَّهِ بِعَزِيزٖ","وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡريٰ وَإِن تَدۡعُ مُثۡقَلَةٌ إِلَىٰ حِمۡلِهَا لَا يُحۡمَلۡ مِنۡهُ شَيۡءٞ وَلَوۡ كَانَ ذَا قُرۡبيٰٓ إِنَّمَا تُنذِرُ اُلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِالۡغَيۡبِ وَأَقَامُواْ اُلصَّلَوٰةَ وَمَن تَزَكَّىٰ فَإِنَّمَا يَتَزَكَّىٰ لِنَفۡسِهِ وَإِلَى اَللَّهِ اِلۡمَصِيرُ","وَمَا يَسۡتَوِي اِلۡأَعۡمَىٰ وَاَلۡبَصِيرُ","وَلَا اَلظُّلُمَٰتُ وَلَا اَلنُّورُ","وَلَا اَلظِّلُّ وَلَا اَلۡحَرُورُ","وَمَا يَسۡتَوِي اِلۡأَحۡيَآءُ وَلَا اَلۡأَمۡوَٰتُ إِنَّ اَللَّهَ يُسۡمِعُ مَن يَشَآءُ وَمَآ أَنتَ بِمُسۡمِعٖ مَّن فِي اِلۡقُبُورِ","إِنۡ أَنتَ إِلَّا نَذِيرٌ","إِنَّآ أَرۡسَلۡنَٰكَ بِالۡحَقِّ بَشِيرٗا وَنَذِيرٗا وَإِن مِّنۡ أُمَّةٍ إِلَّا خَلَا فِيهَا نَذِيرٞ","وَإِن يُكَذِّبُوكَ فَقَدۡ كَذَّبَ اَلَّذِينَ مِن قَبۡلِهِمۡ جَآءَتۡهُمۡ رُسۡلُهُم بِالۡبَيِّنَٰتِ وَبِالزُّبُرِ وَبِالۡكِتَٰبِ اِلۡمُنِيرِ","ثُمَّ أَخَذتُّ اُلَّذِينَ كَفَرُواْ فَكَيۡفَ كَانَ نَكِيرِ","أَلَمۡ تَرَ أَنَّ اَللَّهَ أَنزَلَ مِنَ اَلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِ ثَمَرَٰتٖ مُّخۡتَلِفًا أَلۡوَٰنُهَا وَمِنَ اَلۡجِبَالِ جُدَدُ بِيضٞ وَحُمۡرٞ مُّخۡتَلِفٌ أَلۡوَٰنُهَا وَغَرَابِيبُ سُودٞ","وَمِنَ اَلنّاسِ وَاَلدَّوَآبِّ وَاَلۡأَنۡعَٰمِ مُخۡتَلِفٌ أَلۡوَٰنُهُ كَذَٰلِكَ إِنَّمَا يَخۡشَى اَللَّهَ مِنۡ عِبَادِهِ اِلۡعُلَمَٰٓؤُاْ اِنَّ اَللَّهَ عَزِيزٌ غَفُورٌ","إِنَّ اَلَّذِينَ يَتۡلُونَ كِتَٰبَ اَللَّهِ وَأَقَامُواْ اُلصَّلَوٰةَ وَأَنفَقُواْ مِمَّا رَزَقۡنَٰهُمۡ سِرّٗا وَعَلَانِيَةٗ يَرۡجُونَ تِجَٰرَةٗ لَّن تَبُورَ","لِيُوَفِّيَهُمۡ أُجُورَهُمۡ وَيَزِيدَهُم مِّن فَضۡلِهِٓ إِنَّهُ غَفُورٞ شَكُورٞ","وَاَلَّذِيٓ أَوۡحَيۡنَآ إِلَيۡكَ مِنَ اَلۡكِتَٰبِ هُوَ اَلۡحَقُّ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ إِنَّ اَللَّهَ بِعِبَادِهِ لَخَبِيرُ بَصِيرٞ","ثُمَّ أَوۡرَثۡنَا اَلۡكِتَٰبَ اَلَّذِينَ اَصۡطَفَيۡنَا مِنۡ عِبَادِنَا فَمِنۡهُمۡ ظَالِمٞ لِّنَفۡسِهِ وَمِنۡهُم مُّقۡتَصِدٞ وَمِنۡهُمۡ سَابِقُ بِالۡخَيۡرَٰتِ بِإِذۡنِ اِللَّهِ ذَٰلِكَ هُوَ اَلۡفَضۡلُ اُلۡكَبِيرُ","جَنَّٰتُ عَدۡنٖ يُدۡخَلُونَهَا يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَلُؤۡلُوٕٖاْ وَلِبَاسُهُمۡ فِيهَا حَرِيرٞ","وَقَالُواْ اُلۡحَمۡدُ لِلَّهِ اِلَّذِيٓ أَذۡهَبَ عَنَّا اَلۡحَزَنَ إِنَّ رَبَّنَا لَغَفُورٞ شَكُورٌ","اِلَّذِيٓ أَحَلَّنَا دَارَ اَلۡمُقَامَةِ مِن فَضۡلِهِ لَا يَمَسُّنَا فِيهَا نَصَبٞ وَلَا يَمَسُّنَا فِيهَا لُغُوبٞ","وَاَلَّذِينَ كَفَرُواْ لَهُمۡ نَارُ جَهَنَّمَ لَا يُقۡضَىٰ عَلَيۡهِمۡ فَيَمُوتُواْ وَلَا يُخَفَّفُ عَنۡهُم مِّنۡ عَذَابِهَا كَذَٰلِكَ يُجۡزَىٰ كُلُّ كَفُورٖ","وَهُمۡ يَصۡطَرِخُونَ فِيهَا رَبَّنَآ أَخۡرِجۡنَا نَعۡمَلۡ صَٰلِحًا غَيۡرَ اَلَّذِي كُنَّا نَعۡمَلُ أَوَلَمۡ نُعَمِّرۡكُم مَّا يَتَذَكَّرُ فِيهِ مَن تَذَكَّرَ وَجَآءَكُمُ اُلنَّذِيرُ فَذُوقُواْ فَمَا لِلظَّٰلِمِينَ مِن نَّصِيرٍ","إِنَّ اَللَّهَ عَٰلِمُ غَيۡبِ اِلسَّمَٰوَٰتِ وَاَلۡأَرۡضِ إِنَّهُ عَلِيمُ بِذَاتِ اِلصُّدُورِ","هُوَ اَلَّذِي جَعَلَكُمۡ خَلَٰٓئِفَ فِي اِلۡأَرۡضِ فَمَن كَفَرَ فَعَلَيۡهِ كُفۡرُهُ وَلَا يَزِيدُ اُلۡكٰفِرِينَ كُفۡرُهُمۡ عِندَ رَبِّهِمۡ إِلَّا مَقۡتٗا وَلَا يَزِيدُ اُلۡكٰفِرِينَ كُفۡرُهُمۡ إِلَّا خَسَارٗا","قُلۡ أَرَءَيۡتُمۡ شُرَكَآءَكُمُ اُلَّذِينَ تَدۡعُونَ مِن دُونِ اِللَّهِ أَرُونِي مَاذَا خَلَقُواْ مِنَ اَلۡأَرۡضِ أَمۡ لَهُمۡ شِرۡكٞ فِي اِلسَّمَٰوَٰتِ أَمۡ ءَاتَيۡنَٰهُمۡ كِتَٰبٗا فَهُمۡ عَلَىٰ بَيِّنَتٖ مِّنۡهُ بَلۡ إِن يَعِدُ اُلظَّٰلِمُونَ بَعۡضُهُم بَعۡضًا إِلَّا غُرُورًا","إِنَّ اَللَّهَ يُمۡسِكُ اُلسَّمَٰوَٰتِ وَاَلۡأَرۡضَ أَن تَزُولَا وَلَئِن زَالَتَآ إِنۡ أَمۡسَكَهُمَا مِنۡ أَحَدٖ مِّن بَعۡدِهِٓ إِنَّهُ كَانَ حَلِيمًا غَفُورٗا","وَأَقۡسَمُواْ بِاللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَئِن جَآءَهُمۡ نَذِيرٞ لَّيَكُونُنَّ أَهۡدَىٰ مِنۡ إِحۡدَى اَلۡأُمَمِ فَلَمَّا جَآءَهُمۡ نَذِيرٞ مَّا زَادَهُمۡ إِلَّا نُفُورًا","اِسۡتِكۡبَارٗا فِي اِلۡأَرۡضِ وَمَكۡرَ اَلسَّيِّيِٕ وَلَا يَحِيقُ اُلۡمَكۡرُ اُلسَّيِّئُ اِلَّا بِأَهۡلِهِ فَهَلۡ يَنظُرُونَ إِلَّا سُنَّتَ اَلۡأَوَّلِينَ فَلَن تَجِدَ لِسُنَّتِ اِللَّهِ تَبۡدِيلٗا وَلَن تَجِدَ لِسُنَّتِ اِللَّهِ تَحۡوِيلًا","أَوَلَمۡ يَسِيرُواْ فِي اِلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ اُلَّذِينَ مِن قَبۡلِهِمۡ وَكَانُوٓاْ أَشَدَّ مِنۡهُمۡ قُوَّةٗ وَمَا كَانَ اَللَّهُ لِيُعۡجِزَهُ مِن شَيۡءٖ فِي اِلسَّمَٰوَٰتِ وَلَا فِي اِلۡأَرۡضِ إِنَّهُ كَانَ عَلِيمٗا قَدِيرٗا","وَلَوۡ يُؤَاخِذُ اُللَّهُ اُلنَّاسَ بِمَا كَسَبُواْ مَا تَرَكَ عَلَىٰ ظَهۡرِهَا مِن دَآبَّةٖ وَلَٰكِن يُؤَخِّرُهُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗى فَإِذَا جَآ أَجَلُهُمۡ فَإِنَّ اَللَّهَ كَانَ بِعِبَادِهِ بَصِيرَا"],"alsosi":["اِلۡحَمۡدُ لِلَّهِ فَاطِرِ اِلسَّمَٰوَٰتِ وَاَلۡأَرۡضِ جَاعِلِ اِلۡمَلَٰٓئِكَةِ رُسُلًا أُوْلِي أَجۡنِحَةٖ مَّثۡنَىٰ وَثُلَٰثَ وَرُبَٰعَ يَزِيدُ فِي اِلۡخَلۡقِ مَا يَشَآءُ اِنَّ اَللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","مَّا يَفۡتَحِ اِللَّهُ لِلنَّاسِ مِن رَّحۡمَةٖ فَلَا مُمۡسِكَ لَهَا وَمَا يُمۡسِكۡ فَلَا مُرۡسِل لَّهُ مِن بَعۡدِهِ وَهۡوَ اَلۡعَزِيزُ اُلۡحَكِيمُ","يَٰأَيُّهَا اَلنَّاسُ اُ۟ذۡكُرُواْ نِعۡمَتَ اَللَّهِ عَلَيۡكُمۡ هَلۡ مِنۡ خَٰلِقٍ غَيۡرُ اُللَّهِ يَرۡزُقكُّم مِّنَ اَلسَّمَآءِ وَاَلۡأَرۡضِ لَا إِلَٰهَ إِلَّا هُوَ فَأَنَّىٰ تُوفَكُونَ","وَإِن يُكَذِّبُوكَ فَقَدۡ كُذِّبَتۡ رُسُلٞ مِّن قَبۡلِكَ وَإِلَى اَللَّهِ تُرۡجَعُ اُلۡأُمُورُ","يَٰأَيُّهَا اَلنَّاسُ إِنَّ وَعۡدَ اَللَّهِ حَقّٞ فَلَا تَغُرَّنَّكُمُ اُلۡحَيَوٰةُ اُلدُّنۡيا وَلَا يَغُرَّنَّكُم بِاللَّهِ اِلۡغَرُورُ","إِنَّ اَلشَّيۡطَٰنَ لَكُمۡ عَدُوّٞ فَاَتَّخِذُوهُ عَدُوًّا إِنَّمَا يَدۡعُواْ حِزۡبَهُ لِيَكُونُواْ مِنۡ أَصۡحَٰبِ اِلسَّعِيرِ","اِلَّذِينَ كَفَرُواْ لَهُمۡ عَذَابٞ شَدِيدٞ وَاَلَّذِينَ ءَامَنُواْ وَعَمِلُواْ اُلصَّٰلِحَٰتِ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٌ","أَفَمَن زُيِّن لَّهُ سُوٓءُ عَمَلِهِ فَرَءاهُ حَسَنٗا فَإِنَّ اَللَّهَ يُضِلُّ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُ فَلَا تَذۡهَبۡ نَفۡسُكَ عَلَيۡهِمۡ حَسَرَٰتٍ إِنَّ اَللَّهَ عَلِيمُ بِمَا يَصۡنَعُونَ","وَاَللَّهُ اُلَّذِي أَرۡسَلَ اَلرِّيَٰحَ فَتُثِيرُ سَحَابٗا فَسُقۡنَٰهُ إِلَىٰ بَلَدٖ مَّيۡتٖ فَأَحۡيَيۡنَا بِهِ اِلۡأَرۡضَ بَعۡدَ مَوۡتِهَا كَذَٰلِكَ اَلنُّشُورُ","مَن كَانَ يُرِيدُ اُلۡعِزَّةَ فَلِلَّهِ اِلۡعِزَّة جَّمِيعًا إِلَيۡهِ يَصۡعَدُ اُلۡكَلِمُ اُلطَّيِّبُ وَاَلۡعَمَلُ اُلصَّٰلِحُ يَرۡفَعُهُ وَاَلَّذِينَ يَمۡكُرُونَ اَلسَّيِّـَٔاتِ لَهُمۡ عَذَابٞ شَدِيدٞ وَمَكۡرُ أُوْلَٰٓئِكَ هُوَ يَبُورُ","وَاَللَّهُ خَلَقكُّم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ جَعَلَكُمۡ أَزۡوَٰجٗا وَمَا تَحۡمِلُ مِنۡ أُنثيٰ وَلَا تَضَعُ إِلَّا بِعِلۡمِهِ وَمَا يُعَمَّرُ مِن مُّعَمَّرٖ وَلَا يُنقَصُ مِنۡ عُمُرِهِ إِلَّا فِي كِتَٰبٍ إِنَّ ذَٰلِكَ عَلَى اَللَّهِ يَسِيرٞ","وَمَا يَسۡتَوِي اِلۡبَحۡرَانِ هَٰذَا عَذۡبٞ فُرَاتٞ سَآئِغٞ شَرَابُهُ وَهَٰذَا مِلۡحٌ أُجَاجٞ وَمِن كُلّٖ تَاكُلُونَ لَحۡمٗا طَرِيّٗا وَتَسۡتَخۡرِجُونَ حِلۡيَةٗ تَلۡبَسُونَهَا وَتَري اَلۡفُلۡكَ فِيهِ مَوَاخِر لِّتَبۡتَغُواْ مِن فَضۡلِهِ وَلَعَلَّكُمۡ تَشۡكُرُونَ","يُولِجُ اُلَّيۡلَ فِي اِلنَّهارِ وَيُولِجُ اُلنَّهَارَ فِي اِلَّيۡلِ وَسَخَّرَ اَلشَّمۡسَ وَاَلۡقَمَرَ كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمّٗى ذَٰلِكُمُ اُللَّهُ رَبُّكُمۡ لَهُ اُلۡمُلۡكُ وَاَلَّذِينَ تَدۡعُونَ مِن دُونِهِ مَا يَمۡلِكُونَ مِن قِطۡمِيرٍ","إِن تَدۡعُوهُمۡ لَا يَسۡمَعُواْ دُعَآءَكُمۡ وَلَوۡ سَمِعُواْ مَا اَسۡتَجَابُواْ لَكُمۡ وَيَوۡمَ اَلۡقِيَٰمَةِ يَكۡفُرُونَ بِشِرۡكِكُمۡ وَلَا يُنَبِّئُكَ مِثۡلُ خَبِيرٖ","يَٰأَيُّهَا اَلنَّاسُ أَنتُمُ اُلۡفُقَرَآءُ اِلَى اَللَّهِ وَاَللَّه هُّوَ اَلۡغَنِيُّ اُلۡحَمِيدُ","إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَاتِ بِخَلۡقٖ جَدِيدٖ","وَمَا ذَٰلِكَ عَلَى اَللَّهِ بِعَزِيزٖ","وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡريٰ وَإِن تَدۡعُ مُثۡقَلَةٌ إِلَىٰ حِمۡلِهَا لَا يُحۡمَلۡ مِنۡهُ شَيۡءٞ وَلَوۡ كَانَ ذَا قُرۡبيٰ إِنَّمَا تُنذِرُ اُلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِالۡغَيۡبِ وَأَقَامُواْ اُلصَّلَوٰةَ وَمَن تَزَكَّىٰ فَإِنَّمَا يَتَزَكَّىٰ لِنَفۡسِهِ وَإِلَى اَللَّهِ اِلۡمَصِيرُ","وَمَا يَسۡتَوِي اِلۡأَعۡمَىٰ وَاَلۡبَصِيرُ","وَلَا اَلظُّلُمَٰتُ وَلَا اَلنُّورُ","وَلَا اَلظِّلُّ وَلَا اَلۡحَرُورُ","وَمَا يَسۡتَوِي اِلۡأَحۡيَآءُ وَلَا اَلۡأَمۡوَٰتُ إِنَّ اَللَّهَ يُسۡمِعُ مَن يَشَآءُ وَمَا أَنتَ بِمُسۡمِعٖ مَّن فِي اِلۡقُبُورِ","إِنۡ أَنتَ إِلَّا نَذِيرٌ","إِنَّا أَرۡسَلۡنَٰكَ بِالۡحَقِّ بَشِيرٗا وَنَذِيرٗا وَإِن مِّنۡ أُمَّةٍ إِلَّا خَلَا فِيهَا نَذِيرٞ","وَإِن يُكَذِّبُوكَ فَقَدۡ كَذَّبَ اَلَّذِينَ مِن قَبۡلِهِمۡ جَآءَتۡهُمۡ رُسۡلُهُم بِالۡبَيِّنَٰتِ وَبِالزُّبُرِ وَبِالۡكِتَٰبِ اِلۡمُنِيرِ","ثُمَّ أَخَذتُّ اُلَّذِينَ كَفَرُواْ فَكَيۡفَ كَان نَّكِيرِ","أَلَمۡ تَرَ أَنَّ اَللَّهَ أَنزَلَ مِنَ اَلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِ ثَمَرَٰتٖ مُّخۡتَلِفًا أَلۡوَٰنُهَا وَمِنَ اَلۡجِبَالِ جُدَدُ بِيضٞ وَحُمۡرٞ مُّخۡتَلِفٌ أَلۡوَٰنُهَا وَغَرَابِيبُ سُودٞ","وَمِنَ اَلنَّاسِ وَاَلدَّوَآبِّ وَاَلۡأَنۡعَٰم مُّخۡتَلِفٌ أَلۡوَٰنُهُ كَذَٰلِكَ إِنَّمَا يَخۡشَى اَللَّهَ مِنۡ عِبَادِهِ اِلۡعُلَمَٰٓؤُاْ اِنَّ اَللَّهَ عَزِيزٌ غَفُورٌ","إِنَّ اَلَّذِينَ يَتۡلُونَ كِتَٰبَ اَللَّهِ وَأَقَامُواْ اُلصَّلَوٰةَ وَأَنفَقُواْ مِمَّا رَزَقۡنَٰهُمۡ سِرّٗا وَعَلَانِيَةٗ يَرۡجُونَ تِجَٰرَةٗ لَّن تَبُورَ","لِيُوَفِّيَهُمۡ أُجُورَهُمۡ وَيَزِيدَهُم مِّن فَضۡلِهِ إِنَّهُ غَفُورٞ شَكُورٞ","وَاَلَّذِي أَوۡحَيۡنَا إِلَيۡكَ مِنَ اَلۡكِتَٰبِ هُوَ اَلۡحَقُّ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ إِنَّ اَللَّهَ بِعِبَادِهِ لَخَبِيرُ بَصِيرٞ","ثُمَّ أَوۡرَثۡنَا اَلۡكِتَٰبَ اَلَّذِينَ اَصۡطَفَيۡنَا مِنۡ عِبَادِنَا فَمِنۡهُمۡ ظَالِمٞ لِّنَفۡسِهِ وَمِنۡهُم مُّقۡتَصِدٞ وَمِنۡهُمۡ سَابِقُ بِالۡخَيۡرَٰتِ بِإِذۡنِ اِللَّهِ ذَٰلِكَ هُوَ اَلۡفَضۡلُ اُلۡكَبِيرُ","جَنَّٰتُ عَدۡنٖ يُدۡخَلُونَهَا يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَلُولُوٕٖاْ وَلِبَاسُهُمۡ فِيهَا حَرِيرٞ","وَقَالُواْ اُلۡحَمۡدُ لِلَّهِ اِلَّذِي أَذۡهَبَ عَنَّا اَلۡحَزَنَ إِنَّ رَبَّنَا لَغَفُورٞ شَكُورٌ","اِلَّذِي أَحَلَّنَا دَارَ اَلۡمُقَامَةِ مِن فَضۡلِهِ لَا يَمَسُّنَا فِيهَا نَصَبٞ وَلَا يَمَسُّنَا فِيهَا لُغُوبٞ","وَاَلَّذِينَ كَفَرُواْ لَهُمۡ نَارُ جَهَنَّمَ لَا يُقۡضَىٰ عَلَيۡهِمۡ فَيَمُوتُواْ وَلَا يُخَفَّفُ عَنۡهُم مِّنۡ عَذَابِهَا كَذَٰلِكَ يُجۡزَىٰ كُلُّ كَفُورٖ","وَهُمۡ يَصۡطَرِخُونَ فِيهَا رَبَّنَا أَخۡرِجۡنَا نَعۡمَلۡ صَٰلِحًا غَيۡرَ اَلَّذِي كُنَّا نَعۡمَلُ أَوَ لَمۡ نُعَمِّرۡكُم مَّا يَتَذَكَّرُ فِيهِ مَن تَذَكَّرَ وَجَآءَكُمُ اُلنَّذِيرُ فَذُوقُواْ فَمَا لِلظَّٰلِمِينَ مِن نَّصِيرٍ","إِنَّ اَللَّهَ عَٰلِمُ غَيۡبِ اِلسَّمَٰوَٰتِ وَاَلۡأَرۡضِ إِنَّهُ عَلِيمُ بِذَاتِ اِلصُّدُورِ","هُوَ اَلَّذِي جَعَلَكُمۡ خَلَٰٓئِف فِّي اِلۡأَرۡضِ فَمَن كَفَرَ فَعَلَيۡهِ كُفۡرُهُ وَلَا يَزِيدُ اُلۡكٰفِرِينَ كُفۡرُهُمۡ عِندَ رَبِّهِمۡ إِلَّا مَقۡتٗا وَلَا يَزِيدُ اُلۡكٰفِرِينَ كُفۡرُهُمۡ إِلَّا خَسَارٗا","قُلۡ أَرَءَيۡتُمۡ شُرَكَآءَكُمُ اُلَّذِينَ تَدۡعُونَ مِن دُونِ اِللَّهِ أَرُونِي مَاذَا خَلَقُواْ مِنَ اَلۡأَرۡضِ أَمۡ لَهُمۡ شِرۡكٞ فِي اِلسَّمَٰوَٰتِ أَمۡ ءَاتَيۡنَٰهُمۡ كِتَٰبٗا فَهُمۡ عَلَىٰ بَيِّنَتٖ مِّنۡهُ بَلۡ إِن يَعِدُ اُلظَّٰلِمُونَ بَعۡضُهُم بَعۡضًا إِلَّا غُرُورًا","إِنَّ اَللَّهَ يُمۡسِكُ اُلسَّمَٰوَٰتِ وَاَلۡأَرۡضَ أَن تَزُولَا وَلَئِن زَالَتَا إِنۡ أَمۡسَكَهُمَا مِنۡ أَحَدٖ مِّن بَعۡدِهِ إِنَّهُ كَانَ حَلِيمًا غَفُورٗا","وَأَقۡسَمُواْ بِاللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَئِن جَآءَهُمۡ نَذِيرٞ لَّيَكُونُنَّ أَهۡدَىٰ مِنۡ إِحۡدَى اَلۡأُمَمِ فَلَمَّا جَآءَهُمۡ نَذِيرٞ مَّا زَادَهُمۡ إِلَّا نُفُورًا","اِسۡتِكۡبَارٗا فِي اِلۡأَرۡضِ وَمَكۡرَ اَلسَّيِّيِٕ وَلَا يَحِيقُ اُلۡمَكۡرُ اُلسَّيِّئُ اِلَّا بِأَهۡلِهِ فَهَلۡ يَنظُرُونَ إِلَّا سُنَّتَ اَلۡأَوَّلِينَ فَلَن تَجِدَ لِسُنَّتِ اِللَّهِ تَبۡدِيلٗا وَلَن تَجِدَ لِسُنَّتِ اِللَّهِ تَحۡوِيلًا","أَوَ لَمۡ يَسِيرُواْ فِي اِلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ اُلَّذِينَ مِن قَبۡلِهِمۡ وَكَانُواْ أَشَدَّ مِنۡهُمۡ قُوَّةٗ وَمَا كَانَ اَللَّهُ لِيُعۡجِزَهُ مِن شَيۡءٖ فِي اِلسَّمَٰوَٰتِ وَلَا فِي اِلۡأَرۡضِ إِنَّهُ كَانَ عَلِيمٗا قَدِيرٗا","وَلَوۡ يُؤَاخِذُ اُللَّهُ اُلنَّاسَ بِمَا كَسَبُواْ مَا تَرَكَ عَلَىٰ ظَهۡرِهَا مِن دَآبَّةٖ وَلَٰكِن يُؤَخِّرُهُمۡ إِلَىٰ أَجَلٖ مُّسَمّٗى فَإِذَا جَا أَجَلُهُمۡ فَإِنَّ اَللَّهَ كَانَ بِعِبَادِهِ بَصِيرَا"],"qumbul":["ٱلۡحَمۡدُ لِلَّهِ فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ جَاعِلِ ٱلۡمَلَٰٓئِكَةِ رُسُلًا أُوْلِي أَجۡنِحَةٖ مَّثۡنَىٰ وَثُلَٰثَ وَرُبَٰعَ يَزِيدُ فِي ٱلۡخَلۡقِ مَا يَشَآءُ اِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","مَّا يَفۡتَحِ ٱللَّهُ لِلنَّاسِ مِن رَّحۡمَةٖ فَلَا مُمۡسِكَ لَهَا وَمَا يُمۡسِكۡ فَلَا مُرۡسِلَ لَهُ مِن بَعۡدِهِ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","يَٰأَيُّهَا ٱلنَّاسُ ٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمُ هَلۡ مِنۡ خَٰلِقٍ غَيۡرُ ٱللَّهِ يَرۡزُقُكُمُ مِنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ لَا إِلَٰهَ إِلَّا هُوَ فَأَنَّىٰ تُؤۡفَكُونَ","وَإِن يُكَذِّبُوكَ فَقَدۡ كُذِّبَتۡ رُسُلٞ مِّن قَبۡلِكَ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","يَٰأَيُّهَا ٱلنَّاسُ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ فَلَا تَغُرَّنَّكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَلَا يَغُرَّنَّكُمُ بِٱللَّهِ ٱلۡغَرُورُ","إِنَّ ٱلشَّيۡطَٰنَ لَكُمُ عَدُوّٞ فَٱتَّخِذُوهُ عَدُوًّا إِنَّمَا يَدۡعُواْ حِزۡبَهُ لِيَكُونُواْ مِنۡ أَصۡحَٰبِ ٱلسَّعِيرِ","ٱلَّذِينَ كَفَرُواْ لَهُمُ عَذَابٞ شَدِيدٞ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُمُ مَغۡفِرَةٞ وَأَجۡرٞ كَبِيرٌ","أَفَمَن زُيِّنَ لَهُ سُوٓءُ عَمَلِهِ فَرَءَاهُ حَسَنٗا فَإِنَّ ٱللَّهَ يُضِلُّ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُ فَلَا تَذۡهَبۡ نَفۡسُكَ عَلَيۡهِمُ حَسَرَٰتٍ إِنَّ ٱللَّهَ عَلِيمُ بِمَا يَصۡنَعُونَ","وَٱللَّهُ ٱلَّذِي أَرۡسَلَ ٱلرِّيحَ فَتُثِيرُ سَحَابٗا فَسُقۡنَٰهُ إِلَىٰ بَلَدٖ مَّيۡتٖ فَأَحۡيَيۡنَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَا كَذَٰلِكَ ٱلنُّشُورُ","مَن كَانَ يُرِيدُ ٱلۡعِزَّةَ فَلِلَّهِ ٱلۡعِزَّةُ جَمِيعًا إِلَيۡهِ يَصۡعَدُ ٱلۡكَلِمُ ٱلطَّيِّبُ وَٱلۡعَمَلُ ٱلصَّٰلِحُ يَرۡفَعُهُ وَٱلَّذِينَ يَمۡكُرُونَ ٱلسَّيِّـَٔاتِ لَهُمُ عَذَابٞ شَدِيدٞ وَمَكۡرُ أُوْلَٰٓئِكَ هُوَ يَبُورُ","وَٱللَّهُ خَلَقَكُمُ مِن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ جَعَلَكُمُ أَزۡوَٰجٗا وَمَا تَحۡمِلُ مِنۡ أُنثَىٰ وَلَا تَضَعُ إِلَّا بِعِلۡمِهِ وَمَا يُعَمَّرُ مِن مُّعَمَّرٖ وَلَا يُنقَصُ مِنۡ عُمُرِهِ إِلَّا فِي كِتَٰبٍ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","وَمَا يَسۡتَوِي ٱلۡبَحۡرَانِ هَٰذَا عَذۡبٞ فُرَاتٞ سَآئِغٞ شَرَابُهُ وَهَٰذَا مِلۡحٌ أُجَاجٞ وَمِن كُلّٖ تَأۡكُلُونَ لَحۡمٗا طَرِيّٗا وَتَسۡتَخۡرِجُونَ حِلۡيَةٗ تَلۡبَسُونَهَا وَتَرَى ٱلۡفُلۡكَ فِيهِ مَوَاخِرَ لِتَبۡتَغُواْ مِن فَضۡلِهِ وَلَعَلَّكُمُ تَشۡكُرُونَ","يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَ كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمّٗى ذَٰلِكُمُ ٱللَّهُ رَبُّكُمُ لَهُ ٱلۡمُلۡكُ وَٱلَّذِينَ تَدۡعُونَ مِن دُونِهِ مَا يَمۡلِكُونَ مِن قِطۡمِيرٍ","إِن تَدۡعُوهُمُ لَا يَسۡمَعُواْ دُعَآءَكُمُ وَلَوۡ سَمِعُواْ مَا ٱسۡتَجَابُواْ لَكُمُ وَيَوۡمَ ٱلۡقِيَٰمَةِ يَكۡفُرُونَ بِشِرۡكِكُمُ وَلَا يُنَبِّئُكَ مِثۡلُ خَبِيرٖ","يَٰأَيُّهَا ٱلنَّاسُ أَنتُمُ ٱلۡفُقَرَآءُ اِلَى ٱللَّهِ وَٱللَّهُ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","إِن يَشَأۡ يُذۡهِبۡكُمُ وَيَأۡتِ بِخَلۡقٖ جَدِيدٖ","وَمَا ذَٰلِكَ عَلَى ٱللَّهِ بِعَزِيزٖ","وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰ وَإِن تَدۡعُ مُثۡقَلَةٌ إِلَىٰ حِمۡلِهَا لَا يُحۡمَلۡ مِنۡهُ شَيۡءٞ وَلَوۡ كَانَ ذَا قُرۡبَىٰ إِنَّمَا تُنذِرُ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُمُ بِٱلۡغَيۡبِ وَأَقَامُواْ ٱلصَّلَوٰةَ وَمَن تَزَكَّىٰ فَإِنَّمَا يَتَزَكَّىٰ لِنَفۡسِهِ وَإِلَى ٱللَّهِ ٱلۡمَصِيرُ","وَمَا يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ","وَلَا ٱلظُّلُمَٰتُ وَلَا ٱلنُّورُ","وَلَا ٱلظِّلُّ وَلَا ٱلۡحَرُورُ","وَمَا يَسۡتَوِي ٱلۡأَحۡيَآءُ وَلَا ٱلۡأَمۡوَٰتُ إِنَّ ٱللَّهَ يُسۡمِعُ مَن يَشَآءُ وَمَا أَنتَ بِمُسۡمِعٖ مَّن فِي ٱلۡقُبُورِ","إِنۡ أَنتَ إِلَّا نَذِيرٌ","إِنَّا أَرۡسَلۡنَٰكَ بِٱلۡحَقِّ بَشِيرٗا وَنَذِيرٗا وَإِن مِّنۡ أُمَّةٍ إِلَّا خَلَا فِيهَا نَذِيرٞ","وَإِن يُكَذِّبُوكَ فَقَدۡ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمُ جَآءَتۡهُمُ رُسُلُهُمُ بِٱلۡبَيِّنَٰتِ وَبِٱلزُّبُرِ وَبِٱلۡكِتَٰبِ ٱلۡمُنِيرِ","ثُمَّ أَخَذۡتُ ٱلَّذِينَ كَفَرُواْ فَكَيۡفَ كَانَ نَكِيرِ","أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِ ثَمَرَٰتٖ مُّخۡتَلِفًا أَلۡوَٰنُهَا وَمِنَ ٱلۡجِبَالِ جُدَدُ بِيضٞ وَحُمۡرٞ مُّخۡتَلِفٌ أَلۡوَٰنُهَا وَغَرَابِيبُ سُودٞ","وَمِنَ ٱلنَّاسِ وَٱلدَّوَآبِّ وَٱلۡأَنۡعَٰمِ مُخۡتَلِفٌ أَلۡوَٰنُهُ كَذَٰلِكَ إِنَّمَا يَخۡشَى ٱللَّهَ مِنۡ عِبَادِهِ ٱلۡعُلَمَٰٓؤُاْ اِنَّ ٱللَّهَ عَزِيزٌ غَفُورٌ","إِنَّ ٱلَّذِينَ يَتۡلُونَ كِتَٰبَ ٱللَّهِ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَنفَقُواْ مِمَّا رَزَقۡنَٰهُمُ سِرّٗا وَعَلَانِيَةٗ يَرۡجُونَ تِجَٰرَةٗ لَّن تَبُورَ","لِيُوَفِّيَهُمُ أُجُورَهُمُ وَيَزِيدَهُمُ مِن فَضۡلِهِ إِنَّهُ غَفُورٞ شَكُورٞ","وَٱلَّذِي أَوۡحَيۡنَا إِلَيۡكَ مِنَ ٱلۡكِتَٰبِ هُوَ ٱلۡحَقُّ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ إِنَّ ٱللَّهَ بِعِبَادِهِ لَخَبِيرُ بَصِيرٞ","ثُمَّ أَوۡرَثۡنَا ٱلۡكِتَٰبَ ٱلَّذِينَ ٱصۡطَفَيۡنَا مِنۡ عِبَادِنَا فَمِنۡهُمُ ظَالِمٞ لِّنَفۡسِهِ وَمِنۡهُمُ مُقۡتَصِدٞ وَمِنۡهُمُ سَابِقُ بِٱلۡخَيۡرَٰتِ بِإِذۡنِ ٱللَّهِ ذَٰلِكَ هُوَ ٱلۡفَضۡلُ ٱلۡكَبِيرُ","جَنَّٰتُ عَدۡنٖ يَدۡخُلُونَهَا يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَلُؤۡلُوٕٖاْ وَلِبَاسُهُمُ فِيهَا حَرِيرٞ","وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي أَذۡهَبَ عَنَّا ٱلۡحَزَنَ إِنَّ رَبَّنَا لَغَفُورٞ شَكُورٌ","ٱلَّذِي أَحَلَّنَا دَارَ ٱلۡمُقَامَةِ مِن فَضۡلِهِ لَا يَمَسُّنَا فِيهَا نَصَبٞ وَلَا يَمَسُّنَا فِيهَا لُغُوبٞ","وَٱلَّذِينَ كَفَرُواْ لَهُمُ نَارُ جَهَنَّمَ لَا يُقۡضَىٰ عَلَيۡهِمُ فَيَمُوتُواْ وَلَا يُخَفَّفُ عَنۡهُمُ مِنۡ عَذَابِهَا كَذَٰلِكَ نَجۡزِي كُلَّ كَفُورٖ","وَهُمُ يَصۡطَرِخُونَ فِيهَا رَبَّنَا أَخۡرِجۡنَا نَعۡمَلۡ صَٰلِحًا غَيۡرَ ٱلَّذِي كُنَّا نَعۡمَلُ أَوَلَمۡ نُعَمِّرۡكُمُ مَا يَتَذَكَّرُ فِيهِ مَن تَذَكَّرَ وَجَآءَكُمُ ٱلنَّذِيرُ فَذُوقُواْ فَمَا لِلظَّٰلِمِينَ مِن نَّصِيرٍ","إِنَّ ٱللَّهَ عَٰلِمُ غَيۡبِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ إِنَّهُ عَلِيمُ بِذَاتِ ٱلصُّدُورِ","هُوَ ٱلَّذِي جَعَلَكُمُ خَلَٰٓئِفَ فِي ٱلۡأَرۡضِ فَمَن كَفَرَ فَعَلَيۡهِ كُفۡرُهُ وَلَا يَزِيدُ ٱلۡكَٰفِرِينَ كُفۡرُهُمُ عِندَ رَبِّهِمُ إِلَّا مَقۡتٗا وَلَا يَزِيدُ ٱلۡكَٰفِرِينَ كُفۡرُهُمُ إِلَّا خَسَارٗا","قُلۡ أَرَءَيۡتُمُ شُرَكَآءَكُمُ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ أَرُونِي مَاذَا خَلَقُواْ مِنَ ٱلۡأَرۡضِ أَمۡ لَهُمُ شِرۡكٞ فِي ٱلسَّمَٰوَٰتِ أَمۡ ءَاتَيۡنَٰهُمُ كِتَٰبٗا فَهُمُ عَلَىٰ بَيِّنَتٖ مِّنۡهُ بَلۡ إِن يَعِدُ ٱلظَّٰلِمُونَ بَعۡضُهُمُ بَعۡضًا إِلَّا غُرُورًا","إِنَّ ٱللَّهَ يُمۡسِكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ أَن تَزُولَا وَلَئِن زَالَتَا إِنۡ أَمۡسَكَهُمَا مِنۡ أَحَدٖ مِّن بَعۡدِهِ إِنَّهُ كَانَ حَلِيمًا غَفُورٗا","وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمُ لَئِن جَآءَهُمُ نَذِيرٞ لَّيَكُونُنَّ أَهۡدَىٰ مِنۡ إِحۡدَى ٱلۡأُمَمِ فَلَمَّا جَآءَهُمُ نَذِيرٞ مَّا زَادَهُمُ إِلَّا نُفُورًا","ٱسۡتِكۡبَارٗا فِي ٱلۡأَرۡضِ وَمَكۡرَ ٱلسَّيِّيِٕ وَلَا يَحِيقُ ٱلۡمَكۡرُ ٱلسَّيِّئُ اِلَّا بِأَهۡلِهِ فَهَلۡ يَنظُرُونَ إِلَّا سُنَّتَ ٱلۡأَوَّلِينَ فَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَبۡدِيلٗا وَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَحۡوِيلًا","أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمُ وَكَانُواْ أَشَدَّ مِنۡهُمُ قُوَّةٗ وَمَا كَانَ ٱللَّهُ لِيُعۡجِزَهُ مِن شَيۡءٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِ إِنَّهُ كَانَ عَلِيمٗا قَدِيرٗا","وَلَوۡ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِمَا كَسَبُواْ مَا تَرَكَ عَلَىٰ ظَهۡرِهَا مِن دَآبَّةٖ وَلَٰكِن يُؤَخِّرُهُمُ إِلَىٰ أَجَلٖ مُّسَمّٗى فَإِذَا جَآءَ اجَلُهُمُ فَإِنَّ ٱللَّهَ كَانَ بِعِبَادِهِ بَصِيرَا"],"albazzi":["ٱلۡحَمۡدُ لِلَّهِ فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ جَاعِلِ ٱلۡمَلَٰٓئِكَةِ رُسُلًا أُوْلِي أَجۡنِحَةٖ مَّثۡنَىٰ وَثُلَٰثَ وَرُبَٰعَ يَزِيدُ فِي ٱلۡخَلۡقِ مَا يَشَآءُ اِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ","مَّا يَفۡتَحِ ٱللَّهُ لِلنَّاسِ مِن رَّحۡمَةٖ فَلَا مُمۡسِكَ لَهَا وَمَا يُمۡسِكۡ فَلَا مُرۡسِلَ لَهُ مِن بَعۡدِهِ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","يَٰأَيُّهَا ٱلنَّاسُ ٱذۡكُرُواْ نِعۡمَتَ ٱللَّهِ عَلَيۡكُمُ هَلۡ مِنۡ خَٰلِقٍ غَيۡرُ ٱللَّهِ يَرۡزُقُكُمُ مِنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ لَا إِلَٰهَ إِلَّا هُوَ فَأَنَّىٰ تُؤۡفَكُونَ","وَإِن يُكَذِّبُوكَ فَقَدۡ كُذِّبَتۡ رُسُلٞ مِّن قَبۡلِكَ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","يَٰأَيُّهَا ٱلنَّاسُ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ فَلَا تَغُرَّنَّكُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا وَلَا يَغُرَّنَّكُمُ بِٱللَّهِ ٱلۡغَرُورُ","إِنَّ ٱلشَّيۡطَٰنَ لَكُمُ عَدُوّٞ فَٱتَّخِذُوهُ عَدُوًّا إِنَّمَا يَدۡعُواْ حِزۡبَهُ لِيَكُونُواْ مِنۡ أَصۡحَٰبِ ٱلسَّعِيرِ","ٱلَّذِينَ كَفَرُواْ لَهُمُ عَذَابٞ شَدِيدٞ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ لَهُمُ مَغۡفِرَةٞ وَأَجۡرٞ كَبِيرٌ","أَفَمَن زُيِّنَ لَهُ سُوٓءُ عَمَلِهِ فَرَءَاهُ حَسَنٗا فَإِنَّ ٱللَّهَ يُضِلُّ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُ فَلَا تَذۡهَبۡ نَفۡسُكَ عَلَيۡهِمُ حَسَرَٰتٍ إِنَّ ٱللَّهَ عَلِيمُ بِمَا يَصۡنَعُونَ","وَٱللَّهُ ٱلَّذِي أَرۡسَلَ ٱلرِّيحَ فَتُثِيرُ سَحَابٗا فَسُقۡنَٰهُ إِلَىٰ بَلَدٖ مَّيۡتٖ فَأَحۡيَيۡنَا بِهِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَا كَذَٰلِكَ ٱلنُّشُورُ","مَن كَانَ يُرِيدُ ٱلۡعِزَّةَ فَلِلَّهِ ٱلۡعِزَّةُ جَمِيعًا إِلَيۡهِ يَصۡعَدُ ٱلۡكَلِمُ ٱلطَّيِّبُ وَٱلۡعَمَلُ ٱلصَّٰلِحُ يَرۡفَعُهُ وَٱلَّذِينَ يَمۡكُرُونَ ٱلسَّيِّـَٔاتِ لَهُمُ عَذَابٞ شَدِيدٞ وَمَكۡرُ أُوْلَٰٓئِكَ هُوَ يَبُورُ","وَٱللَّهُ خَلَقَكُمُ مِن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ جَعَلَكُمُ أَزۡوَٰجٗا وَمَا تَحۡمِلُ مِنۡ أُنثَىٰ وَلَا تَضَعُ إِلَّا بِعِلۡمِهِ وَمَا يُعَمَّرُ مِن مُّعَمَّرٖ وَلَا يُنقَصُ مِنۡ عُمُرِهِ إِلَّا فِي كِتَٰبٍ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","وَمَا يَسۡتَوِي ٱلۡبَحۡرَانِ هَٰذَا عَذۡبٞ فُرَاتٞ سَآئِغٞ شَرَابُهُ وَهَٰذَا مِلۡحٌ أُجَاجٞ وَمِن كُلّٖ تَأۡكُلُونَ لَحۡمٗا طَرِيّٗا وَتَسۡتَخۡرِجُونَ حِلۡيَةٗ تَلۡبَسُونَهَا وَتَرَى ٱلۡفُلۡكَ فِيهِ مَوَاخِرَ لِتَبۡتَغُواْ مِن فَضۡلِهِ وَلَعَلَّكُمُ تَشۡكُرُونَ","يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَسَخَّرَ ٱلشَّمۡسَ وَٱلۡقَمَرَ كُلّٞ يَجۡرِي لِأَجَلٖ مُّسَمّٗى ذَٰلِكُمُ ٱللَّهُ رَبُّكُمُ لَهُ ٱلۡمُلۡكُ وَٱلَّذِينَ تَدۡعُونَ مِن دُونِهِ مَا يَمۡلِكُونَ مِن قِطۡمِيرٍ","إِن تَدۡعُوهُمُ لَا يَسۡمَعُواْ دُعَآءَكُمُ وَلَوۡ سَمِعُواْ مَا ٱسۡتَجَابُواْ لَكُمُ وَيَوۡمَ ٱلۡقِيَٰمَةِ يَكۡفُرُونَ بِشِرۡكِكُمُ وَلَا يُنَبِّئُكَ مِثۡلُ خَبِيرٖ","يَٰأَيُّهَا ٱلنَّاسُ أَنتُمُ ٱلۡفُقَرَآءُ اِلَى ٱللَّهِ وَٱللَّهُ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","إِن يَشَأۡ يُذۡهِبۡكُمُ وَيَأۡتِ بِخَلۡقٖ جَدِيدٖ","وَمَا ذَٰلِكَ عَلَى ٱللَّهِ بِعَزِيزٖ","وَلَا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰ وَإِن تَدۡعُ مُثۡقَلَةٌ إِلَىٰ حِمۡلِهَا لَا يُحۡمَلۡ مِنۡهُ شَيۡءٞ وَلَوۡ كَانَ ذَا قُرۡبَىٰ إِنَّمَا تُنذِرُ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُمُ بِٱلۡغَيۡبِ وَأَقَامُواْ ٱلصَّلَوٰةَ وَمَن تَزَكَّىٰ فَإِنَّمَا يَتَزَكَّىٰ لِنَفۡسِهِ وَإِلَى ٱللَّهِ ٱلۡمَصِيرُ","وَمَا يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ","وَلَا ٱلظُّلُمَٰتُ وَلَا ٱلنُّورُ","وَلَا ٱلظِّلُّ وَلَا ٱلۡحَرُورُ","وَمَا يَسۡتَوِي ٱلۡأَحۡيَآءُ وَلَا ٱلۡأَمۡوَٰتُ إِنَّ ٱللَّهَ يُسۡمِعُ مَن يَشَآءُ وَمَا أَنتَ بِمُسۡمِعٖ مَّن فِي ٱلۡقُبُورِ","إِنۡ أَنتَ إِلَّا نَذِيرٌ","إِنَّا أَرۡسَلۡنَٰكَ بِٱلۡحَقِّ بَشِيرٗا وَنَذِيرٗا وَإِن مِّنۡ أُمَّةٍ إِلَّا خَلَا فِيهَا نَذِيرٞ","وَإِن يُكَذِّبُوكَ فَقَدۡ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمُ جَآءَتۡهُمُ رُسُلُهُمُ بِٱلۡبَيِّنَٰتِ وَبِٱلزُّبُرِ وَبِٱلۡكِتَٰبِ ٱلۡمُنِيرِ","ثُمَّ أَخَذۡتُ ٱلَّذِينَ كَفَرُواْ فَكَيۡفَ كَانَ نَكِيرِ","أَلَمۡ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجۡنَا بِهِ ثَمَرَٰتٖ مُّخۡتَلِفًا أَلۡوَٰنُهَا وَمِنَ ٱلۡجِبَالِ جُدَدُ بِيضٞ وَحُمۡرٞ مُّخۡتَلِفٌ أَلۡوَٰنُهَا وَغَرَابِيبُ سُودٞ","وَمِنَ ٱلنَّاسِ وَٱلدَّوَآبِّ وَٱلۡأَنۡعَٰمِ مُخۡتَلِفٌ أَلۡوَٰنُهُ كَذَٰلِكَ إِنَّمَا يَخۡشَى ٱللَّهَ مِنۡ عِبَادِهِ ٱلۡعُلَمَٰٓؤُاْ اِنَّ ٱللَّهَ عَزِيزٌ غَفُورٌ","إِنَّ ٱلَّذِينَ يَتۡلُونَ كِتَٰبَ ٱللَّهِ وَأَقَامُواْ ٱلصَّلَوٰةَ وَأَنفَقُواْ مِمَّا رَزَقۡنَٰهُمُ سِرّٗا وَعَلَانِيَةٗ يَرۡجُونَ تِجَٰرَةٗ لَّن تَبُورَ","لِيُوَفِّيَهُمُ أُجُورَهُمُ وَيَزِيدَهُمُ مِن فَضۡلِهِ إِنَّهُ غَفُورٞ شَكُورٞ","وَٱلَّذِي أَوۡحَيۡنَا إِلَيۡكَ مِنَ ٱلۡكِتَٰبِ هُوَ ٱلۡحَقُّ مُصَدِّقٗا لِّمَا بَيۡنَ يَدَيۡهِ إِنَّ ٱللَّهَ بِعِبَادِهِ لَخَبِيرُ بَصِيرٞ","ثُمَّ أَوۡرَثۡنَا ٱلۡكِتَٰبَ ٱلَّذِينَ ٱصۡطَفَيۡنَا مِنۡ عِبَادِنَا فَمِنۡهُمُ ظَالِمٞ لِّنَفۡسِهِ وَمِنۡهُمُ مُقۡتَصِدٞ وَمِنۡهُمُ سَابِقُ بِٱلۡخَيۡرَٰتِ بِإِذۡنِ ٱللَّهِ ذَٰلِكَ هُوَ ٱلۡفَضۡلُ ٱلۡكَبِيرُ","جَنَّٰتُ عَدۡنٖ يَدۡخُلُونَهَا يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَلُؤۡلُوٕٖاْ وَلِبَاسُهُمُ فِيهَا حَرِيرٞ","وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي أَذۡهَبَ عَنَّا ٱلۡحَزَنَ إِنَّ رَبَّنَا لَغَفُورٞ شَكُورٌ","ٱلَّذِي أَحَلَّنَا دَارَ ٱلۡمُقَامَةِ مِن فَضۡلِهِ لَا يَمَسُّنَا فِيهَا نَصَبٞ وَلَا يَمَسُّنَا فِيهَا لُغُوبٞ","وَٱلَّذِينَ كَفَرُواْ لَهُمُ نَارُ جَهَنَّمَ لَا يُقۡضَىٰ عَلَيۡهِمُ فَيَمُوتُواْ وَلَا يُخَفَّفُ عَنۡهُمُ مِنۡ عَذَابِهَا كَذَٰلِكَ نَجۡزِي كُلَّ كَفُورٖ","وَهُمُ يَصۡطَرِخُونَ فِيهَا رَبَّنَا أَخۡرِجۡنَا نَعۡمَلۡ صَٰلِحًا غَيۡرَ ٱلَّذِي كُنَّا نَعۡمَلُ أَوَلَمۡ نُعَمِّرۡكُمُ مَا يَتَذَكَّرُ فِيهِ مَن تَذَكَّرَ وَجَآءَكُمُ ٱلنَّذِيرُ فَذُوقُواْ فَمَا لِلظَّٰلِمِينَ مِن نَّصِيرٍ","إِنَّ ٱللَّهَ عَٰلِمُ غَيۡبِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ إِنَّهُ عَلِيمُ بِذَاتِ ٱلصُّدُورِ","هُوَ ٱلَّذِي جَعَلَكُمُ خَلَٰٓئِفَ فِي ٱلۡأَرۡضِ فَمَن كَفَرَ فَعَلَيۡهِ كُفۡرُهُ وَلَا يَزِيدُ ٱلۡكَٰفِرِينَ كُفۡرُهُمُ عِندَ رَبِّهِمُ إِلَّا مَقۡتٗا وَلَا يَزِيدُ ٱلۡكَٰفِرِينَ كُفۡرُهُمُ إِلَّا خَسَارٗا","قُلۡ أَرَءَيۡتُمُ شُرَكَآءَكُمُ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ أَرُونِي مَاذَا خَلَقُواْ مِنَ ٱلۡأَرۡضِ أَمۡ لَهُمُ شِرۡكٞ فِي ٱلسَّمَٰوَٰتِ أَمۡ ءَاتَيۡنَٰهُمُ كِتَٰبٗا فَهُمُ عَلَىٰ بَيِّنَتٖ مِّنۡهُ بَلۡ إِن يَعِدُ ٱلظَّٰلِمُونَ بَعۡضُهُمُ بَعۡضًا إِلَّا غُرُورًا","إِنَّ ٱللَّهَ يُمۡسِكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ أَن تَزُولَا وَلَئِن زَالَتَا إِنۡ أَمۡسَكَهُمَا مِنۡ أَحَدٖ مِّن بَعۡدِهِ إِنَّهُ كَانَ حَلِيمًا غَفُورٗا","وَأَقۡسَمُواْ بِٱللَّهِ جَهۡدَ أَيۡمَٰنِهِمُ لَئِن جَآءَهُمُ نَذِيرٞ لَّيَكُونُنَّ أَهۡدَىٰ مِنۡ إِحۡدَى ٱلۡأُمَمِ فَلَمَّا جَآءَهُمُ نَذِيرٞ مَّا زَادَهُمُ إِلَّا نُفُورًا","ٱسۡتِكۡبَارٗا فِي ٱلۡأَرۡضِ وَمَكۡرَ ٱلسَّيِّيِٕ وَلَا يَحِيقُ ٱلۡمَكۡرُ ٱلسَّيِّئُ اِلَّا بِأَهۡلِهِ فَهَلۡ يَنظُرُونَ إِلَّا سُنَّتَ ٱلۡأَوَّلِينَ فَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَبۡدِيلٗا وَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَحۡوِيلًا","أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمُ وَكَانُواْ أَشَدَّ مِنۡهُمُ قُوَّةٗ وَمَا كَانَ ٱللَّهُ لِيُعۡجِزَهُ مِن شَيۡءٖ فِي ٱلسَّمَٰوَٰتِ وَلَا فِي ٱلۡأَرۡضِ إِنَّهُ كَانَ عَلِيمٗا قَدِيرٗا","وَلَوۡ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِمَا كَسَبُواْ مَا تَرَكَ عَلَىٰ ظَهۡرِهَا مِن دَآبَّةٖ وَلَٰكِن يُؤَخِّرُهُمُ إِلَىٰ أَجَلٖ مُّسَمّٗى فَإِذَا جَا أَجَلُهُمُ فَإِنَّ ٱللَّهَ كَانَ بِعِبَادِهِ بَصِيرَا"],"surah":35}