{"hafs":["صٓ وَٱلۡقُرۡءَانِ ذِي ٱلذِّكۡرِ","بَلِ ٱلَّذِينَ كَفَرُواْ فِي عِزَّةٖ وَشِقَاقٖ","كَمۡ أَهۡلَكۡنَا مِن قَبۡلِهِم مِّن قَرۡنٖ فَنَادَواْ وَّلَاتَ حِينَ مَنَاصٖ","وَعَجِبُوٓاْ أَن جَآءَهُم مُّنذِرٞ مِّنۡهُمۡ وَقَالَ ٱلۡكَٰفِرُونَ هَٰذَا سَٰحِرٞ كَذَّابٌ","أَجَعَلَ ٱلۡأٓلِهَةَ إِلَٰهٗا وَٰحِدًا إِنَّ هَٰذَا لَشَيۡءٌ عُجَابٞ","وَٱنطَلَقَ ٱلۡمَلَأُ مِنۡهُمۡ أَنِ ٱمۡشُواْ وَٱصۡبِرُواْ عَلَىٰٓ ءَالِهَتِكُمۡ إِنَّ هَٰذَا لَشَيۡءٞ يُرَادُ","مَا سَمِعۡنَا بِهَٰذَا فِي ٱلۡمِلَّةِ ٱلۡأٓخِرَةِ إِنۡ هَٰذَآ إِلَّا ٱخۡتِلَٰقٌ","أَءُنزِلَ عَلَيۡهِ ٱلذِّكۡرُ مِن بَيۡنِنَا بَلۡ هُمۡ فِي شَكّٖ مِّن ذِكۡرِي بَل لَّمَّا يَذُوقُواْ عَذَابِ","أَمۡ عِندَهُمۡ خَزَآئِنُ رَحۡمَةِ رَبِّكَ ٱلۡعَزِيزِ ٱلۡوَهَّابِ","أَمۡ لَهُم مُّلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا فَلۡيَرۡتَقُواْ فِي ٱلۡأَسۡبَٰبِ","جُندٞ مَّا هُنَالِكَ مَهۡزُومٞ مِّنَ ٱلۡأَحۡزَابِ","كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَعَادٞ وَفِرۡعَوۡنُ ذُو ٱلۡأَوۡتَادِ","وَثَمُودُ وَقَوۡمُ لُوطٖ وَأَصۡحَٰبُ لۡ‍َٔيۡكَةِ أُوْلَٰٓئِكَ ٱلۡأَحۡزَابُ","إِن كُلٌّ إِلَّا كَذَّبَ ٱلرُّسُلَ فَحَقَّ عِقَابِ","وَمَا يَنظُرُ هَٰٓؤُلَآءِ إِلَّا صَيۡحَةٗ وَٰحِدَةٗ مَّا لَهَا مِن فَوَاقٖ","وَقَالُواْ رَبَّنَا عَجِّل لَّنَا قِطَّنَا قَبۡلَ يَوۡمِ ٱلۡحِسَابِ","ٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَٱذۡكُرۡ عَبۡدَنَا دَاوُدَ ذَا ٱلۡأَيۡدِ إِنَّهُٓ أَوَّابٌ","إِنَّا سَخَّرۡنَا ٱلۡجِبَالَ مَعَهُ يُسَبِّحۡنَ بِٱلۡعَشِيِّ وَٱلۡإِشۡرَاقِ","وَٱلطَّيۡرَ مَحۡشُورَةٗ كُلّٞ لَّهُٓ أَوَّابٞ","وَشَدَدۡنَا مُلۡكَهُ وَءَاتَيۡنَٰهُ ٱلۡحِكۡمَةَ وَفَصۡلَ ٱلۡخِطَابِ","وَهَلۡ أَتَىٰكَ نَبَؤُاْ ٱلۡخَصۡمِ إِذۡ تَسَوَّرُواْ ٱلۡمِحۡرَابَ","إِذۡ دَخَلُواْ عَلَىٰ دَاوُدَ فَفَزِعَ مِنۡهُمۡ قَالُواْ لَا تَخَفۡ خَصۡمَانِ بَغَىٰ بَعۡضُنَا عَلَىٰ بَعۡضٖ فَٱحۡكُم بَيۡنَنَا بِٱلۡحَقِّ وَلَا تُشۡطِطۡ وَٱهۡدِنَآ إِلَىٰ سَوَآءِ ٱلصِّرَٰطِ","إِنَّ هَٰذَآ أَخِي لَهُ تِسۡعٞ وَتِسۡعُونَ نَعۡجَةٗ وَلِيَ نَعۡجَةٞ وَٰحِدَةٞ فَقَالَ أَكۡفِلۡنِيهَا وَعَزَّنِي فِي ٱلۡخِطَابِ","قَالَ لَقَدۡ ظَلَمَكَ بِسُؤَالِ نَعۡجَتِكَ إِلَىٰ نِعَاجِهِ وَإِنَّ كَثِيرٗا مِّنَ ٱلۡخُلَطَآءِ لَيَبۡغِي بَعۡضُهُمۡ عَلَىٰ بَعۡضٍ إِلَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَقَلِيلٞ مَّا هُمۡ وَظَنَّ دَاوُدُ أَنَّمَا فَتَنَّٰهُ فَٱسۡتَغۡفَرَ رَبَّهُ وَخَرَّ رَاكِعٗا وَأَنَابَ","فَغَفَرۡنَا لَهُ ذَٰلِكَ وَإِنَّ لَهُ عِندَنَا لَزُلۡفَىٰ وَحُسۡنَ مَ‍َٔابٖ","يَٰدَاوُدُ إِنَّا جَعَلۡنَٰكَ خَلِيفَةٗ فِي ٱلۡأَرۡضِ فَٱحۡكُم بَيۡنَ ٱلنَّاسِ بِٱلۡحَقِّ وَلَا تَتَّبِعِ ٱلۡهَوَىٰ فَيُضِلَّكَ عَن سَبِيلِ ٱللَّهِ إِنَّ ٱلَّذِينَ يَضِلُّونَ عَن سَبِيلِ ٱللَّهِ لَهُمۡ عَذَابٞ شَدِيدُ بِمَا نَسُواْ يَوۡمَ ٱلۡحِسَابِ","وَمَا خَلَقۡنَا ٱلسَّمَآءَ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا بَٰطِلٗا ذَٰلِكَ ظَنُّ ٱلَّذِينَ كَفَرُواْ فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِنَ ٱلنَّارِ","أَمۡ نَجۡعَلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ كَٱلۡمُفۡسِدِينَ فِي ٱلۡأَرۡضِ أَمۡ نَجۡعَلُ ٱلۡمُتَّقِينَ كَٱلۡفُجَّارِ","كِتَٰبٌ أَنزَلۡنَٰهُ إِلَيۡكَ مُبَٰرَكٞ لِّيَدَّبَّرُوٓاْ ءَايَٰتِهِ وَلِيَتَذَكَّرَ أُوْلُواْ ٱلۡأَلۡبَٰبِ","وَوَهَبۡنَا لِدَاوُدَ سُلَيۡمَٰنَ نِعۡمَ ٱلۡعَبۡدُ إِنَّهُٓ أَوَّابٌ","إِذۡ عُرِضَ عَلَيۡهِ بِٱلۡعَشِيِّ ٱلصَّٰفِنَٰتُ ٱلۡجِيَادُ","فَقَالَ إِنِّيٓ أَحۡبَبۡتُ حُبَّ ٱلۡخَيۡرِ عَن ذِكۡرِ رَبِّي حَتَّىٰ تَوَارَتۡ بِٱلۡحِجَابِ","رُدُّوهَا عَلَيَّ فَطَفِقَ مَسۡحَا بِٱلسُّوقِ وَٱلۡأَعۡنَاقِ","وَلَقَدۡ فَتَنَّا سُلَيۡمَٰنَ وَأَلۡقَيۡنَا عَلَىٰ كُرۡسِيِّهِ جَسَدٗا ثُمَّ أَنَابَ","قَالَ رَبِّ ٱغۡفِرۡ لِي وَهَبۡ لِي مُلۡكٗا لَّا يَنبَغِي لِأَحَدٖ مِّن بَعۡدِيٓ إِنَّكَ أَنتَ ٱلۡوَهَّابُ","فَسَخَّرۡنَا لَهُ ٱلرِّيحَ تَجۡرِي بِأَمۡرِهِ رُخَآءً حَيۡثُ أَصَابَ","وَٱلشَّيَٰطِينَ كُلَّ بَنَّآءٖ وَغَوَّاصٖ","وَءَاخَرِينَ مُقَرَّنِينَ فِي ٱلۡأَصۡفَادِ","هَٰذَا عَطَآؤُنَا فَٱمۡنُنۡ أَوۡ أَمۡسِكۡ بِغَيۡرِ حِسَابٖ","وَإِنَّ لَهُ عِندَنَا لَزُلۡفَىٰ وَحُسۡنَ مَ‍َٔابٖ","وَٱذۡكُرۡ عَبۡدَنَآ أَيُّوبَ إِذۡ نَادَىٰ رَبَّهُٓ أَنِّي مَسَّنِيَ ٱلشَّيۡطَٰنُ بِنُصۡبٖ وَعَذَابٍ","ٱرۡكُضۡ بِرِجۡلِكَ هَٰذَا مُغۡتَسَلُ بَارِدٞ وَشَرَابٞ","وَوَهَبۡنَا لَهُٓ أَهۡلَهُ وَمِثۡلَهُم مَّعَهُمۡ رَحۡمَةٗ مِّنَّا وَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ","وَخُذۡ بِيَدِكَ ضِغۡثٗا فَٱضۡرِب بِّهِ وَلَا تَحۡنَثۡ إِنَّا وَجَدۡنَٰهُ صَابِرٗا نِّعۡمَ ٱلۡعَبۡدُ إِنَّهُٓ أَوَّابٞ","وَٱذۡكُرۡ عِبَٰدَنَآ إِبۡرَٰهِيمَ وَإِسۡحَٰقَ وَيَعۡقُوبَ أُوْلِي ٱلۡأَيۡدِي وَٱلۡأَبۡصَٰرِ","إِنَّآ أَخۡلَصۡنَٰهُم بِخَالِصَةٖ ذِكۡرَى ٱلدَّارِ","وَإِنَّهُمۡ عِندَنَا لَمِنَ ٱلۡمُصۡطَفَيۡنَ ٱلۡأَخۡيَارِ","وَٱذۡكُرۡ إِسۡمَٰعِيلَ وَٱلۡيَسَعَ وَذَا ٱلۡكِفۡلِ وَكُلّٞ مِّنَ ٱلۡأَخۡيَارِ","هَٰذَا ذِكۡرٞ وَإِنَّ لِلۡمُتَّقِينَ لَحُسۡنَ مَ‍َٔابٖ","جَنَّٰتِ عَدۡنٖ مُّفَتَّحَةٗ لَّهُمُ ٱلۡأَبۡوَٰبُ","مُتَّكِ‍ِٔينَ فِيهَا يَدۡعُونَ فِيهَا بِفَٰكِهَةٖ كَثِيرَةٖ وَشَرَابٖ","وَعِندَهُمۡ قَٰصِرَٰتُ ٱلطَّرۡفِ أَتۡرَابٌ","هَٰذَا مَا تُوعَدُونَ لِيَوۡمِ ٱلۡحِسَابِ","إِنَّ هَٰذَا لَرِزۡقُنَا مَا لَهُ مِن نَّفَادٍ","هَٰذَا وَإِنَّ لِلطَّٰغِينَ لَشَرَّ مَ‍َٔابٖ","جَهَنَّمَ يَصۡلَوۡنَهَا فَبِئۡسَ ٱلۡمِهَادُ","هَٰذَا فَلۡيَذُوقُوهُ حَمِيمٞ وَغَسَّاقٞ","وَءَاخَرُ مِن شَكۡلِهِٓ أَزۡوَٰجٌ","هَٰذَا فَوۡجٞ مُّقۡتَحِمٞ مَّعَكُمۡ لَا مَرۡحَبَا بِهِمۡ إِنَّهُمۡ صَالُواْ ٱلنَّارِ","قَالُواْ بَلۡ أَنتُمۡ لَا مَرۡحَبَا بِكُمۡ أَنتُمۡ قَدَّمۡتُمُوهُ لَنَا فَبِئۡسَ ٱلۡقَرَارُ","قَالُواْ رَبَّنَا مَن قَدَّمَ لَنَا هَٰذَا فَزِدۡهُ عَذَابٗا ضِعۡفٗا فِي ٱلنَّارِ","وَقَالُواْ مَا لَنَا لَا نَرَىٰ رِجَالٗا كُنَّا نَعُدُّهُم مِّنَ ٱلۡأَشۡرَارِ","أَتَّخَذۡنَٰهُمۡ سِخۡرِيًّا أَمۡ زَاغَتۡ عَنۡهُمُ ٱلۡأَبۡصَٰرُ","إِنَّ ذَٰلِكَ لَحَقّٞ تَخَاصُمُ أَهۡلِ ٱلنَّارِ","قُلۡ إِنَّمَآ أَنَا۠ مُنذِرٞ وَمَا مِنۡ إِلَٰهٍ إِلَّا ٱللَّهُ ٱلۡوَٰحِدُ ٱلۡقَهَّارُ","رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا ٱلۡعَزِيزُ ٱلۡغَفَّٰرُ","قُلۡ هُوَ نَبَؤٌاْ عَظِيمٌ","أَنتُمۡ عَنۡهُ مُعۡرِضُونَ","مَا كَانَ لِيَ مِنۡ عِلۡمِ بِٱلۡمَلَإِ ٱلۡأَعۡلَىٰٓ إِذۡ يَخۡتَصِمُونَ","إِن يُوحَىٰٓ إِلَيَّ إِلَّآ أَنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٌ","إِذۡ قَالَ رَبُّكَ لِلۡمَلَٰٓئِكَةِ إِنِّي خَٰلِقُ بَشَرٗا مِّن طِينٖ","فَإِذَا سَوَّيۡتُهُ وَنَفَخۡتُ فِيهِ مِن رُّوحِي فَقَعُواْ لَهُ سَٰجِدِينَ","فَسَجَدَ ٱلۡمَلَٰٓئِكَةُ كُلُّهُمۡ أَجۡمَعُونَ","إِلَّآ إِبۡلِيسَ ٱسۡتَكۡبَرَ وَكَانَ مِنَ ٱلۡكَٰفِرِينَ","قَالَ يَٰٓإِبۡلِيسُ مَا مَنَعَكَ أَن تَسۡجُدَ لِمَا خَلَقۡتُ بِيَدَيَّ أَسۡتَكۡبَرۡتَ أَمۡ كُنتَ مِنَ ٱلۡعَالِينَ","قَالَ أَنَا۠ خَيۡرٞ مِّنۡهُ خَلَقۡتَنِي مِن نَّارٖ وَخَلَقۡتَهُ مِن طِينٖ","قَالَ فَٱخۡرُجۡ مِنۡهَا فَإِنَّكَ رَجِيمٞ","وَإِنَّ عَلَيۡكَ لَعۡنَتِيٓ إِلَىٰ يَوۡمِ ٱلدِّينِ","قَالَ رَبِّ فَأَنظِرۡنِيٓ إِلَىٰ يَوۡمِ يُبۡعَثُونَ","قَالَ فَإِنَّكَ مِنَ ٱلۡمُنظَرِينَ","إِلَىٰ يَوۡمِ ٱلۡوَقۡتِ ٱلۡمَعۡلُومِ","قَالَ فَبِعِزَّتِكَ لَأُغۡوِيَنَّهُمۡ أَجۡمَعِينَ","إِلَّا عِبَادَكَ مِنۡهُمُ ٱلۡمُخۡلَصِينَ","قَالَ فَٱلۡحَقُّ وَٱلۡحَقَّ أَقُولُ","لَأَمۡلَأَنَّ جَهَنَّمَ مِنكَ وَمِمَّن تَبِعَكَ مِنۡهُمۡ أَجۡمَعِينَ","قُلۡ مَآ أَسۡ‍َٔلُكُمۡ عَلَيۡهِ مِنۡ أَجۡرٖ وَمَآ أَنَا۠ مِنَ ٱلۡمُتَكَلِّفِينَ","إِنۡ هُوَ إِلَّا ذِكۡرٞ لِّلۡعَٰلَمِينَ","وَلَتَعۡلَمُنَّ نَبَأَهُ بَعۡدَ حِينِ"],"warsh":["صَٓ وَالْقُرْءَانِ ذِے اِلذِّكْرِ بَلِ اِلذِينَ كَفَرُواْ فِے عِزَّةٖ وَشِقَاقٖ","كَمَ اَهْلَكْنَا مِن قَبْلِهِم مِّن قَرْنٖ فَنَادَواْ وَّلَاتَ حِينَ مَنَاصٖ","وَعَجِبُوٓاْ أَن جَآءَهُم مُّنذِرٞ مِّنْهُمْ وَقَالَ اَلْكَٰفِرُونَ هَٰذَا سَٰحِرٞ كَذَّابٌ","اَجَعَلَ اَلَالِهَةَ إِلَٰهاٗ وَٰحِداً اِنَّ هَٰذَا لَشَےْءٌ عُجَابٞ","وَانطَلَقَ اَلْمَلَأُ مِنْهُمُٓ أَنِ اِمْشُواْ وَاصْبِرُواْ عَلَيٰٓ ءَالِهَتِكُمُٓ إِنَّ هَٰذَا لَشَےْءٞ يُرَادُ","مَا سَمِعْنَا بِهَٰذَا فِے اِلْمِلَّةِ اِلَاخِرَةِ إِنْ هَٰذَآ إِلَّا اَخْتِلَٰقٌ","اَ۟نزِلَ عَلَيْهِ اِلذِّكْرُ مِن بَيْنِنَا بَلْ هُمْ فِے شَكّٖ مِّن ذِكْرِے بَل لَّمَّا يَذُوقُواْ عَذَابِ","أَمْ عِندَهُمْ خَزَآئِنُ رَحْمَةِ رَبِّكَ اَلْعَزِيزِ اِلْوَهَّابِ","أَمْ لَهُم مُّلْكُ اُلسَّمَٰوَٰتِ وَالَارْضِ وَمَا بَيْنَهُمَا فَلْيَرْتَقُواْ فِے اِلَاسْبَٰبِ","جُندٞ مَّا هُنَالِكَ مَهْزُومٞ مِّنَ اَلَاحْزَابِ","كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٖ وَعَادٞ وَفِرْعَوْنُ ذُو اُلَاوْتَادِ","وَثَمُودُ وَقَوْمُ لُوطٖ وَأَصْحَٰبُ لَيْكَةَ أُوْلَٰٓئِكَ اَلَاحْزَابُ","إِن كُلٌّ اِلَّا كَذَّبَ اَلرُّسُلَ فَحَقَّ عِقَابِ","وَمَا يَنظُرُ هَٰٓؤُلَآءِ الَّا صَيْحَةٗ وَٰحِدَةٗ مَّا لَهَا مِن فَوَاقٖ","وَقَالُواْ رَبَّنَا عَجِّل لَّنَا قِطَّنَا قَبْلَ يَوْمِ اِلْحِسَابِ","اِصْبِرْ عَلَيٰ مَا يَقُولُونَ وَاذْكُرْ عَبْدَنَا دَاوُدَ ذَا اَلَايْدِ إِنَّهُٓ أَوَّابٌ","اِنَّا سَخَّرْنَا اَلْجِبَالَ مَعَهُ يُسَبِّحْنَ بِالْعَشِيِّ وَالِاشْرَاقِ","وَالطَّيْرَ مَحْشُورَةٗ كُلّٞ لَّهُٓ أَوَّابٞ","وَشَدَدْنَا مُلْكَهُ وَءَاتَيْنَٰهُ اُلْحِكْمَةَ وَفَصْلَ اَلْخِطَابِ","وَهَلَ اَتيٰكَ نَبَؤُاْ اُلْخَصْمِ إِذْ تَسَوَّرُواْ اُلْمِحْرَابَ","إِذْ دَخَلُواْ عَلَيٰ دَاوُدَ فَفَزِعَ مِنْهُمْ قَالُواْ لَا تَخَفْ خَصْمَٰنِ بَغيٰ بَعْضُنَا عَلَيٰ بَعْضٖ فَاحْكُم بَيْنَنَا بِالْحَقِّ وَلَا تُشْطِطْ وَاهْدِنَآ إِلَيٰ سَوَآءِ اِلصِّرَٰطِ","إِنَّ هَٰذَآ أَخِے لَهُ تِسْعٞ وَتِسْعُونَ نَعْجَةٗ وَلِے نَعْجَةٞ وَٰحِدَةٞ فَقَالَ أَكْفِلْنِيهَا وَعَزَّنِے فِے اِلْخِطَابِ","قَالَ لَقَد ظَّلَمَكَ بِسُؤَالِ نَعْجَتِكَ إِلَيٰ نِعَاجِهِ وَإِنَّ كَثِيراٗ مِّنَ اَلْخُلَطَآءِ لَيَبْغِے بَعْضُهُمْ عَلَيٰ بَعْضٍ اِلَّا اَلذِينَ ءَامَنُواْ وَعَمِلُواْ اُلصَّٰلِحَٰتِ وَقَلِيلٞ مَّا هُمْ وَظَنَّ دَاوُدُ أَنَّمَا فَتَنَّٰهُ فَاسْتَغْفَرَ رَبَّهُ وَخَرَّ رَاكِعاٗ وَأَنَابَ","فَغَفَرْنَا لَهُ ذَٰلِكَ وَإِنَّ لَهُ عِندَنَا لَزُلْفيٰ وَحُسْنَ مَـَٔابٖ","يَٰدَاوُدُ إِنَّا جَعَلْنَٰكَ خَلِيفَةٗ فِے اِلَارْضِ فَاحْكُم بَيْنَ اَلنَّاسِ بِالْحَقِّ وَلَا تَتَّبِعِ اِلْهَويٰ فَيُضِلَّكَ عَن سَبِيلِ اِللَّهِ إِنَّ اَلذِينَ يَضِلُّونَ عَن سَبِيلِ اِللَّهِ لَهُمْ عَذَابٞ شَدِيدُ بِمَا نَسُواْ يَوْمَ اَلْحِسَابِ","وَمَا خَلَقْنَا اَلسَّمَآءَ وَالَارْضَ وَمَا بَيْنَهُمَا بَٰطِلاٗ ذَٰلِكَ ظَنُّ اُلذِينَ كَفَرُواْ فَوَيْلٞ لِّلذِينَ كَفَرُواْ مِنَ اَلنّارِ","أَمْ نَجْعَلُ اُلذِينَ ءَامَنُواْ وَعَمِلُواْ اُلصَّٰلِحَٰتِ كَالْمُفْسِدِينَ فِے اِلَارْضِ أَمْ نَجْعَلُ اُلْمُتَّقِينَ كَالْفُجّارِ","كِتَٰبٌ اَنزَلْنَٰهُ إِلَيْكَ مُبَٰرَكٞ لِّيَدَّبَّرُوٓاْ ءَايَٰتِهِ وَلِيَتَذَكَّرَ أُوْلُواْ اُلَالْبَٰبِ","وَوَهَبْنَا لِدَاوُدَ سُلَيْمَٰنَ نِعْمَ اَلْعَبْدُ إِنَّهُٓ أَوَّابٌ","اِذْ عُرِضَ عَلَيْهِ بِالْعَشِيِّ اِلصَّٰفِنَٰتُ اُلْجِيَادُ","فَقَالَ إِنِّيَ أَحْبَبْتُ حُبَّ اَلْخَيْرِ عَن ذِكْرِ رَبِّے حَتَّيٰ تَوَارَتْ بِالْحِجَابِ","رُدُّوهَا عَلَيَّ فَطَفِقَ مَسْحاَ بِالسُّوقِ وَالَاعْنَاقِ","وَلَقَدْ فَتَنَّا سُلَيْمَٰنَ وَأَلْقَيْنَا عَلَيٰ كُرْسِيِّهِ جَسَداٗ ثُمَّ أَنَابَ","قَالَ رَبِّ اِغْفِرْ لِے وَهَبْ لِے مُلْكاٗ لَّا يَنبَغِے لِأَحَدٖ مِّن بَعْدِيَ إِنَّكَ أَنتَ اَلْوَهَّابُ","فَسَخَّرْنَا لَهُ اُلرِّيحَ تَجْرِے بِأَمْرِهِ رُخَآءً حَيْثُ أَصَابَ","وَالشَّيَٰطِينَ كُلَّ بَنَّآءٖ وَغَوَّاصٖ","وَءَاخَرِينَ مُقَرَّنِينَ فِے اِلَاصْفَادِ","هَٰذَا عَطَآؤُنَا فَامْنُنَ اَوَ اَمْسِكْ بِغَيْرِ حِسَابٖ","وَإِنَّ لَهُ عِندَنَا لَزُلْفيٰ وَحُسْنَ مَـَٔابٖ","وَاذْكُرْ عَبْدَنَآ أَيُّوبَ إِذْ نَاديٰ رَبَّهُٓ أَنِّے مَسَّنِيَ اَلشَّيْطَٰنُ بِنُصْبٖ وَعَذَابٍ","اُ۟رْكُضْ بِرِجْلِكَ هَٰذَا مُغْتَسَلُ بَارِدٞ وَشَرَابٞ","وَوَهَبْنَا لَهُٓ أَهْلَهُ وَمِثْلَهُم مَّعَهُمْ رَحْمَةٗ مِّنَّا وَذِكْريٰ لِأُوْلِے اِلَالْبَٰبِ","وَخُذْ بِيَدِكَ ضِغْثاٗ فَاضْرِب بِّهِ وَلَا تَحْنَثِ اِنَّا وَجَدْنَٰهُ صَابِراٗ نِّعْمَ اَلْعَبْدُ إِنَّهُٓ أَوَّابٞ","وَاذْكُرْ عِبَٰدَنَآ إِبْرَٰهِيمَ وَإِسْحَٰقَ وَيَعْقُوبَ أُوْلِے اِلَايْدِے وَالَابْصٰرِ","إِنَّآ أَخْلَصْنَٰهُم بِخَالِصَةِ ذِكْرَي اَلدّارِ","وَإِنَّهُمْ عِندَنَا لَمِنَ اَلْمُصْطَفَيْنَ اَلَاخْيارِ","وَاذْكُرِ اِسْمَٰعِيلَ وَالْيَسَعَ وَذَا اَلْكِفْلِ وَكُلّٞ مِّنَ اَلَاخْيارِ","هَٰذَا ذِكْرٞ وَإِنَّ لِلْمُتَّقِينَ لَحُسْنَ مَـَٔابٖ","جَنَّٰتِ عَدْنٖ مُّفَتَّحَةٗ لَّهُمُ اُلَابْوَٰبُ","مُتَّكِـِٕينَ فِيهَا يَدْعُونَ فِيهَا بِفَٰكِهَةٖ كَثِيرَةٖ وَشَرَابٖ","وَعِندَهُمْ قَٰصِرَٰتُ اُلطَّرْفِ أَتْرَابٌ","هَٰذَا مَا تُوعَدُونَ لِيَوْمِ اِلْحِسَابِ","إِنَّ هَٰذَا لَرِزْقُنَا مَا لَهُ مِن نَّفَادٍ","هَٰذَا وَإِنَّ لِلطَّٰغِينَ لَشَرَّ مَـَٔابٖ","جَهَنَّمَ يَصْلَوْنَهَا فَبِيسَ اَلْمِهَادُ","هَٰذَا فَلْيَذُوقُوهُ حَمِيمٞ وَغَسَاقٞ","وَءَاخَرُ مِن شَكْلِهِٓ أَزْوَٰجٌ","هَٰذَا فَوْجٞ مُّقْتَحِمٞ مَّعَكُمْ لَا مَرْحَباَ بِهِمُٓ إِنَّهُمْ صَالُواْ اُلنّارِ","قَالُواْ بَلَ اَنتُمْ لَا مَرْحَباَ بِكُمُٓ أَنتُمْ قَدَّمْتُمُوهُ لَنَا فَبِيسَ اَلْقَرَارُ","قَالُواْ رَبَّنَا مَن قَدَّمَ لَنَا هَٰذَا فَزِدْهُ عَذَاباٗ ضِعْفاٗ فِے اِلنّارِ","وَقَالُواْ مَا لَنَا لَا نَريٰ رِجَالاٗ كُنَّا نَعُدُّهُم مِّنَ اَلَاشْرارِ","أَتَّخَذْنَٰهُمْ سُخْرِيّاً اَمْ زَاغَتْ عَنْهُمُ اُلَابْصَٰرُ","إِنَّ ذَٰلِكَ لَحَقّٞ تَخَاصُمُ أَهْلِ اِلنّارِ","قُلِ اِنَّمَآ أَنَا مُنذِرٞ وَمَا مِنِ اِلَٰهٍ اِلَّا اَللَّهُ اُلْوَٰحِدُ اُلْقَهَّارُ","رَبُّ اُلسَّمَٰوَٰتِ وَالَارْضِ وَمَا بَيْنَهُمَا اَلْعَزِيزُ اُلْغَفَّٰرُ","قُلْ هُوَ نَبَؤٌاْ عَظِيمٌ","اَنتُمْ عَنْهُ مُعْرِضُونَ","مَا كَانَ لِے مِنْ عِلْمِ بِالْمَلَإِ اِلَاعْليٰٓ إِذْ يَخْتَصِمُونَ","إِنْ يُّوحيٰٓ إِلَيَّ إِلَّآ أَنَّمَآ أَنَا نَذِيرٞ مُّبِينٌ","اِذْ قَالَ رَبُّكَ لِلْمَلَٰٓئِكَةِ إِنِّے خَٰلِقُ بَشَراٗ مِّن طِينٖ","فَإِذَا سَوَّيْتُهُ وَنَفَخْتُ فِيهِ مِن رُّوحِے فَقَعُواْ لَهُ سَٰجِدِينَ","فَسَجَدَ اَلْمَلَٰٓئِكَةُ كُلُّهُمُٓ أَجْمَعُونَ","إِلَّآ إِبْلِيسَ اَسْتَكْبَرَ وَكَانَ مِنَ اَلْكٰفِرِينَ","قَالَ يَٰٓإِبْلِيسُ مَا مَنَعَكَ أَن تَسْجُدَ لِمَا خَلَقْتُ بِيَدَيَّ أَسْتَكْبَرْتَ أَمْ كُنتَ مِنَ اَلْعَالِينَ","قَالَ أَنَا خَيْرٞ مِّنْهُ خَلَقْتَنِے مِن نّارٖ وَخَلَقْتَهُ مِن طِينٖ","قَالَ فَاخْرُجْ مِنْهَا فَإِنَّكَ رَجِيمٞ","وَإِنَّ عَلَيْكَ لَعْنَتِيَ إِلَيٰ يَوْمِ اِلدِّينِ","قَالَ رَبِّ فَأَنظِرْنِےٓ إِلَيٰ يَوْمِ يُبْعَثُونَ","قَالَ فَإِنَّكَ مِنَ اَلْمُنظَرِينَ","إِلَيٰ يَوْمِ اِلْوَقْتِ اِلْمَعْلُومِ","قَالَ فَبِعِزَّتِكَ لَأُغْوِيَنَّهُمُٓ أَجْمَعِينَ","إِلَّا عِبَادَكَ مِنْهُمُ اُلْمُخْلَصِينَ","قَالَ فَالْحَقَّ وَالْحَقَّ أَقُولُ لَأَمْلَأَنَّ جَهَنَّمَ مِنكَ وَمِمَّن تَبِعَكَ مِنْهُمُٓ أَجْمَعِينَ","قُلْ مَآ أَسْـَٔلُكُمْ عَلَيْهِ مِنَ اَجْرٖ وَمَآ أَنَا مِنَ اَلْمُتَكَلِّفِينَ","إِنْ هُوَ إِلَّا ذِكْرٞ لِّلْعَٰلَمِينَ","وَلَتَعْلَمُنَّ نَبَأَهُ بَعْدَ حِينٖ"],"aldoori":["صٓ وَاَلۡقُرۡءَانِ ذِي اِلذِّكۡرِ بَلِ اِلَّذِينَ كَفَرُواْ فِي عِزَّةٖ وَشِقَاقٖ","كَمۡ أَهۡلَكۡنَا مِن قَبۡلِهِم مِّن قَرۡنٖ فَنَادَواْ وَّلَاتَ حِينَ مَنَاصٖ","وَعَجِبُوٓاْ أَن جَآءَهُم مُّنذِرٞ مِّنۡهُمۡ وَقَالَ اَلۡكَٰفِرُونَ هَٰذَا سَٰحِرٞ كَذَّابٌ","أَجَعَلَ اَلۡأٓلِهَةَ إِلَٰهٗا وَٰحِدًا إِنَّ هَٰذَا لَشَيۡءٌ عُجَابٞ","وَاَنطَلَقَ اَلۡمَلَأُ مِنۡهُمۡ أَنِ اِمۡشُواْ وَاَصۡبِرُواْ عَلَىٰٓ ءَالِهَتِكُمۡ إِنَّ هَٰذَا لَشَيۡءٞ يُرَادُ","مَا سَمِعۡنَا بِهَٰذَا فِي اِلۡمِلَّةِ اِلۡأٓخِرَةِ إِنۡ هَٰذَآ إِلَّا اَخۡتِلَٰقٌ","أَ۟نزِلَ عَلَيۡهِ اِلذِّكۡرُ مِن بَيۡنِنَا بَلۡ هُمۡ فِي شَكّٖ مِّن ذِكۡرِي بَل لَّمَّا يَذُوقُواْ عَذَابِ","أَمۡ عِندَهُمۡ خَزَآئِنُ رَحۡمَةِ رَبِّكَ اَلۡعَزِيزِ اِلۡوَهَّابِ","أَمۡ لَهُم مُّلۡكُ اُلسَّمَٰوَٰتِ وَاَلۡأَرۡضِ وَمَا بَيۡنَهُمَا فَلۡيَرۡتَقُواْ فِي اِلۡأَسۡبَٰبِ","جُندٞ مَّا هُنَالِكَ مَهۡزُومٞ مِّنَ اَلۡأَحۡزَابِ","كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَعَادٞ وَفِرۡعَوۡنُ ذُو اُلۡأَوۡتَادِ","وَثَمُودُ وَقَوۡمُ لُوطٖ وَأَصۡحَٰبُ لۡـَٔيۡكَةِ أُوْلَٰٓئِكَ اَلۡأَحۡزَابُ","إِن كُلٌّ إِلَّا كَذَّبَ اَلرُّسُلَ فَحَقَّ عِقَابِ","وَمَا يَنظُرُ هَٰٓؤُلَآ إِلَّا صَيۡحَةٗ وَٰحِدَةٗ مَّا لَهَا مِن فَوَاقٖ","وَقَالُواْ رَبَّنَا عَجِّل لَّنَا قِطَّنَا قَبۡلَ يَوۡمِ اِلۡحِسَابِ","اِصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَاَذۡكُرۡ عَبۡدَنَا دَاوُدَ ذَا اَلۡأَيۡدِ إِنَّهُٓ أَوَّابٌ","إِنَّا سَخَّرۡنَا اَلۡجِبَالَ مَعَهُ يُسَبِّحۡنَ بِالۡعَشِيِّ وَاَلۡإِشۡرَاقِ","وَاَلطَّيۡرَ مَحۡشُورَةٗ كُلّٞ لَّهُٓ أَوَّابٞ","وَشَدَدۡنَا مُلۡكَهُ وَءَاتَيۡنَٰهُ اُلۡحِكۡمَةَ وَفَصۡلَ اَلۡخِطَابِ","وَهَلۡ أَتَىٰكَ نَبَؤُاْ اُلۡخَصۡمِ إِذ تَّسَوَّرُواْ اُلۡمِحۡرَابَ","إِذ دَّخَلُواْ عَلَىٰ دَاوُدَ فَفَزِعَ مِنۡهُمۡ قَالُواْ لَا تَخَفۡ خَصۡمَانِ بَغَىٰ بَعۡضُنَا عَلَىٰ بَعۡضٖ فَاَحۡكُم بَيۡنَنَا بِالۡحَقِّ وَلَا تُشۡطِطۡ وَاَهۡدِنَآ إِلَىٰ سَوَآءِ اِلصِّرَٰطِ","إِنَّ هَٰذَآ أَخِي لَهُ تِسۡعٞ وَتِسۡعُونَ نَعۡجَةٗ وَلِي نَعۡجَةٞ وَٰحِدَةٞ فَقَالَ أَكۡفِلۡنِيهَا وَعَزَّنِي فِي اِلۡخِطَابِ","قَالَ لَقَد ظَّلَمَكَ بِسُؤَالِ نَعۡجَتِكَ إِلَىٰ نِعَاجِهِ وَإِنَّ كَثِيرٗا مِّنَ اَلۡخُلَطَآءِ لَيَبۡغِي بَعۡضُهُمۡ عَلَىٰ بَعۡضٍ إِلَّا اَلَّذِينَ ءَامَنُواْ وَعَمِلُواْ اُلصَّٰلِحَٰتِ وَقَلِيلٞ مَّا هُمۡ وَظَنَّ دَاوُدُ أَنَّمَا فَتَنَّٰهُ فَاَسۡتَغۡفَرَ رَبَّهُ وَخَرَّ رَاكِعٗا وَأَنَابَ","فَغَفَرۡنَا لَهُ ذَٰلِكَ وَإِنَّ لَهُ عِندَنَا لَزُلۡفيٰ وَحُسۡنَ مَـَٔابٖ","يَٰدَاوُدُ إِنَّا جَعَلۡنَٰكَ خَلِيفَةٗ فِي اِلۡأَرۡضِ فَاَحۡكُم بَيۡنَ اَلنّاسِ بِالۡحَقِّ وَلَا تَتَّبِعِ اِلۡهَوَىٰ فَيُضِلَّكَ عَن سَبِيلِ اِللَّهِ إِنَّ اَلَّذِينَ يَضِلُّونَ عَن سَبِيلِ اِللَّهِ لَهُمۡ عَذَابٞ شَدِيدُ بِمَا نَسُواْ يَوۡمَ اَلۡحِسَابِ","وَمَا خَلَقۡنَا اَلسَّمَآءَ وَاَلۡأَرۡضَ وَمَا بَيۡنَهُمَا بَٰطِلٗا ذَٰلِكَ ظَنُّ اُلَّذِينَ كَفَرُواْ فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِنَ اَلنّارِ","أَمۡ نَجۡعَلُ اُلَّذِينَ ءَامَنُواْ وَعَمِلُواْ اُلصَّٰلِحَٰتِ كَاَلۡمُفۡسِدِينَ فِي اِلۡأَرۡضِ أَمۡ نَجۡعَلُ اُلۡمُتَّقِينَ كَاَلۡفُجّارِ","كِتَٰبٌ أَنزَلۡنَٰهُ إِلَيۡكَ مُبَٰرَكٞ لِّيَدَّبَّرُوٓاْ ءَايَٰتِهِ وَلِيَتَذَكَّرَ أُوْلُواْ اُلۡأَلۡبَٰبِ","وَوَهَبۡنَا لِدَاوُدَ سُلَيۡمَٰنَ نِعۡمَ اَلۡعَبۡدُ إِنَّهُٓ أَوَّابٌ","إِذۡ عُرِضَ عَلَيۡهِ بِالۡعَشِيِّ اِلصَّٰفِنَٰتُ اُلۡجِيَادُ","فَقَالَ إِنِّيَ أَحۡبَبۡتُ حُبَّ اَلۡخَيۡرِ عَن ذِكۡرِ رَبِّي حَتَّىٰ تَوَارَتۡ بِالۡحِجَابِ","رُدُّوهَا عَلَيَّ فَطَفِقَ مَسۡحَا بِالسُّوقِ وَاَلۡأَعۡنَاقِ","وَلَقَدۡ فَتَنَّا سُلَيۡمَٰنَ وَأَلۡقَيۡنَا عَلَىٰ كُرۡسِيِّهِ جَسَدٗا ثُمَّ أَنَابَ","قَالَ رَبِّ اِغۡفِر لِّي وَهَبۡ لِي مُلۡكٗا لَّا يَنبَغِي لِأَحَدٖ مِّن بَعۡدِيَ إِنَّكَ أَنتَ اَلۡوَهَّابُ","فَسَخَّرۡنَا لَهُ اُلرِّيحَ تَجۡرِي بِأَمۡرِهِ رُخَآءً حَيۡثُ أَصَابَ","وَاَلشَّيَٰطِينَ كُلَّ بَنَّآءٖ وَغَوَّاصٖ","وَءَاخَرِينَ مُقَرَّنِينَ فِي اِلۡأَصۡفَادِ","هَٰذَا عَطَآؤُنَا فَاَمۡنُنۡ أَوۡ أَمۡسِكۡ بِغَيۡرِ حِسَابٖ","وَإِنَّ لَهُ عِندَنَا لَزُلۡفيٰ وَحُسۡنَ مَـَٔابٖ","وَاَذۡكُرۡ عَبۡدَنَآ أَيُّوبَ إِذۡ نَادَىٰ رَبَّهُٓ أَنِّي مَسَّنِيَ اَلشَّيۡطَٰنُ بِنُصۡبٖ وَعَذَابٍ","اِ۟رۡكُضۡ بِرِجۡلِكَ هَٰذَا مُغۡتَسَلُ بَارِدٞ وَشَرَابٞ","وَوَهَبۡنَا لَهُٓ أَهۡلَهُ وَمِثۡلَهُم مَّعَهُمۡ رَحۡمَةٗ مِّنَّا وَذِكۡريٰ لِأُوْلِي اِلۡأَلۡبَٰبِ","وَخُذۡ بِيَدِكَ ضِغۡثٗا فَاَضۡرِب بِّهِ وَلَا تَحۡنَثۡ إِنَّا وَجَدۡنَٰهُ صَابِرٗا نِّعۡمَ اَلۡعَبۡدُ إِنَّهُٓ أَوَّابٞ","وَاَذۡكُرۡ عِبَٰدَنَآ إِبۡرَٰهِيمَ وَإِسۡحَٰقَ وَيَعۡقُوبَ أُوْلِي اِلۡأَيۡدِي وَاَلۡأَبۡصٰرِ","إِنَّآ أَخۡلَصۡنَٰهُم بِخَالِصَةٖ ذِكۡرَى اَلدّارِ","وَإِنَّهُمۡ عِندَنَا لَمِنَ اَلۡمُصۡطَفَيۡنَ اَلۡأَخۡيارِ","وَاَذۡكُرۡ إِسۡمَٰعِيلَ وَاَلۡيَسَعَ وَذَا اَلۡكِفۡلِ وَكُلّٞ مِّنَ اَلۡأَخۡيارِ","هَٰذَا ذِكۡرٞ وَإِنَّ لِلۡمُتَّقِينَ لَحُسۡنَ مَـَٔابٖ","جَنَّٰتِ عَدۡنٖ مُّفَتَّحَةٗ لَّهُمُ اُلۡأَبۡوَٰبُ","مُتَّكِـِٔينَ فِيهَا يَدۡعُونَ فِيهَا بِفَٰكِهَةٖ كَثِيرَةٖ وَشَرَابٖ","وَعِندَهُمۡ قَٰصِرَٰتُ اُلطَّرۡفِ أَتۡرَابٌ","هَٰذَا مَا يُوعَدُونَ لِيَوۡمِ اِلۡحِسَابِ","إِنَّ هَٰذَا لَرِزۡقُنَا مَا لَهُ مِن نَّفَادٍ","هَٰذَا وَإِنَّ لِلطَّٰغِينَ لَشَرَّ مَـَٔابٖ","جَهَنَّمَ يَصۡلَوۡنَهَا فَبِئۡسَ اَلۡمِهَادُ","هَٰذَا فَلۡيَذُوقُوهُ حَمِيمٞ وَغَسَاقٞ","وَأُخَرُ مِن شَكۡلِهِٓ أَزۡوَٰجٌ","هَٰذَا فَوۡجٞ مُّقۡتَحِمٞ مَّعَكُمۡ لَا مَرۡحَبَا بِهِمۡ إِنَّهُمۡ صَالُواْ اُلنّارِ","قَالُواْ بَلۡ أَنتُمۡ لَا مَرۡحَبَا بِكُمۡ أَنتُمۡ قَدَّمۡتُمُوهُ لَنَا فَبِئۡسَ اَلۡقَرَارُ","قَالُواْ رَبَّنَا مَن قَدَّمَ لَنَا هَٰذَا فَزِدۡهُ عَذَابٗا ضِعۡفٗا فِي اِلنّارِ","وَقَالُواْ مَا لَنَا لَا نَريٰ رِجَالٗا كُنَّا نَعُدُّهُم مِّنَ اَلۡأَشۡرارِ","اِتَّخَذۡنَٰهُمۡ سِخۡرِيًّا أَمۡ زَاغَتۡ عَنۡهُمُ اُلۡأَبۡصَٰرُ","إِنَّ ذَٰلِكَ لَحَقّٞ تَخَاصُمُ أَهۡلِ اِلنّارِ","قُلۡ إِنَّمَآ أَنَا۠ مُنذِرٞ وَمَا مِنۡ إِلَٰهٍ إِلَّا اَللَّهُ اُلۡوَٰحِدُ اُلۡقَهَّارُ","رَبُّ اُلسَّمَٰوَٰتِ وَاَلۡأَرۡضِ وَمَا بَيۡنَهُمَا اَلۡعَزِيزُ اُلۡغَفَّٰرُ","قُلۡ هُوَ نَبَؤٌاْ عَظِيمٌ","أَنتُمۡ عَنۡهُ مُعۡرِضُونَ","مَا كَانَ لِي مِنۡ عِلۡمِ بِالۡمَلَإِ اِلۡأَعۡلَىٰٓ إِذۡ يَخۡتَصِمُونَ","إِن يُوحَىٰٓ إِلَيَّ إِلَّآ أَنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٌ","إِذۡ قَالَ رَبُّكَ لِلۡمَلَٰٓئِكَةِ إِنِّي خَٰلِقُ بَشَرٗا مِّن طِينٖ","فَإِذَا سَوَّيۡتُهُ وَنَفَخۡتُ فِيهِ مِن رُّوحِي فَقَعُواْ لَهُ سَٰجِدِينَ","فَسَجَدَ اَلۡمَلَٰٓئِكَةُ كُلُّهُمۡ أَجۡمَعُونَ","إِلَّآ إِبۡلِيسَ اَسۡتَكۡبَرَ وَكَانَ مِنَ اَلۡكٰفِرِينَ","قَالَ يَٰٓإِبۡلِيسُ مَا مَنَعَكَ أَن تَسۡجُدَ لِمَا خَلَقۡتُ بِيَدَيَّ أَسۡتَكۡبَرۡتَ أَمۡ كُنتَ مِنَ اَلۡعَالِينَ","قَالَ أَنَا۠ خَيۡرٞ مِّنۡهُ خَلَقۡتَنِي مِن نّارٖ وَخَلَقۡتَهُ مِن طِينٖ","قَالَ فَاَخۡرُجۡ مِنۡهَا فَإِنَّكَ رَجِيمٞ","وَإِنَّ عَلَيۡكَ لَعۡنَتِيٓ إِلَىٰ يَوۡمِ اِلدِّينِ","قَالَ رَبِّ فَأَنظِرۡنِيٓ إِلَىٰ يَوۡمِ يُبۡعَثُونَ","قَالَ فَإِنَّكَ مِنَ اَلۡمُنظَرِينَ","إِلَىٰ يَوۡمِ اِلۡوَقۡتِ اِلۡمَعۡلُومِ","قَالَ فَبِعِزَّتِكَ لَأُغۡوِيَنَّهُمۡ أَجۡمَعِينَ","إِلَّا عِبَادَكَ مِنۡهُمُ اُلۡمُخۡلِصِينَ","قَالَ فَاَلۡحَقَّ وَاَلۡحَقَّ أَقُولُ لَأَمۡلَأَنَّ جَهَنَّمَ مِنكَ وَمِمَّن تَبِعَكَ مِنۡهُمۡ أَجۡمَعِينَ","قُلۡ مَآ أَسۡـَٔلُكُمۡ عَلَيۡهِ مِنۡ أَجۡرٖ وَمَآ أَنَا۠ مِنَ اَلۡمُتَكَلِّفِينَ","إِنۡ هُوَ إِلَّا ذِكۡرٞ لِّلۡعَٰلَمِينَ","وَلَتَعۡلَمُنَّ نَبَأَهُ بَعۡدَ حِينِ"],"alsosi":["صٓ وَاَلۡقُرۡءَانِ ذِي اِلذِّكۡرِ بَلِ اِلَّذِينَ كَفَرُواْ فِي عِزَّةٖ وَشِقَاقٖ","كَمۡ أَهۡلَكۡنَا مِن قَبۡلِهِم مِّن قَرۡنٖ فَنَادَواْ وَّلَاتَ حِينَ مَنَاصٖ","وَعَجِبُواْ أَن جَآءَهُم مُّنذِرٞ مِّنۡهُمۡ وَقَالَ اَلۡكَٰفِرُونَ هَٰذَا سَٰحِرٞ كَذَّابٌ","أَجَعَلَ اَلۡأٓلِهَةَ إِلَٰهٗا وَٰحِدًا إِنَّ هَٰذَا لَشَيۡءٌ عُجَابٞ","وَاَنطَلَقَ اَلۡمَلَأُ مِنۡهُمۡ أَنِ اِمۡشُواْ وَاَصۡبِرُواْ عَلَىٰ ءَالِهَتِكُمۡ إِنَّ هَٰذَا لَشَيۡءٞ يُرَادُ","مَا سَمِعۡنَا بِهَٰذَا فِي اِلۡمِلَّةِ اِلۡأٓخِرَةِ إِنۡ هَٰذَا إِلَّا اَخۡتِلَٰقٌ","أَ۟نزِلَ عَلَيۡهِ اِلذِّكۡرُ مِن بَيۡنِنَا بَلۡ هُمۡ فِي شَكّٖ مِّن ذِكۡرِي بَل لَّمَّا يَذُوقُواْ عَذَابِ","أَمۡ عِندَهُمۡ خَزَآئِن رَّحۡمَةِ رَبِّكَ اَلۡعَزِيزِ اِلۡوَهَّابِ","أَمۡ لَهُم مُّلۡكُ اُلسَّمَٰوَٰتِ وَاَلۡأَرۡضِ وَمَا بَيۡنَهُمَا فَلۡيَرۡتَقُواْ فِي اِلۡأَسۡبَٰبِ","جُندٞ مَّا هُنَالِكَ مَهۡزُومٞ مِّنَ اَلۡأَحۡزَابِ","كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَعَادٞ وَفِرۡعَوۡنُ ذُو اُلۡأَوۡتَادِ","وَثَمُودُ وَقَوۡمُ لُوطٖ وَأَصۡحَٰبُ لۡـَٔيۡكَةِ أُوْلَٰٓئِكَ اَلۡأَحۡزَابُ","إِن كُلٌّ إِلَّا كَذَّبَ اَلرُّسُلَ فَحَقَّ عِقَابِ","وَمَا يَنظُرُ هَٰؤُلَا إِلَّا صَيۡحَةٗ وَٰحِدَةٗ مَّا لَهَا مِن فَوَاقٖ","وَقَالُواْ رَبَّنَا عَجِّل لَّنَا قِطَّنَا قَبۡلَ يَوۡمِ اِلۡحِسَابِ","اِصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَاَذۡكُرۡ عَبۡدَنَا دَاوُدَ ذَا اَلۡأَيۡدِ إِنَّهُ أَوَّابٌ","إِنَّا سَخَّرۡنَا اَلۡجِبَالَ مَعَهُ يُسَبِّحۡنَ بِالۡعَشِيِّ وَاَلۡإِشۡرَاقِ","وَاَلطَّيۡرَ مَحۡشُورَةٗ كُلّٞ لَّهُ أَوَّابٞ","وَشَدَدۡنَا مُلۡكَهُ وَءَاتَيۡنَٰهُ اُلۡحِكۡمَةَ وَفَصۡلَ اَلۡخِطَابِ","وَهَلۡ أَتَىٰكَ نَبَؤُاْ اُلۡخَصۡمِ إِذ تَّسَوَّرُواْ اُلۡمِحۡرَابَ","إِذ دَّخَلُواْ عَلَىٰ دَاوُدَ فَفَزِعَ مِنۡهُمۡ قَالُواْ لَا تَخَفۡ خَصۡمَانِ بَغَىٰ بَعۡضُنَا عَلَىٰ بَعۡضٖ فَاَحۡكُم بَيۡنَنَا بِالۡحَقِّ وَلَا تُشۡطِطۡ وَاَهۡدِنَا إِلَىٰ سَوَآءِ اِلصِّرَٰطِ","إِنَّ هَٰذَا أَخِي لَهُ تِسۡعٞ وَتِسۡعُون نَّعۡجَةٗ وَلِي نَعۡجَةٞ وَٰحِدَةٞ فَقَالَ أَكۡفِلۡنِيهَا وَعَزَّنِي فِي اِلۡخِطَابِ","قَال لَّقَد ظَّلَمَكَ بِسُؤَالِ نَعۡجَتِكَ إِلَىٰ نِعَاجِهِ وَإِنَّ كَثِيرٗا مِّنَ اَلۡخُلَطَآءِ لَيَبۡغِي بَعۡضُهُمۡ عَلَىٰ بَعۡضٍ إِلَّا اَلَّذِينَ ءَامَنُواْ وَعَمِلُواْ اُلصَّٰلِحَٰتِ وَقَلِيلٞ مَّا هُمۡ وَظَنَّ دَاوُدُ أَنَّمَا فَتَنَّٰهُ فَاَسۡتَغۡفَر رَّبَّهُ وَخَرَّ رَاكِعٗا وَأَنَابَ","فَغَفَرۡنَا لَهُ ذَٰلِكَ وَإِنَّ لَهُ عِندَنَا لَزُلۡفيٰ وَحُسۡنَ مَـَٔابٖ","يَٰدَاوُدُ إِنَّا جَعَلۡنَٰكَ خَلِيفَةٗ فِي اِلۡأَرۡضِ فَاَحۡكُم بَيۡنَ اَلنَّاسِ بِالۡحَقِّ وَلَا تَتَّبِعِ اِلۡهَوَىٰ فَيُضِلَّكَ عَن سَبِيلِ اِللَّهِ إِنَّ اَلَّذِينَ يَضِلُّونَ عَن سَبِيلِ اِللَّهِ لَهُمۡ عَذَابٞ شَدِيدُ بِمَا نَسُواْ يَوۡمَ اَلۡحِسَابِ","وَمَا خَلَقۡنَا اَلسَّمَآءَ وَاَلۡأَرۡضَ وَمَا بَيۡنَهُمَا بَٰطِلٗا ذَٰلِكَ ظَنُّ اُلَّذِينَ كَفَرُواْ فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِنَ اَلنّارِ","أَمۡ نَجۡعَلُ اُلَّذِينَ ءَامَنُواْ وَعَمِلُواْ اُلصَّٰلِحَٰتِ كَاَلۡمُفۡسِدِينَ فِي اِلۡأَرۡضِ أَمۡ نَجۡعَلُ اُلۡمُتَّقِينَ كَاَلۡفُجّارِ","كِتَٰبٌ أَنزَلۡنَٰهُ إِلَيۡكَ مُبَٰرَكٞ لِّيَدَّبَّرُواْ ءَايَٰتِهِ وَلِيَتَذَكَّرَ أُوْلُواْ اُلۡأَلۡبَٰبِ","وَوَهَبۡنَا لِدَاوُدَ سُلَيۡمَٰن نِّعۡمَ اَلۡعَبۡدُ إِنَّهُ أَوَّابٌ","إِذۡ عُرِضَ عَلَيۡهِ بِالۡعَشِيِّ اِلصَّٰفِنَٰتُ اُلۡجِيَادُ","فَقَالَ إِنِّيَ أَحۡبَبۡتُ حُبَّ اَلۡخَيۡرِ عَن ذِكۡر رَّبِّي حَتَّىٰ تَوَارَتۡ بِالۡحِجَابِ","رُدُّوهَا عَلَيَّ فَطَفِقَ مَسۡحَا بِالسُّوقِ وَاَلۡأَعۡنَاقِ","وَلَقَدۡ فَتَنَّا سُلَيۡمَٰنَ وَأَلۡقَيۡنَا عَلَىٰ كُرۡسِيِّهِ جَسَدٗا ثُمَّ أَنَابَ","قَال رَّبِّ اِغۡفِر لِّي وَهَبۡ لِي مُلۡكٗا لَّا يَنبَغِي لِأَحَدٖ مِّن بَعۡدِيَ إِنَّكَ أَنتَ اَلۡوَهَّابُ","فَسَخَّرۡنَا لَهُ اُلرِّيحَ تَجۡرِي بِأَمۡرِهِ رُخَآءً حَيۡثُ أَصَابَ","وَاَلشَّيَٰطِينَ كُلَّ بَنَّآءٖ وَغَوَّاصٖ","وَءَاخَرِينَ مُقَرَّنِينَ فِي اِلۡأَصۡفَادِ","هَٰذَا عَطَآؤُنَا فَاَمۡنُنۡ أَوۡ أَمۡسِكۡ بِغَيۡرِ حِسَابٖ","وَإِنَّ لَهُ عِندَنَا لَزُلۡفيٰ وَحُسۡنَ مَـَٔابٖ","وَاَذۡكُرۡ عَبۡدَنَا أَيُّوبَ إِذۡ نَادَىٰ رَبَّهُ أَنِّي مَسَّنِيَ اَلشَّيۡطَٰنُ بِنُصۡبٖ وَعَذَابٍ","اِ۟رۡكُضۡ بِرِجۡلِكَ هَٰذَا مُغۡتَسَلُ بَارِدٞ وَشَرَابٞ","وَوَهَبۡنَا لَهُ أَهۡلَهُ وَمِثۡلَهُم مَّعَهُمۡ رَحۡمَةٗ مِّنَّا وَذِكۡريٰ لِأُوْلِي اِلۡأَلۡبَٰبِ","وَخُذۡ بِيَدِكَ ضِغۡثٗا فَاَضۡرِب بِّهِ وَلَا تَحۡنَثۡ إِنَّا وَجَدۡنَٰهُ صَابِرٗا نِّعۡمَ اَلۡعَبۡدُ إِنَّهُ أَوَّابٞ","وَاَذۡكُرۡ عِبَٰدَنَا إِبۡرَٰهِيمَ وَإِسۡحَٰقَ وَيَعۡقُوبَ أُوْلِي اِلۡأَيۡدِي وَاَلۡأَبۡصٰرِ","إِنَّا أَخۡلَصۡنَٰهُم بِخَالِصَةٖ ذِكۡري اَلدّارِ","وَإِنَّهُمۡ عِندَنَا لَمِنَ اَلۡمُصۡطَفَيۡنَ اَلۡأَخۡيارِ","وَاَذۡكُرۡ إِسۡمَٰعِيلَ وَاَلۡيَسَعَ وَذَا اَلۡكِفۡلِ وَكُلّٞ مِّنَ اَلۡأَخۡيارِ","هَٰذَا ذِكۡرٞ وَإِنَّ لِلۡمُتَّقِينَ لَحُسۡنَ مَـَٔابٖ","جَنَّٰتِ عَدۡنٖ مُّفَتَّحَةٗ لَّهُمُ اُلۡأَبۡوَٰبُ","مُتَّكِـِٔينَ فِيهَا يَدۡعُونَ فِيهَا بِفَٰكِهَةٖ كَثِيرَةٖ وَشَرَابٖ","وَعِندَهُمۡ قَٰصِرَٰتُ اُلطَّرۡفِ أَتۡرَابٌ","هَٰذَا مَا يُوعَدُونَ لِيَوۡمِ اِلۡحِسَابِ","إِنَّ هَٰذَا لَرِزۡقُنَا مَا لَهُ مِن نَّفَادٍ","هَٰذَا وَإِنَّ لِلطَّٰغِينَ لَشَرَّ مَـَٔابٖ","جَهَنَّمَ يَصۡلَوۡنَهَا فَبِيسَ اَلۡمِهَادُ","هَٰذَا فَلۡيَذُوقُوهُ حَمِيمٞ وَغَسَاقٞ","وَأُخَرُ مِن شَكۡلِهِ أَزۡوَٰجٌ","هَٰذَا فَوۡجٞ مُّقۡتَحِمٞ مَّعَكُمۡ لَا مَرۡحَبَا بِهِمۡ إِنَّهُمۡ صَالُواْ اُلنّارِ","قَالُواْ بَلۡ أَنتُمۡ لَا مَرۡحَبَا بِكُمۡ أَنتُمۡ قَدَّمۡتُمُوهُ لَنَا فَبِيسَ اَلۡقَرَارُ","قَالُواْ رَبَّنَا مَن قَدَّمَ لَنَا هَٰذَا فَزِدۡهُ عَذَابٗا ضِعۡفٗا فِي اِلنّارِ","وَقَالُواْ مَا لَنَا لَا نَريٰ رِجَالٗا كُنَّا نَعُدُّهُم مِّنَ اَلۡأَشۡرارِ","اِتَّخَذۡنَٰهُمۡ سِخۡرِيًّا أَمۡ زَاغَتۡ عَنۡهُمُ اُلۡأَبۡصَٰرُ","إِنَّ ذَٰلِكَ لَحَقّٞ تَخَاصُمُ أَهۡلِ اِلنّارِ","قُلۡ إِنَّمَا أَنَا۠ مُنذِرٞ وَمَا مِنۡ إِلَٰهٍ إِلَّا اَللَّهُ اُلۡوَٰحِدُ اُلۡقَهَّار","رَّبُّ اُلسَّمَٰوَٰتِ وَاَلۡأَرۡضِ وَمَا بَيۡنَهُمَا اَلۡعَزِيزُ اُلۡغَفَّٰرُ","قُلۡ هُوَ نَبَؤٌاْ عَظِيمٌ","أَنتُمۡ عَنۡهُ مُعۡرِضُونَ","مَا كَانَ لِي مِنۡ عِلۡمِ بِالۡمَلَإِ اِلۡأَعۡلَىٰ إِذۡ يَخۡتَصِمُونَ","إِن يُوحَىٰ إِلَيَّ إِلَّا أَنَّمَا أَنَا۠ نَذِيرٞ مُّبِينٌ","إِذۡ قَال رَّبُّكَ لِلۡمَلَٰٓئِكَةِ إِنِّي خَٰلِقُ بَشَرٗا مِّن طِينٖ","فَإِذَا سَوَّيۡتُهُ وَنَفَخۡتُ فِيهِ مِن رُّوحِي فَقَعُواْ لَهُ سَٰجِدِينَ","فَسَجَدَ اَلۡمَلَٰٓئِكَةُ كُلُّهُمۡ أَجۡمَعُونَ","إِلَّا إِبۡلِيسَ اَسۡتَكۡبَرَ وَكَانَ مِنَ اَلۡكٰفِرِينَ","قَالَ يَٰإِبۡلِيسُ مَا مَنَعَكَ أَن تَسۡجُدَ لِمَا خَلَقۡتُ بِيَدَيَّ أَسۡتَكۡبَرۡتَ أَمۡ كُنتَ مِنَ اَلۡعَالِينَ","قَالَ أَنَا۠ خَيۡرٞ مِّنۡهُ خَلَقۡتَنِي مِن نّارٖ وَخَلَقۡتَهُ مِن طِينٖ","قَالَ فَاَخۡرُجۡ مِنۡهَا فَإِنَّكَ رَجِيمٞ","وَإِنَّ عَلَيۡكَ لَعۡنَتِي إِلَىٰ يَوۡمِ اِلدِّينِ","قَال رَّبِّ فَأَنظِرۡنِي إِلَىٰ يَوۡمِ يُبۡعَثُونَ","قَالَ فَإِنَّكَ مِنَ اَلۡمُنظَرِينَ","إِلَىٰ يَوۡمِ اِلۡوَقۡتِ اِلۡمَعۡلُومِ","قَالَ فَبِعِزَّتِكَ لَأُغۡوِيَنَّهُمۡ أَجۡمَعِينَ","إِلَّا عِبَادَكَ مِنۡهُمُ اُلۡمُخۡلِصِينَ","قَالَ فَاَلۡحَقَّ وَاَلۡحَقَّ أَقُول لَّأَمۡلَأَنَّ جَهَنَّم مِّنكَ وَمِمَّن تَبِعَكَ مِنۡهُمۡ أَجۡمَعِينَ","قُلۡ مَا أَسۡـَٔلُكُمۡ عَلَيۡهِ مِنۡ أَجۡرٖ وَمَا أَنَا۠ مِنَ اَلۡمُتَكَلِّفِينَ","إِنۡ هُوَ إِلَّا ذِكۡرٞ لِّلۡعَٰلَمِينَ","وَلَتَعۡلَمُنَّ نَبَأَهُ بَعۡدَ حِينِ"],"qumbul":["صٓ وَٱلۡقُرَانِ ذِي ٱلذِّكۡرِ بَلِ ٱلَّذِينَ كَفَرُواْ فِي عِزَّةٖ وَشِقَاقٖ","كَمۡ أَهۡلَكۡنَا مِن قَبۡلِهِمُ مِن قَرۡنٖ فَنَادَواْ وَّلَاتَ حِينَ مَنَاصٖ","وَعَجِبُواْ أَن جَآءَهُمُ مُنذِرٞ مِّنۡهُمُ وَقَالَ ٱلۡكَٰفِرُونَ هَٰذَا سَٰحِرٞ كَذَّابٌ","أَجَعَلَ ٱلۡأٓلِهَةَ إِلَٰهٗا وَٰحِدًا إِنَّ هَٰذَا لَشَيۡءٌ عُجَابٞ","وَٱنطَلَقَ ٱلۡمَلَأُ مِنۡهُمُ أَنِ ٱمۡشُواْ وَٱصۡبِرُواْ عَلَىٰ ءَالِهَتِكُمُ إِنَّ هَٰذَا لَشَيۡءٞ يُرَادُ","مَا سَمِعۡنَا بِهَٰذَا فِي ٱلۡمِلَّةِ ٱلۡأٓخِرَةِ إِنۡ هَٰذَا إِلَّا ٱخۡتِلَٰقٌ","أَ۟نزِلَ عَلَيۡهِ ٱلذِّكۡرُ مِن بَيۡنِنَا بَلۡ هُمُ فِي شَكّٖ مِّن ذِكۡرِي بَل لَّمَّا يَذُوقُواْ عَذَابِ","أَمۡ عِندَهُمُ خَزَآئِنُ رَحۡمَةِ رَبِّكَ ٱلۡعَزِيزِ ٱلۡوَهَّابِ","أَمۡ لَهُمُ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا فَلۡيَرۡتَقُواْ فِي ٱلۡأَسۡبَٰبِ","جُندٞ مَّا هُنَالِكَ مَهۡزُومٞ مِّنَ ٱلۡأَحۡزَابِ","كَذَّبَتۡ قَبۡلَهُمُ قَوۡمُ نُوحٖ وَعَادٞ وَفِرۡعَوۡنُ ذُو ٱلۡأَوۡتَادِ","وَثَمُودُ وَقَوۡمُ لُوطٖ وَأَصۡحَٰبُ لَيۡكَةَ أُوْلَٰٓئِكَ ٱلۡأَحۡزَابُ","إِن كُلٌّ إِلَّا كَذَّبَ ٱلرُّسُلَ فَحَقَّ عِقَابِ","وَمَا يَنظُرُ هَٰؤُلَآءِ الَّا صَيۡحَةٗ وَٰحِدَةٗ مَّا لَهَا مِن فَوَاقٖ","وَقَالُواْ رَبَّنَا عَجِّل لَّنَا قِطَّنَا قَبۡلَ يَوۡمِ ٱلۡحِسَابِ","ٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَٱذۡكُرۡ عَبۡدَنَا دَاوُدَ ذَا ٱلۡأَيۡدِ إِنَّهُ أَوَّابٌ","إِنَّا سَخَّرۡنَا ٱلۡجِبَالَ مَعَهُ يُسَبِّحۡنَ بِٱلۡعَشِيِّ وَٱلۡإِشۡرَاقِ","وَٱلطَّيۡرَ مَحۡشُورَةٗ كُلّٞ لَّهُ أَوَّابٞ","وَشَدَدۡنَا مُلۡكَهُ وَءَاتَيۡنَٰهُ ٱلۡحِكۡمَةَ وَفَصۡلَ ٱلۡخِطَابِ","وَهَلۡ أَتَىٰكَ نَبَؤُاْ ٱلۡخَصۡمِ إِذۡ تَسَوَّرُواْ ٱلۡمِحۡرَابَ","إِذۡ دَخَلُواْ عَلَىٰ دَاوُدَ فَفَزِعَ مِنۡهُمُ قَالُواْ لَا تَخَفۡ خَصۡمَانِ بَغَىٰ بَعۡضُنَا عَلَىٰ بَعۡضٖ فَٱحۡكُم بَيۡنَنَا بِٱلۡحَقِّ وَلَا تُشۡطِطۡ وَٱهۡدِنَا إِلَىٰ سَوَآءِ ٱلصِّرَٰطِ","إِنَّ هَٰذَا أَخِي لَهُ تِسۡعٞ وَتِسۡعُونَ نَعۡجَةٗ وَلِي نَعۡجَةٞ وَٰحِدَةٞ فَقَالَ أَكۡفِلۡنِيهَا وَعَزَّنِي فِي ٱلۡخِطَابِ","قَالَ لَقَدۡ ظَلَمَكَ بِسُؤَالِ نَعۡجَتِكَ إِلَىٰ نِعَاجِهِ وَإِنَّ كَثِيرٗا مِّنَ ٱلۡخُلَطَآءِ لَيَبۡغِي بَعۡضُهُمُ عَلَىٰ بَعۡضٍ إِلَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَقَلِيلٞ مَّا هُمُ وَظَنَّ دَاوُدُ أَنَّمَا فَتَنَّٰهُ فَٱسۡتَغۡفَرَ رَبَّهُ وَخَرَّ رَاكِعٗا وَأَنَابَ","فَغَفَرۡنَا لَهُ ذَٰلِكَ وَإِنَّ لَهُ عِندَنَا لَزُلۡفَىٰ وَحُسۡنَ مَـَٔابٖ","يَٰدَاوُدُ إِنَّا جَعَلۡنَٰكَ خَلِيفَةٗ فِي ٱلۡأَرۡضِ فَٱحۡكُم بَيۡنَ ٱلنَّاسِ بِٱلۡحَقِّ وَلَا تَتَّبِعِ ٱلۡهَوَىٰ فَيُضِلَّكَ عَن سَبِيلِ ٱللَّهِ إِنَّ ٱلَّذِينَ يَضِلُّونَ عَن سَبِيلِ ٱللَّهِ لَهُمُ عَذَابٞ شَدِيدُ بِمَا نَسُواْ يَوۡمَ ٱلۡحِسَابِ","وَمَا خَلَقۡنَا ٱلسَّمَآءَ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا بَٰطِلٗا ذَٰلِكَ ظَنُّ ٱلَّذِينَ كَفَرُواْ فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِنَ ٱلنَّارِ","أَمۡ نَجۡعَلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ كَٱلۡمُفۡسِدِينَ فِي ٱلۡأَرۡضِ أَمۡ نَجۡعَلُ ٱلۡمُتَّقِينَ كَٱلۡفُجَّارِ","كِتَٰبٌ أَنزَلۡنَٰهُ إِلَيۡكَ مُبَٰرَكٞ لِّيَدَّبَّرُواْ ءَايَٰتِهِ وَلِيَتَذَكَّرَ أُوْلُواْ ٱلۡأَلۡبَٰبِ","وَوَهَبۡنَا لِدَاوُدَ سُلَيۡمَٰنَ نِعۡمَ ٱلۡعَبۡدُ إِنَّهُ أَوَّابٌ","إِذۡ عُرِضَ عَلَيۡهِ بِٱلۡعَشِيِّ ٱلصَّٰفِنَٰتُ ٱلۡجِيَادُ","فَقَالَ إِنِّيَ أَحۡبَبۡتُ حُبَّ ٱلۡخَيۡرِ عَن ذِكۡرِ رَبِّي حَتَّىٰ تَوَارَتۡ بِٱلۡحِجَابِ","رُدُّوهَا عَلَيَّ فَطَفِقَ مَسۡحَا بِٱلسُّؤۡقِ وَٱلۡأَعۡنَاقِ","وَلَقَدۡ فَتَنَّا سُلَيۡمَٰنَ وَأَلۡقَيۡنَا عَلَىٰ كُرۡسِيِّهِ جَسَدٗا ثُمَّ أَنَابَ","قَالَ رَبِّ ٱغۡفِرۡ لِي وَهَبۡ لِي مُلۡكٗا لَّا يَنبَغِي لِأَحَدٖ مِّن بَعۡدِي إِنَّكَ أَنتَ ٱلۡوَهَّابُ","فَسَخَّرۡنَا لَهُ ٱلرِّيحَ تَجۡرِي بِأَمۡرِهِ رُخَآءً حَيۡثُ أَصَابَ","وَٱلشَّيَٰطِينَ كُلَّ بَنَّآءٖ وَغَوَّاصٖ","وَءَاخَرِينَ مُقَرَّنِينَ فِي ٱلۡأَصۡفَادِ","هَٰذَا عَطَآؤُنَا فَٱمۡنُنۡ أَوۡ أَمۡسِكۡ بِغَيۡرِ حِسَابٖ","وَإِنَّ لَهُ عِندَنَا لَزُلۡفَىٰ وَحُسۡنَ مَـَٔابٖ","وَٱذۡكُرۡ عَبۡدَنَا أَيُّوبَ إِذۡ نَادَىٰ رَبَّهُ أَنِّي مَسَّنِيَ ٱلشَّيۡطَٰنُ بِنُصۡبٖ وَعَذَابٍ","ٱرۡكُضۡ بِرِجۡلِكَ هَٰذَا مُغۡتَسَلُ بَارِدٞ وَشَرَابٞ","وَوَهَبۡنَا لَهُ أَهۡلَهُ وَمِثۡلَهُمُ مَعَهُمُ رَحۡمَةٗ مِّنَّا وَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ","وَخُذۡ بِيَدِكَ ضِغۡثٗا فَٱضۡرِب بِّهِ وَلَا تَحۡنَثۡ إِنَّا وَجَدۡنَٰهُ صَابِرٗا نِّعۡمَ ٱلۡعَبۡدُ إِنَّهُ أَوَّابٞ","وَٱذۡكُرۡ عَبۡدَنَا إِبۡرَٰهِيمَ وَإِسۡحَٰقَ وَيَعۡقُوبَ أُوْلِي ٱلۡأَيۡدِي وَٱلۡأَبۡصَٰرِ","إِنَّا أَخۡلَصۡنَٰهُمُ بِخَالِصَةٖ ذِكۡرَى ٱلدَّارِ","وَإِنَّهُمُ عِندَنَا لَمِنَ ٱلۡمُصۡطَفَيۡنَ ٱلۡأَخۡيَارِ","وَٱذۡكُرۡ إِسۡمَٰعِيلَ وَٱلۡيَسَعَ وَذَا ٱلۡكِفۡلِ وَكُلّٞ مِّنَ ٱلۡأَخۡيَارِ","هَٰذَا ذِكۡرٞ وَإِنَّ لِلۡمُتَّقِينَ لَحُسۡنَ مَـَٔابٖ","جَنَّٰتِ عَدۡنٖ مُّفَتَّحَةٗ لَّهُمُ ٱلۡأَبۡوَٰبُ","مُتَّكِـِٔينَ فِيهَا يَدۡعُونَ فِيهَا بِفَٰكِهَةٖ كَثِيرَةٖ وَشَرَابٖ","وَعِندَهُمُ قَٰصِرَٰتُ ٱلطَّرۡفِ أَتۡرَابٌ","هَٰذَا مَا يُوعَدُونَ لِيَوۡمِ ٱلۡحِسَابِ","إِنَّ هَٰذَا لَرِزۡقُنَا مَا لَهُ مِن نَّفَادٍ","هَٰذَا وَإِنَّ لِلطَّٰغِينَ لَشَرَّ مَـَٔابٖ","جَهَنَّمَ يَصۡلَوۡنَهَا فَبِئۡسَ ٱلۡمِهَادُ","هَٰذَا فَلۡيَذُوقُوهُ حَمِيمٞ وَغَسَاقٞ","وَءَاخَرُ مِن شَكۡلِهِ أَزۡوَٰجٌ","هَٰذَا فَوۡجٞ مُّقۡتَحِمٞ مَّعَكُمُ لَا مَرۡحَبَا بِهِمُ إِنَّهُمُ صَالُواْ ٱلنَّارِ","قَالُواْ بَلۡ أَنتُمُ لَا مَرۡحَبَا بِكُمُ أَنتُمُ قَدَّمۡتُمُوهُ لَنَا فَبِئۡسَ ٱلۡقَرَارُ","قَالُواْ رَبَّنَا مَن قَدَّمَ لَنَا هَٰذَا فَزِدۡهُ عَذَابٗا ضِعۡفٗا فِي ٱلنَّارِ","وَقَالُواْ مَا لَنَا لَا نَرَىٰ رِجَالٗا كُنَّا نَعُدُّهُمُ مِنَ ٱلۡأَشۡرَارِ","أَتَّخَذۡنَٰهُمُ سِخۡرِيًّا أَمۡ زَاغَتۡ عَنۡهُمُ ٱلۡأَبۡصَٰرُ","إِنَّ ذَٰلِكَ لَحَقّٞ تَخَاصُمُ أَهۡلِ ٱلنَّارِ","قُلۡ إِنَّمَا أَنَا۠ مُنذِرٞ وَمَا مِنۡ إِلَٰهٍ إِلَّا ٱللَّهُ ٱلۡوَٰحِدُ ٱلۡقَهَّارُ","رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا ٱلۡعَزِيزُ ٱلۡغَفَّٰرُ","قُلۡ هُوَ نَبَؤٌاْ عَظِيمٌ","أَنتُمُ عَنۡهُ مُعۡرِضُونَ","مَا كَانَ لِي مِنۡ عِلۡمِ بِٱلۡمَلَإِ ٱلۡأَعۡلَىٰ إِذۡ يَخۡتَصِمُونَ","إِن يُوحَىٰ إِلَيَّ إِلَّا أَنَّمَا أَنَا۠ نَذِيرٞ مُّبِينٌ","إِذۡ قَالَ رَبُّكَ لِلۡمَلَٰٓئِكَةِ إِنِّي خَٰلِقُ بَشَرٗا مِّن طِينٖ","فَإِذَا سَوَّيۡتُهُ وَنَفَخۡتُ فِيهِ مِن رُّوحِي فَقَعُواْ لَهُ سَٰجِدِينَ","فَسَجَدَ ٱلۡمَلَٰٓئِكَةُ كُلُّهُمُ أَجۡمَعُونَ","إِلَّا إِبۡلِيسَ ٱسۡتَكۡبَرَ وَكَانَ مِنَ ٱلۡكَٰفِرِينَ","قَالَ يَٰإِبۡلِيسُ مَا مَنَعَكَ أَن تَسۡجُدَ لِمَا خَلَقۡتُ بِيَدَيَّ أَسۡتَكۡبَرۡتَ أَمۡ كُنتَ مِنَ ٱلۡعَالِينَ","قَالَ أَنَا۠ خَيۡرٞ مِّنۡهُ خَلَقۡتَنِي مِن نَّارٖ وَخَلَقۡتَهُ مِن طِينٖ","قَالَ فَٱخۡرُجۡ مِنۡهَا فَإِنَّكَ رَجِيمٞ","وَإِنَّ عَلَيۡكَ لَعۡنَتِي إِلَىٰ يَوۡمِ ٱلدِّينِ","قَالَ رَبِّ فَأَنظِرۡنِي إِلَىٰ يَوۡمِ يُبۡعَثُونَ","قَالَ فَإِنَّكَ مِنَ ٱلۡمُنظَرِينَ","إِلَىٰ يَوۡمِ ٱلۡوَقۡتِ ٱلۡمَعۡلُومِ","قَالَ فَبِعِزَّتِكَ لَأُغۡوِيَنَّهُمُ أَجۡمَعِينَ","إِلَّا عِبَادَكَ مِنۡهُمُ ٱلۡمُخۡلِصِينَ","قَالَ فَٱلۡحَقَّ وَٱلۡحَقَّ أَقُولُ لَأَمۡلَأَنَّ جَهَنَّمَ مِنكَ وَمِمَّن تَبِعَكَ مِنۡهُمُ أَجۡمَعِينَ","قُلۡ مَا أَسۡـَٔلُكُمُ عَلَيۡهِ مِنۡ أَجۡرٖ وَمَا أَنَا۠ مِنَ ٱلۡمُتَكَلِّفِينَ","إِنۡ هُوَ إِلَّا ذِكۡرٞ لِّلۡعَٰلَمِينَ","وَلَتَعۡلَمُنَّ نَبَأَهُ بَعۡدَ حِينِ"],"albazzi":["صٓ وَٱلۡقُرَانِ ذِي ٱلذِّكۡرِ بَلِ ٱلَّذِينَ كَفَرُواْ فِي عِزَّةٖ وَشِقَاقٖ","كَمۡ أَهۡلَكۡنَا مِن قَبۡلِهِمُ مِن قَرۡنٖ فَنَادَواْ وَّلَاتَ حِينَ مَنَاصٖ","وَعَجِبُواْ أَن جَآءَهُمُ مُنذِرٞ مِّنۡهُمُ وَقَالَ ٱلۡكَٰفِرُونَ هَٰذَا سَٰحِرٞ كَذَّابٌ","أَجَعَلَ ٱلۡأٓلِهَةَ إِلَٰهٗا وَٰحِدًا إِنَّ هَٰذَا لَشَيۡءٌ عُجَابٞ","وَٱنطَلَقَ ٱلۡمَلَأُ مِنۡهُمُ أَنِ ٱمۡشُواْ وَٱصۡبِرُواْ عَلَىٰ ءَالِهَتِكُمُ إِنَّ هَٰذَا لَشَيۡءٞ يُرَادُ","مَا سَمِعۡنَا بِهَٰذَا فِي ٱلۡمِلَّةِ ٱلۡأٓخِرَةِ إِنۡ هَٰذَا إِلَّا ٱخۡتِلَٰقٌ","أَ۟نزِلَ عَلَيۡهِ ٱلذِّكۡرُ مِن بَيۡنِنَا بَلۡ هُمُ فِي شَكّٖ مِّن ذِكۡرِي بَل لَّمَّا يَذُوقُواْ عَذَابِ","أَمۡ عِندَهُمُ خَزَآئِنُ رَحۡمَةِ رَبِّكَ ٱلۡعَزِيزِ ٱلۡوَهَّابِ","أَمۡ لَهُمُ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا فَلۡيَرۡتَقُواْ فِي ٱلۡأَسۡبَٰبِ","جُندٞ مَّا هُنَالِكَ مَهۡزُومٞ مِّنَ ٱلۡأَحۡزَابِ","كَذَّبَتۡ قَبۡلَهُمُ قَوۡمُ نُوحٖ وَعَادٞ وَفِرۡعَوۡنُ ذُو ٱلۡأَوۡتَادِ","وَثَمُودُ وَقَوۡمُ لُوطٖ وَأَصۡحَٰبُ لَيۡكَةَ أُوْلَٰٓئِكَ ٱلۡأَحۡزَابُ","إِن كُلٌّ إِلَّا كَذَّبَ ٱلرُّسُلَ فَحَقَّ عِقَابِ","وَمَا يَنظُرُ هَٰؤُلَآ۟ إِلَّا صَيۡحَةٗ وَٰحِدَةٗ مَّا لَهَا مِن فَوَاقٖ","وَقَالُواْ رَبَّنَا عَجِّل لَّنَا قِطَّنَا قَبۡلَ يَوۡمِ ٱلۡحِسَابِ","ٱصۡبِرۡ عَلَىٰ مَا يَقُولُونَ وَٱذۡكُرۡ عَبۡدَنَا دَاوُدَ ذَا ٱلۡأَيۡدِ إِنَّهُ أَوَّابٌ","إِنَّا سَخَّرۡنَا ٱلۡجِبَالَ مَعَهُ يُسَبِّحۡنَ بِٱلۡعَشِيِّ وَٱلۡإِشۡرَاقِ","وَٱلطَّيۡرَ مَحۡشُورَةٗ كُلّٞ لَّهُ أَوَّابٞ","وَشَدَدۡنَا مُلۡكَهُ وَءَاتَيۡنَٰهُ ٱلۡحِكۡمَةَ وَفَصۡلَ ٱلۡخِطَابِ","وَهَلۡ أَتَىٰكَ نَبَؤُاْ ٱلۡخَصۡمِ إِذۡ تَسَوَّرُواْ ٱلۡمِحۡرَابَ","إِذۡ دَخَلُواْ عَلَىٰ دَاوُدَ فَفَزِعَ مِنۡهُمُ قَالُواْ لَا تَخَفۡ خَصۡمَانِ بَغَىٰ بَعۡضُنَا عَلَىٰ بَعۡضٖ فَٱحۡكُم بَيۡنَنَا بِٱلۡحَقِّ وَلَا تُشۡطِطۡ وَٱهۡدِنَا إِلَىٰ سَوَآءِ ٱلصِّرَٰطِ","إِنَّ هَٰذَا أَخِي لَهُ تِسۡعٞ وَتِسۡعُونَ نَعۡجَةٗ وَلِي نَعۡجَةٞ وَٰحِدَةٞ فَقَالَ أَكۡفِلۡنِيهَا وَعَزَّنِي فِي ٱلۡخِطَابِ","قَالَ لَقَدۡ ظَلَمَكَ بِسُؤَالِ نَعۡجَتِكَ إِلَىٰ نِعَاجِهِ وَإِنَّ كَثِيرٗا مِّنَ ٱلۡخُلَطَآءِ لَيَبۡغِي بَعۡضُهُمُ عَلَىٰ بَعۡضٍ إِلَّا ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ وَقَلِيلٞ مَّا هُمُ وَظَنَّ دَاوُدُ أَنَّمَا فَتَنَّٰهُ فَٱسۡتَغۡفَرَ رَبَّهُ وَخَرَّ رَاكِعٗا وَأَنَابَ","فَغَفَرۡنَا لَهُ ذَٰلِكَ وَإِنَّ لَهُ عِندَنَا لَزُلۡفَىٰ وَحُسۡنَ مَـَٔابٖ","يَٰدَاوُدُ إِنَّا جَعَلۡنَٰكَ خَلِيفَةٗ فِي ٱلۡأَرۡضِ فَٱحۡكُم بَيۡنَ ٱلنَّاسِ بِٱلۡحَقِّ وَلَا تَتَّبِعِ ٱلۡهَوَىٰ فَيُضِلَّكَ عَن سَبِيلِ ٱللَّهِ إِنَّ ٱلَّذِينَ يَضِلُّونَ عَن سَبِيلِ ٱللَّهِ لَهُمُ عَذَابٞ شَدِيدُ بِمَا نَسُواْ يَوۡمَ ٱلۡحِسَابِ","وَمَا خَلَقۡنَا ٱلسَّمَآءَ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا بَٰطِلٗا ذَٰلِكَ ظَنُّ ٱلَّذِينَ كَفَرُواْ فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِنَ ٱلنَّارِ","أَمۡ نَجۡعَلُ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ كَٱلۡمُفۡسِدِينَ فِي ٱلۡأَرۡضِ أَمۡ نَجۡعَلُ ٱلۡمُتَّقِينَ كَٱلۡفُجَّارِ","كِتَٰبٌ أَنزَلۡنَٰهُ إِلَيۡكَ مُبَٰرَكٞ لِّيَدَّبَّرُواْ ءَايَٰتِهِ وَلِيَتَذَكَّرَ أُوْلُواْ ٱلۡأَلۡبَٰبِ","وَوَهَبۡنَا لِدَاوُدَ سُلَيۡمَٰنَ نِعۡمَ ٱلۡعَبۡدُ إِنَّهُ أَوَّابٌ","إِذۡ عُرِضَ عَلَيۡهِ بِٱلۡعَشِيِّ ٱلصَّٰفِنَٰتُ ٱلۡجِيَادُ","فَقَالَ إِنِّيَ أَحۡبَبۡتُ حُبَّ ٱلۡخَيۡرِ عَن ذِكۡرِ رَبِّي حَتَّىٰ تَوَارَتۡ بِٱلۡحِجَابِ","رُدُّوهَا عَلَيَّ فَطَفِقَ مَسۡحَا بِٱلسُّوقِ وَٱلۡأَعۡنَاقِ","وَلَقَدۡ فَتَنَّا سُلَيۡمَٰنَ وَأَلۡقَيۡنَا عَلَىٰ كُرۡسِيِّهِ جَسَدٗا ثُمَّ أَنَابَ","قَالَ رَبِّ ٱغۡفِرۡ لِي وَهَبۡ لِي مُلۡكٗا لَّا يَنبَغِي لِأَحَدٖ مِّن بَعۡدِي إِنَّكَ أَنتَ ٱلۡوَهَّابُ","فَسَخَّرۡنَا لَهُ ٱلرِّيحَ تَجۡرِي بِأَمۡرِهِ رُخَآءً حَيۡثُ أَصَابَ","وَٱلشَّيَٰطِينَ كُلَّ بَنَّآءٖ وَغَوَّاصٖ","وَءَاخَرِينَ مُقَرَّنِينَ فِي ٱلۡأَصۡفَادِ","هَٰذَا عَطَآؤُنَا فَٱمۡنُنۡ أَوۡ أَمۡسِكۡ بِغَيۡرِ حِسَابٖ","وَإِنَّ لَهُ عِندَنَا لَزُلۡفَىٰ وَحُسۡنَ مَـَٔابٖ","وَٱذۡكُرۡ عَبۡدَنَا أَيُّوبَ إِذۡ نَادَىٰ رَبَّهُ أَنِّي مَسَّنِيَ ٱلشَّيۡطَٰنُ بِنُصۡبٖ وَعَذَابٍ","ٱرۡكُضۡ بِرِجۡلِكَ هَٰذَا مُغۡتَسَلُ بَارِدٞ وَشَرَابٞ","وَوَهَبۡنَا لَهُ أَهۡلَهُ وَمِثۡلَهُمُ مَعَهُمُ رَحۡمَةٗ مِّنَّا وَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ","وَخُذۡ بِيَدِكَ ضِغۡثٗا فَٱضۡرِب بِّهِ وَلَا تَحۡنَثۡ إِنَّا وَجَدۡنَٰهُ صَابِرٗا نِّعۡمَ ٱلۡعَبۡدُ إِنَّهُ أَوَّابٞ","وَٱذۡكُرۡ عَبۡدَنَا إِبۡرَٰهِيمَ وَإِسۡحَٰقَ وَيَعۡقُوبَ أُوْلِي ٱلۡأَيۡدِي وَٱلۡأَبۡصَٰرِ","إِنَّا أَخۡلَصۡنَٰهُمُ بِخَالِصَةٖ ذِكۡرَى ٱلدَّارِ","وَإِنَّهُمُ عِندَنَا لَمِنَ ٱلۡمُصۡطَفَيۡنَ ٱلۡأَخۡيَارِ","وَٱذۡكُرۡ إِسۡمَٰعِيلَ وَٱلۡيَسَعَ وَذَا ٱلۡكِفۡلِ وَكُلّٞ مِّنَ ٱلۡأَخۡيَارِ","هَٰذَا ذِكۡرٞ وَإِنَّ لِلۡمُتَّقِينَ لَحُسۡنَ مَـَٔابٖ","جَنَّٰتِ عَدۡنٖ مُّفَتَّحَةٗ لَّهُمُ ٱلۡأَبۡوَٰبُ","مُتَّكِـِٔينَ فِيهَا يَدۡعُونَ فِيهَا بِفَٰكِهَةٖ كَثِيرَةٖ وَشَرَابٖ","وَعِندَهُمُ قَٰصِرَٰتُ ٱلطَّرۡفِ أَتۡرَابٌ","هَٰذَا مَا يُوعَدُونَ لِيَوۡمِ ٱلۡحِسَابِ","إِنَّ هَٰذَا لَرِزۡقُنَا مَا لَهُ مِن نَّفَادٍ","هَٰذَا وَإِنَّ لِلطَّٰغِينَ لَشَرَّ مَـَٔابٖ","جَهَنَّمَ يَصۡلَوۡنَهَا فَبِئۡسَ ٱلۡمِهَادُ","هَٰذَا فَلۡيَذُوقُوهُ حَمِيمٞ وَغَسَاقٞ","وَءَاخَرُ مِن شَكۡلِهِ أَزۡوَٰجٌ","هَٰذَا فَوۡجٞ مُّقۡتَحِمٞ مَّعَكُمُ لَا مَرۡحَبَا بِهِمُ إِنَّهُمُ صَالُواْ ٱلنَّارِ","قَالُواْ بَلۡ أَنتُمُ لَا مَرۡحَبَا بِكُمُ أَنتُمُ قَدَّمۡتُمُوهُ لَنَا فَبِئۡسَ ٱلۡقَرَارُ","قَالُواْ رَبَّنَا مَن قَدَّمَ لَنَا هَٰذَا فَزِدۡهُ عَذَابٗا ضِعۡفٗا فِي ٱلنَّارِ","وَقَالُواْ مَا لَنَا لَا نَرَىٰ رِجَالٗا كُنَّا نَعُدُّهُمُ مِنَ ٱلۡأَشۡرَارِ","أَتَّخَذۡنَٰهُمُ سِخۡرِيًّا أَمۡ زَاغَتۡ عَنۡهُمُ ٱلۡأَبۡصَٰرُ","إِنَّ ذَٰلِكَ لَحَقّٞ تَخَاصُمُ أَهۡلِ ٱلنَّارِ","قُلۡ إِنَّمَا أَنَا۠ مُنذِرٞ وَمَا مِنۡ إِلَٰهٍ إِلَّا ٱللَّهُ ٱلۡوَٰحِدُ ٱلۡقَهَّارُ","رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا ٱلۡعَزِيزُ ٱلۡغَفَّٰرُ","قُلۡ هُوَ نَبَؤٌاْ عَظِيمٌ","أَنتُمُ عَنۡهُ مُعۡرِضُونَ","مَا كَانَ لِي مِنۡ عِلۡمِ بِٱلۡمَلَإِ ٱلۡأَعۡلَىٰ إِذۡ يَخۡتَصِمُونَ","إِن يُوحَىٰ إِلَيَّ إِلَّا أَنَّمَا أَنَا۠ نَذِيرٞ مُّبِينٌ","إِذۡ قَالَ رَبُّكَ لِلۡمَلَٰٓئِكَةِ إِنِّي خَٰلِقُ بَشَرٗا مِّن طِينٖ","فَإِذَا سَوَّيۡتُهُ وَنَفَخۡتُ فِيهِ مِن رُّوحِي فَقَعُواْ لَهُ سَٰجِدِينَ","فَسَجَدَ ٱلۡمَلَٰٓئِكَةُ كُلُّهُمُ أَجۡمَعُونَ","إِلَّا إِبۡلِيسَ ٱسۡتَكۡبَرَ وَكَانَ مِنَ ٱلۡكَٰفِرِينَ","قَالَ يَٰإِبۡلِيسُ مَا مَنَعَكَ أَن تَسۡجُدَ لِمَا خَلَقۡتُ بِيَدَيَّ أَسۡتَكۡبَرۡتَ أَمۡ كُنتَ مِنَ ٱلۡعَالِينَ","قَالَ أَنَا۠ خَيۡرٞ مِّنۡهُ خَلَقۡتَنِي مِن نَّارٖ وَخَلَقۡتَهُ مِن طِينٖ","قَالَ فَٱخۡرُجۡ مِنۡهَا فَإِنَّكَ رَجِيمٞ","وَإِنَّ عَلَيۡكَ لَعۡنَتِي إِلَىٰ يَوۡمِ ٱلدِّينِ","قَالَ رَبِّ فَأَنظِرۡنِي إِلَىٰ يَوۡمِ يُبۡعَثُونَ","قَالَ فَإِنَّكَ مِنَ ٱلۡمُنظَرِينَ","إِلَىٰ يَوۡمِ ٱلۡوَقۡتِ ٱلۡمَعۡلُومِ","قَالَ فَبِعِزَّتِكَ لَأُغۡوِيَنَّهُمُ أَجۡمَعِينَ","إِلَّا عِبَادَكَ مِنۡهُمُ ٱلۡمُخۡلِصِينَ","قَالَ فَٱلۡحَقَّ وَٱلۡحَقَّ أَقُولُ لَأَمۡلَأَنَّ جَهَنَّمَ مِنكَ وَمِمَّن تَبِعَكَ مِنۡهُمُ أَجۡمَعِينَ","قُلۡ مَا أَسۡـَٔلُكُمُ عَلَيۡهِ مِنۡ أَجۡرٖ وَمَا أَنَا۠ مِنَ ٱلۡمُتَكَلِّفِينَ","إِنۡ هُوَ إِلَّا ذِكۡرٞ لِّلۡعَٰلَمِينَ","وَلَتَعۡلَمُنَّ نَبَأَهُ بَعۡدَ حِينِ"],"surah":38}