{"hafs":["حمٓ","وَٱلۡكِتَٰبِ ٱلۡمُبِينِ","إِنَّا جَعَلۡنَٰهُ قُرۡءَٰنًا عَرَبِيّٗا لَّعَلَّكُمۡ تَعۡقِلُونَ","وَإِنَّهُۥ فِيٓ أُمِّ ٱلۡكِتَٰبِ لَدَيۡنَا لَعَلِيٌّ حَكِيمٌ","أَفَنَضۡرِبُ عَنكُمُ ٱلذِّكۡرَ صَفۡحًا أَن كُنتُمۡ قَوۡمٗا مُّسۡرِفِينَ","وَكَمۡ أَرۡسَلۡنَا مِن نَّبِيّٖ فِي ٱلۡأَوَّلِينَ","وَمَا يَأۡتِيهِم مِّن نَّبِيٍّ إِلَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","فَأَهۡلَكۡنَآ أَشَدَّ مِنۡهُم بَطۡشٗا وَمَضَىٰ مَثَلُ ٱلۡأَوَّلِينَ","وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ خَلَقَهُنَّ ٱلۡعَزِيزُ ٱلۡعَلِيمُ","ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ مَهۡدٗا وَجَعَلَ لَكُمۡ فِيهَا سُبُلٗا لَّعَلَّكُمۡ تَهۡتَدُونَ","وَٱلَّذِي نَزَّلَ مِنَ ٱلسَّمَآءِ مَآءَۢ بِقَدَرٖ فَأَنشَرۡنَا بِهِۦ بَلۡدَةٗ مَّيۡتٗاۚ كَذَٰلِكَ تُخۡرَجُونَ","وَٱلَّذِي خَلَقَ ٱلۡأَزۡوَٰجَ كُلَّهَا وَجَعَلَ لَكُم مِّنَ ٱلۡفُلۡكِ وَٱلۡأَنۡعَٰمِ مَا تَرۡكَبُونَ","لِتَسۡتَوُۥاْ عَلَىٰ ظُهُورِهِۦ ثُمَّ تَذۡكُرُواْ نِعۡمَةَ رَبِّكُمۡ إِذَا ٱسۡتَوَيۡتُمۡ عَلَيۡهِ وَتَقُولُواْ سُبۡحَٰنَ ٱلَّذِي سَخَّرَ لَنَا هَٰذَا وَمَا كُنَّا لَهُۥ مُقۡرِنِينَ","وَإِنَّآ إِلَىٰ رَبِّنَا لَمُنقَلِبُونَ","وَجَعَلُواْ لَهُۥ مِنۡ عِبَادِهِۦ جُزۡءًاۚ إِنَّ ٱلۡإِنسَٰنَ لَكَفُورٞ مُّبِينٌ","أَمِ ٱتَّخَذَ مِمَّا يَخۡلُقُ بَنَاتٖ وَأَصۡفَىٰكُم بِٱلۡبَنِينَ","وَإِذَا بُشِّرَ أَحَدُهُم بِمَا ضَرَبَ لِلرَّحۡمَٰنِ مَثَلٗا ظَلَّ وَجۡهُهُۥ مُسۡوَدّٗا وَهُوَ كَظِيمٌ","أَوَ مَن يُنَشَّؤُاْ فِي ٱلۡحِلۡيَةِ وَهُوَ فِي ٱلۡخِصَامِ غَيۡرُ مُبِينٖ","وَجَعَلُواْ ٱلۡمَلَٰٓئِكَةَ ٱلَّذِينَ هُمۡ عِبَٰدُ ٱلرَّحۡمَٰنِ إِنَٰثًاۚ أَشَهِدُواْ خَلۡقَهُمۡۚ سَتُكۡتَبُ شَهَٰدَتُهُمۡ وَيُسۡ‍َٔلُونَ","وَقَالُواْ لَوۡ شَآءَ ٱلرَّحۡمَٰنُ مَا عَبَدۡنَٰهُمۗ مَّا لَهُم بِذَٰلِكَ مِنۡ عِلۡمٍۖ إِنۡ هُمۡ إِلَّا يَخۡرُصُونَ","أَمۡ ءَاتَيۡنَٰهُمۡ كِتَٰبٗا مِّن قَبۡلِهِۦ فَهُم بِهِۦ مُسۡتَمۡسِكُونَ","بَلۡ قَالُوٓاْ إِنَّا وَجَدۡنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٖ وَإِنَّا عَلَىٰٓ ءَاثَٰرِهِم مُّهۡتَدُونَ","وَكَذَٰلِكَ مَآ أَرۡسَلۡنَا مِن قَبۡلِكَ فِي قَرۡيَةٖ مِّن نَّذِيرٍ إِلَّا قَالَ مُتۡرَفُوهَآ إِنَّا وَجَدۡنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٖ وَإِنَّا عَلَىٰٓ ءَاثَٰرِهِم مُّقۡتَدُونَ","۞قَٰلَ أَوَلَوۡ جِئۡتُكُم بِأَهۡدَىٰ مِمَّا وَجَدتُّمۡ عَلَيۡهِ ءَابَآءَكُمۡۖ قَالُوٓاْ إِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ","فَٱنتَقَمۡنَا مِنۡهُمۡۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","وَإِذۡ قَالَ إِبۡرَٰهِيمُ لِأَبِيهِ وَقَوۡمِهِۦٓ إِنَّنِي بَرَآءٞ مِّمَّا تَعۡبُدُونَ","إِلَّا ٱلَّذِي فَطَرَنِي فَإِنَّهُۥ سَيَهۡدِينِ","وَجَعَلَهَا كَلِمَةَۢ بَاقِيَةٗ فِي عَقِبِهِۦ لَعَلَّهُمۡ يَرۡجِعُونَ","بَلۡ مَتَّعۡتُ هَٰٓؤُلَآءِ وَءَابَآءَهُمۡ حَتَّىٰ جَآءَهُمُ ٱلۡحَقُّ وَرَسُولٞ مُّبِينٞ","وَلَمَّا جَآءَهُمُ ٱلۡحَقُّ قَالُواْ هَٰذَا سِحۡرٞ وَإِنَّا بِهِۦ كَٰفِرُونَ","وَقَالُواْ لَوۡلَا نُزِّلَ هَٰذَا ٱلۡقُرۡءَانُ عَلَىٰ رَجُلٖ مِّنَ ٱلۡقَرۡيَتَيۡنِ عَظِيمٍ","أَهُمۡ يَقۡسِمُونَ رَحۡمَتَ رَبِّكَۚ نَحۡنُ قَسَمۡنَا بَيۡنَهُم مَّعِيشَتَهُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَرَفَعۡنَا بَعۡضَهُمۡ فَوۡقَ بَعۡضٖ دَرَجَٰتٖ لِّيَتَّخِذَ بَعۡضُهُم بَعۡضٗا سُخۡرِيّٗاۗ وَرَحۡمَتُ رَبِّكَ خَيۡرٞ مِّمَّا يَجۡمَعُونَ","وَلَوۡلَآ أَن يَكُونَ ٱلنَّاسُ أُمَّةٗ وَٰحِدَةٗ لَّجَعَلۡنَا لِمَن يَكۡفُرُ بِٱلرَّحۡمَٰنِ لِبُيُوتِهِمۡ سُقُفٗا مِّن فِضَّةٖ وَمَعَارِجَ عَلَيۡهَا يَظۡهَرُونَ","وَلِبُيُوتِهِمۡ أَبۡوَٰبٗا وَسُرُرًا عَلَيۡهَا يَتَّكِ‍ُٔونَ","وَزُخۡرُفٗاۚ وَإِن كُلُّ ذَٰلِكَ لَمَّا مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَٱلۡأٓخِرَةُ عِندَ رَبِّكَ لِلۡمُتَّقِينَ","وَمَن يَعۡشُ عَن ذِكۡرِ ٱلرَّحۡمَٰنِ نُقَيِّضۡ لَهُۥ شَيۡطَٰنٗا فَهُوَ لَهُۥ قَرِينٞ","وَإِنَّهُمۡ لَيَصُدُّونَهُمۡ عَنِ ٱلسَّبِيلِ وَيَحۡسَبُونَ أَنَّهُم مُّهۡتَدُونَ","حَتَّىٰٓ إِذَا جَآءَنَا قَالَ يَٰلَيۡتَ بَيۡنِي وَبَيۡنَكَ بُعۡدَ ٱلۡمَشۡرِقَيۡنِ فَبِئۡسَ ٱلۡقَرِينُ","وَلَن يَنفَعَكُمُ ٱلۡيَوۡمَ إِذ ظَّلَمۡتُمۡ أَنَّكُمۡ فِي ٱلۡعَذَابِ مُشۡتَرِكُونَ","أَفَأَنتَ تُسۡمِعُ ٱلصُّمَّ أَوۡ تَهۡدِي ٱلۡعُمۡيَ وَمَن كَانَ فِي ضَلَٰلٖ مُّبِينٖ","فَإِمَّا نَذۡهَبَنَّ بِكَ فَإِنَّا مِنۡهُم مُّنتَقِمُونَ","أَوۡ نُرِيَنَّكَ ٱلَّذِي وَعَدۡنَٰهُمۡ فَإِنَّا عَلَيۡهِم مُّقۡتَدِرُونَ","فَٱسۡتَمۡسِكۡ بِٱلَّذِيٓ أُوحِيَ إِلَيۡكَۖ إِنَّكَ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","وَإِنَّهُۥ لَذِكۡرٞ لَّكَ وَلِقَوۡمِكَۖ وَسَوۡفَ تُسۡ‍َٔلُونَ","وَسۡ‍َٔلۡ مَنۡ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رُّسُلِنَآ أَجَعَلۡنَا مِن دُونِ ٱلرَّحۡمَٰنِ ءَالِهَةٗ يُعۡبَدُونَ","وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِ‍َٔايَٰتِنَآ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَقَالَ إِنِّي رَسُولُ رَبِّ ٱلۡعَٰلَمِينَ","فَلَمَّا جَآءَهُم بِ‍َٔايَٰتِنَآ إِذَا هُم مِّنۡهَا يَضۡحَكُونَ","وَمَا نُرِيهِم مِّنۡ ءَايَةٍ إِلَّا هِيَ أَكۡبَرُ مِنۡ أُخۡتِهَاۖ وَأَخَذۡنَٰهُم بِٱلۡعَذَابِ لَعَلَّهُمۡ يَرۡجِعُونَ","وَقَالُواْ يَٰٓأَيُّهَ ٱلسَّاحِرُ ٱدۡعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَ إِنَّنَا لَمُهۡتَدُونَ","فَلَمَّا كَشَفۡنَا عَنۡهُمُ ٱلۡعَذَابَ إِذَا هُمۡ يَنكُثُونَ","وَنَادَىٰ فِرۡعَوۡنُ فِي قَوۡمِهِۦ قَالَ يَٰقَوۡمِ أَلَيۡسَ لِي مُلۡكُ مِصۡرَ وَهَٰذِهِ ٱلۡأَنۡهَٰرُ تَجۡرِي مِن تَحۡتِيٓۚ أَفَلَا تُبۡصِرُونَ","أَمۡ أَنَا۠ خَيۡرٞ مِّنۡ هَٰذَا ٱلَّذِي هُوَ مَهِينٞ وَلَا يَكَادُ يُبِينُ","فَلَوۡلَآ أُلۡقِيَ عَلَيۡهِ أَسۡوِرَةٞ مِّن ذَهَبٍ أَوۡ جَآءَ مَعَهُ ٱلۡمَلَٰٓئِكَةُ مُقۡتَرِنِينَ","فَٱسۡتَخَفَّ قَوۡمَهُۥ فَأَطَاعُوهُۚ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ","فَلَمَّآ ءَاسَفُونَا ٱنتَقَمۡنَا مِنۡهُمۡ فَأَغۡرَقۡنَٰهُمۡ أَجۡمَعِينَ","فَجَعَلۡنَٰهُمۡ سَلَفٗا وَمَثَلٗا لِّلۡأٓخِرِينَ","۞وَلَمَّا ضُرِبَ ٱبۡنُ مَرۡيَمَ مَثَلًا إِذَا قَوۡمُكَ مِنۡهُ يَصِدُّونَ","وَقَالُوٓاْ ءَأَٰلِهَتُنَا خَيۡرٌ أَمۡ هُوَۚ مَا ضَرَبُوهُ لَكَ إِلَّا جَدَلَۢاۚ بَلۡ هُمۡ قَوۡمٌ خَصِمُونَ","إِنۡ هُوَ إِلَّا عَبۡدٌ أَنۡعَمۡنَا عَلَيۡهِ وَجَعَلۡنَٰهُ مَثَلٗا لِّبَنِيٓ إِسۡرَٰٓءِيلَ","وَلَوۡ نَشَآءُ لَجَعَلۡنَا مِنكُم مَّلَٰٓئِكَةٗ فِي ٱلۡأَرۡضِ يَخۡلُفُونَ","وَإِنَّهُۥ لَعِلۡمٞ لِّلسَّاعَةِ فَلَا تَمۡتَرُنَّ بِهَا وَٱتَّبِعُونِۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","وَلَا يَصُدَّنَّكُمُ ٱلشَّيۡطَٰنُۖ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","وَلَمَّا جَآءَ عِيسَىٰ بِٱلۡبَيِّنَٰتِ قَالَ قَدۡ جِئۡتُكُم بِٱلۡحِكۡمَةِ وَلِأُبَيِّنَ لَكُم بَعۡضَ ٱلَّذِي تَخۡتَلِفُونَ فِيهِۖ فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ","إِنَّ ٱللَّهَ هُوَ رَبِّي وَرَبُّكُمۡ فَٱعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","فَٱخۡتَلَفَ ٱلۡأَحۡزَابُ مِنۢ بَيۡنِهِمۡۖ فَوَيۡلٞ لِّلَّذِينَ ظَلَمُواْ مِنۡ عَذَابِ يَوۡمٍ أَلِيمٍ","هَلۡ يَنظُرُونَ إِلَّا ٱلسَّاعَةَ أَن تَأۡتِيَهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","ٱلۡأَخِلَّآءُ يَوۡمَئِذِۢ بَعۡضُهُمۡ لِبَعۡضٍ عَدُوٌّ إِلَّا ٱلۡمُتَّقِينَ","يَٰعِبَادِ لَا خَوۡفٌ عَلَيۡكُمُ ٱلۡيَوۡمَ وَلَآ أَنتُمۡ تَحۡزَنُونَ","ٱلَّذِينَ ءَامَنُواْ بِ‍َٔايَٰتِنَا وَكَانُواْ مُسۡلِمِينَ","ٱدۡخُلُواْ ٱلۡجَنَّةَ أَنتُمۡ وَأَزۡوَٰجُكُمۡ تُحۡبَرُونَ","يُطَافُ عَلَيۡهِم بِصِحَافٖ مِّن ذَهَبٖ وَأَكۡوَابٖۖ وَفِيهَا مَا تَشۡتَهِيهِ ٱلۡأَنفُسُ وَتَلَذُّ ٱلۡأَعۡيُنُۖ وَأَنتُمۡ فِيهَا خَٰلِدُونَ","وَتِلۡكَ ٱلۡجَنَّةُ ٱلَّتِيٓ أُورِثۡتُمُوهَا بِمَا كُنتُمۡ تَعۡمَلُونَ","لَكُمۡ فِيهَا فَٰكِهَةٞ كَثِيرَةٞ مِّنۡهَا تَأۡكُلُونَ","إِنَّ ٱلۡمُجۡرِمِينَ فِي عَذَابِ جَهَنَّمَ خَٰلِدُونَ","لَا يُفَتَّرُ عَنۡهُمۡ وَهُمۡ فِيهِ مُبۡلِسُونَ","وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن كَانُواْ هُمُ ٱلظَّٰلِمِينَ","وَنَادَوۡاْ يَٰمَٰلِكُ لِيَقۡضِ عَلَيۡنَا رَبُّكَۖ قَالَ إِنَّكُم مَّٰكِثُونَ","لَقَدۡ جِئۡنَٰكُم بِٱلۡحَقِّ وَلَٰكِنَّ أَكۡثَرَكُمۡ لِلۡحَقِّ كَٰرِهُونَ","أَمۡ أَبۡرَمُوٓاْ أَمۡرٗا فَإِنَّا مُبۡرِمُونَ","أَمۡ يَحۡسَبُونَ أَنَّا لَا نَسۡمَعُ سِرَّهُمۡ وَنَجۡوَىٰهُمۚ بَلَىٰ وَرُسُلُنَا لَدَيۡهِمۡ يَكۡتُبُونَ","قُلۡ إِن كَانَ لِلرَّحۡمَٰنِ وَلَدٞ فَأَنَا۠ أَوَّلُ ٱلۡعَٰبِدِينَ","سُبۡحَٰنَ رَبِّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ رَبِّ ٱلۡعَرۡشِ عَمَّا يَصِفُونَ","فَذَرۡهُمۡ يَخُوضُواْ وَيَلۡعَبُواْ حَتَّىٰ يُلَٰقُواْ يَوۡمَهُمُ ٱلَّذِي يُوعَدُونَ","وَهُوَ ٱلَّذِي فِي ٱلسَّمَآءِ إِلَٰهٞ وَفِي ٱلۡأَرۡضِ إِلَٰهٞۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡعَلِيمُ","وَتَبَارَكَ ٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا وَعِندَهُۥ عِلۡمُ ٱلسَّاعَةِ وَإِلَيۡهِ تُرۡجَعُونَ","وَلَا يَمۡلِكُ ٱلَّذِينَ يَدۡعُونَ مِن دُونِهِ ٱلشَّفَٰعَةَ إِلَّا مَن شَهِدَ بِٱلۡحَقِّ وَهُمۡ يَعۡلَمُونَ","وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَهُمۡ لَيَقُولُنَّ ٱللَّهُۖ فَأَنَّىٰ يُؤۡفَكُونَ","وَقِيلِهِۦ يَٰرَبِّ إِنَّ هَٰٓؤُلَآءِ قَوۡمٞ لَّا يُؤۡمِنُونَ","فَٱصۡفَحۡ عَنۡهُمۡ وَقُلۡ سَلَٰمٞۚ فَسَوۡفَ يَعۡلَمُونَ"],"warsh":["ح۪مِٓۖ وَالْكِتَٰبِ اِ۬لْمُبِينِ","إِنَّا جَعَلْنَٰهُ قُرْءَٰناً عَرَبِيّاٗ لَّعَلَّكُمْ تَعْقِلُونَۖ","وَإِنَّهُۥ فِےٓ أُمِّ اِ۬لْكِتَٰبِ لَدَيْنَا لَعَلِيٌّ حَكِيمٌۖ","اَفَنَضْرِبُ عَنكُمُ اُ۬لذِّكْرَ صَفْحاً اِن كُنتُمْ قَوْماٗ مُّسْرِفِينَۖ","وَكَمَ اَرْسَلْنَا مِن نَّبِےٓءٖ فِے اِ۬لَاوَّلِينَۖ","وَمَا يَاتِيهِم مِّن نَّبِےٓءٍ اِلَّا كَانُواْ بِهِۦ يَسْتَهْزِءُونَۖ","فَأَهْلَكْنَآ أَشَدَّ مِنْهُم بَطْشاٗ وَمَض۪يٰ مَثَلُ اُ۬لَاوَّلِينَۖ","وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَ اَ۬لسَّمَٰوَٰتِ وَالَارْضَ لَيَقُولُنَّ خَلَقَهُنَّ اَ۬لْعَزِيزُ اُ۬لْعَلِيمُۖ","اُ۬لذِے جَعَلَ لَكُمُ اُ۬لَارْضَ مِهَٰداٗ وَجَعَلَ لَكُمْ فِيهَا سُبُلاٗ لَّعَلَّكُمْ تَهْتَدُونَۖ","۞وَالذِے نَزَّلَ مِنَ اَ۬لسَّمَآءِ مَآءَۢ بِقَدَرٖ فَأَنشَرْنَا بِهِۦ بَلْدَةٗ مَّيْتاٗۖ كَذَٰلِكَ تُخْرَجُونَۖ","وَالذِے خَلَقَ اَ۬لَازْوَٰجَ كُلَّهَا وَجَعَلَ لَكُم مِّنَ اَ۬لْفُلْكِ وَالَانْعَٰمِ مَا تَرْكَبُونَ","لِتَسْتَوُۥاْ عَلَيٰ ظُهُورِهِۦ ثُمَّ تَذْكُرُواْ نِعْمَةَ رَبِّكُمُۥٓ إِذَا اَ۪سْتَوَيْتُمْ عَلَيْهِ وَتَقُولُواْ سُبْحَٰنَ اَ۬لذِے سَخَّرَ لَنَا هَٰذَا وَمَا كُنَّا لَهُۥ مُقْرِنِينَ","وَإِنَّآ إِلَيٰ رَبِّنَا لَمُنقَلِبُونَۖ","وَجَعَلُواْ لَهُۥ مِنْ عِبَادِهِۦ جُزْءاًۖ اِنَّ اَ۬لِانسَٰنَ لَكَفُورٞ مُّبِينٌۖ","اَمِ اِ۪تَّخَذَ مِمَّا يَخْلُقُ بَنَاتٖ وَأَصْف۪يٰكُم بِالْبَنِينَۖ","وَإِذَا بُشِّرَ أَحَدُهُم بِمَا ضَرَبَ لِلرَّحْمَٰنِ مَثَلاٗ ظَلَّ وَجْهُهُۥ مُسْوَدّاٗ وَهُوَ كَظِيمٌۖ","اَوَمَنْ يَّنشَؤُاْ فِے اِ۬لْحِلْيَةِ وَهُوَ فِے اِ۬لْخِصَامِ غَيْرُ مُبِينٖۖ","وَجَعَلُواْ اُ۬لْمَلَٰٓئِكَةَ اَ۬لذِينَ هُمْ عِندَ اَ۬لرَّحْمَٰنِ إِنَٰثاًۖ اَ۟شْهِدُواْ خَلْقَهُمْۖ سَتُكْتَبُ شَهَٰدَتُهُمْ وَيُسْـَٔلُونَۖ","وَقَالُواْ لَوْ شَآءَ اَ۬لرَّحْمَٰنُ مَا عَبَدْنَٰهُمۖ مَّا لَهُم بِذَٰلِكَ مِنْ عِلْمٍۖ اِنْ هُمُۥٓ إِلَّا يَخْرُصُونَۖ","أَمَ اٰتَيْنَٰهُمْ كِتَٰباٗ مِّن قَبْلِهِۦ فَهُم بِهِۦ مُسْتَمْسِكُونَۖ","بَلْ قَالُوٓاْ إِنَّا وَجَدْنَآ ءَابَآءَنَا عَلَيٰٓ أُمَّةٖ وَإِنَّا عَلَيٰٓ ءَاثٰ۪رِهِم مُّهْتَدُونَۖ","وَكَذَٰلِكَ مَآ أَرْسَلْنَا مِن قَبْلِكَ فِے قَرْيَةٖ مِّن نَّذِيرٍ اِلَّا قَالَ مُتْرَفُوهَآ إِنَّا وَجَدْنَآ ءَابَآءَنَا عَلَيٰٓ أُمَّةٖ وَإِنَّا عَلَيٰٓ ءَاثٰ۪رِهِم مُّقْتَدُونَۖ","۞قُلَ اَوَلَوْ جِئْتُكُم بِأَهْد۪يٰ مِمَّا وَجَدتُّمْ عَلَيْهِ ءَابَآءَكُمْۖ قَالُوٓاْ إِنَّا بِمَآ أُرْسِلْتُم بِهِۦ كَٰفِرُونَۖ","فَانتَقَمْنَا مِنْهُمْ فَانظُرْ كَيْفَ كَانَ عَٰقِبَةُ اُ۬لْمُكَذِّبِينَۖ","وَإِذْ قَالَ إِبْرَٰهِيمُ لِأَبِيهِ وَقَوْمِهِۦٓ إِنَّنِے بَرَآءٞ مِّمَّا تَعْبُدُونَ","إِلَّا اَ۬لذِے فَطَرَنِے فَإِنَّهُۥ سَيَهْدِينِۖ","وَجَعَلَهَا كَلِمَةَۢ بَاقِيَةٗ فِے عَقِبِهِۦ لَعَلَّهُمْ يَرْجِعُونَۖ","بَلْ مَتَّعْتُ هَٰٓؤُلَآءِ وَءَابَآءَهُمْ حَتَّيٰ جَآءَهُمُ اُ۬لْحَقُّ وَرَسُولٞ مُّبِينٞۖ","وَلَمَّا جَآءَهُمُ اُ۬لْحَقُّ قَالُواْ هَٰذَا سِحْرٞ وَإِنَّا بِهِۦ كَٰفِرُونَۖ","وَقَالُواْ لَوْلَا نُزِّلَ هَٰذَا اَ۬لْقُرْءَانُ عَلَيٰ رَجُلٖ مِّنَ اَ۬لْقَرْيَتَيْنِ عَظِيمٍۖ","اَهُمْ يَقْسِمُونَ رَحْمَتَ رَبِّكَۖ نَحْنُ قَسَمْنَا بَيْنَهُم مَّعِيشَتَهُمْ فِے اِ۬لْحَيَوٰةِ اِ۬لدُّنْي۪ا وَرَفَعْنَا بَعْضَهُمْ فَوْقَ بَعْضٖ دَرَجَٰتٖ لِّيَتَّخِذَ بَعْضُهُم بَعْضاٗ سُخْرِيّاٗۖ وَرَحْمَتُ رَبِّكَ خَيْرٞ مِّمَّا يَجْمَعُونَۖ","وَلَوْلَآ أَنْ يَّكُونَ اَ۬لنَّاسُ أُمَّةٗ وَٰحِدَةٗ لَّجَعَلْنَا لِمَنْ يَّكْفُرُ بِالرَّحْمَٰنِ لِبُيُوتِهِمْ سُقُفاٗ مِّن فِضَّةٖ وَمَعَارِجَ عَلَيْهَا يَظْهَرُونَ","وَلِبُيُوتِهِمُۥٓ أَبْوَٰباٗ وَسُرُراً عَلَيْهَا يَتَّكِـُٔونَ","وَزُخْرُفاٗۖ وَإِن كُلُّ ذَٰلِكَ لَمَا مَتَٰعُ اُ۬لْحَيَوٰةِ اِ۬لدُّنْي۪اۖ وَالَاخِرَةُ عِندَ رَبِّكَ لِلْمُتَّقِينَۖ","وَمَنْ يَّعْشُ عَن ذِكْرِ اِ۬لرَّحْمَٰنِ نُقَيِّضْ لَهُۥ شَيْطَٰناٗ فَهُوَ لَهُۥ قَرِينٞۖ","وَإِنَّهُمْ لَيَصُدُّونَهُمْ عَنِ اِ۬لسَّبِيلِ وَيَحْسِبُونَ أَنَّهُم مُّهْتَدُونَۖ","حَتَّيٰٓ إِذَا جَآءَٰنَا قَالَ يَٰلَيْتَ بَيْنِے وَبَيْنَكَ بُعْدَ اَ۬لْمَشْرِقَيْنِ فَبِيسَ اَ۬لْقَرِينُۖ","وَلَنْ يَّنفَعَكُمُ اُ۬لْيَوْمَ إِذ ظَّلَمْتُمُۥٓ أَنَّكُمْ فِے اِ۬لْعَذَابِ مُشْتَرِكُونَۖ","أَفَأَنتَ تُسْمِعُ اُ۬لصُّمَّ أَوْ تَهْدِے اِ۬لْعُمْيَ وَمَن كَانَ فِے ضَلَٰلٖ مُّبِينٖۖ","فَإِمَّا نَذْهَبَنَّ بِكَ فَإِنَّا مِنْهُم مُّنتَقِمُونَ","أَوْ نُرِيَنَّكَ اَ۬لذِے وَعَدْنَٰهُمْ فَإِنَّا عَلَيْهِم مُّقْتَدِرُونَۖ","۞فَاسْتَمْسِكْ بِالذِےٓ أُوحِيَ إِلَيْكَۖ إِنَّكَ عَلَيٰ صِرَٰطٖ مُّسْتَقِيمٖۖ","وَإِنَّهُۥ لَذِكْرٞ لَّكَ وَلِقَوْمِكَۖ وَسَوْفَ تُسْـَٔلُونَۖ","وَسْـَٔلْ مَنَ اَرْسَلْنَا مِن قَبْلِكَ مِن رُّسُلِنَآ أَجَعَلْنَا مِن دُونِ اِ۬لرَّحْمَٰنِ ءَالِهَةٗ يُعْبَدُونَۖ","وَلَقَدَ اَرْسَلْنَا مُوس۪يٰ بِـَٔايَٰتِنَآ إِلَيٰ فِرْعَوْنَ وَمَلَإِيْهِۦ فَقَالَ إِنِّے رَسُولُ رَبِّ اِ۬لْعَٰلَمِينَۖ","فَلَمَّا جَآءَهُم بِـَٔايَٰتِنَآ إِذَا هُم مِّنْهَا يَضْحَكُونَۖ","وَمَا نُرِيهِم مِّنَ اٰيَةٍ اِلَّا هِيَ أَكْبَرُ مِنُ ا۟خْتِهَاۖ وَأَخَذْنَٰهُم بِالْعَذَابِ لَعَلَّهُمْ يَرْجِعُونَۖ","وَقَالُواْ يَٰٓأَيُّهَ اَ۬لسَّاحِرُ اُ۟دْعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَ إِنَّنَا لَمُهْتَدُونَۖ","فَلَمَّا كَشَفْنَا عَنْهُمُ اُ۬لْعَذَابَ إِذَا هُمْ يَنكُثُونَۖ","وَنَاد۪يٰ فِرْعَوْنُ فِے قَوْمِهِۦ قَالَ يَٰقَوْمِ أَلَيْسَ لِے مُلْكُ مِصْرَ وَهَٰذِهِ اِ۬لَانْهَٰرُ تَجْرِے مِن تَحْتِيَۖ أَفَلَا تُبْصِرُونَۖ","أَمَ اَنَا خَيْرٞ مِّنْ هَٰذَا اَ۬لذِے هُوَ مَهِينٞ","وَلَا يَكَادُ يُبِينُۖ","فَلَوْلَآ أُلْقِيَ عَلَيْهِ أَسَٰوِرَةٞ مِّن ذَهَبٍ اَوْ جَآءَ مَعَهُ اُ۬لْمَلَٰٓئِكَةُ مُقْتَرِنِينَۖ","فَاسْتَخَفَّ قَوْمَهُۥ فَأَطَاعُوهُۖ إِنَّهُمْ كَانُواْ قَوْماٗ فَٰسِقِينَۖ","فَلَمَّآ ءَاسَفُونَا اَ۪نتَقَمْنَا مِنْهُمْ فَأَغْرَقْنَٰهُمُۥٓ أَجْمَعِينَ","فَجَعَلْنَٰهُمْ سَلَفاٗ وَمَثَلاٗ لِّلَاخِرِينَۖ","وَلَمَّا ضُرِبَ اَ۪بْنُ مَرْيَمَ مَثَلاً اِذَا قَوْمُكَ مِنْهُ يَصُدُّونَۖ","وَقَالُوٓاْ ءَاٰ۬لِهَتُنَا خَيْرٌ اَمْ هُوَۖ مَا ضَرَبُوهُ لَكَ إِلَّا جَدَلاَۖ بَلْ هُمْ قَوْمٌ خَصِمُونَۖ","إِنْ هُوَ إِلَّا عَبْدٌ اَنْعَمْنَا عَلَيْهِ وَجَعَلْنَٰهُ مَثَلاٗ لِّبَنِےٓ إِسْرَآءِيلَۖ","وَلَوْ نَشَآءُ لَجَعَلْنَا مِنكُم مَّلَٰٓئِكَةٗ فِے اِ۬لَارْضِ يَخْلُفُونَۖ","وَإِنَّهُۥ لَعِلْمٞ لِّلسَّاعَةِ فَلَا تَمْتَرُنَّ بِهَا وَاتَّبِعُونِۖ هَٰذَا صِرَٰطٞ مُّسْتَقِيمٞۖ","وَلَا يَصُدَّنَّكُمُ اُ۬لشَّيْطَٰنُۖ إِنَّهُۥ لَكُمْ عَدُوّٞ مُّبِينٞۖ","۞وَلَمَّا جَآءَ عِيس۪يٰ بِالْبَيِّنَٰتِ قَالَ قَدْ جِئْتُكُم بِالْحِكْمَةِ وَلِأُبَيِّنَ لَكُم بَعْضَ اَ۬لذِے تَخْتَلِفُونَ فِيهِۖ فَاتَّقُواْ اُ۬للَّهَ وَأَطِيعُونِۖ","إِنَّ اَ۬للَّهَ هُوَ رَبِّے وَرَبُّكُمْ فَاعْبُدُوهُۖ هَٰذَا صِرَٰطٞ مُّسْتَقِيمٞۖ","فَاخْتَلَفَ اَ۬لَاحْزَابُ مِنۢ بَيْنِهِمْۖ فَوَيْلٞ لِّلذِينَ ظَلَمُواْ مِنْ عَذَابِ يَوْمٍ اَلِيمٍۖ","هَلْ يَنظُرُونَ إِلَّا اَ۬لسَّاعَةَ أَن تَاتِيَهُم بَغْتَةٗ وَهُمْ لَا يَشْعُرُونَۖ","اَ۬لَاخِلَّآءُ يَوْمَئِذِۢ بَعْضُهُمْ لِبَعْضٍ عَدُوٌّ اِلَّا اَ۬لْمُتَّقِينَۖ","يَٰعِبَادِے لَا خَوْفٌ عَلَيْكُمُ اُ۬لْيَوْمَ وَلَآ أَنتُمْ تَحْزَنُونَۖ","اَ۬لذِينَ ءَامَنُواْ بِـَٔايَٰتِنَا وَكَانُواْ مُسْلِمِينَ","اَ۟دْخُلُواْ اُ۬لْجَنَّةَ أَنتُمْ وَأَزْوَٰجُكُمْ تُحْبَرُونَۖ","يُطَافُ عَلَيْهِم بِصِحَافٖ مِّن ذَهَبٖ وَأَكْوَابٖۖ وَفِيهَا مَا تَشْتَهِيهِ اِ۬لَانفُسُ وَتَلَذُّ اُ۬لَاعْيُنُۖ وَأَنتُمْ فِيهَا خَٰلِدُونَۖ","وَتِلْكَ اَ۬لْجَنَّةُ اُ۬لتِےٓ أُورِثْتُمُوهَا بِمَا كُنتُمْ تَعْمَلُونَۖ","لَكُمْ فِيهَا فَٰكِهَةٞ كَثِيرَةٞ مِّنْهَا تَاكُلُونَۖ","إِنَّ اَ۬لْمُجْرِمِينَ فِے عَذَابِ جَهَنَّمَ خَٰلِدُونَۖ","لَا يُفَتَّرُ عَنْهُمْ وَهُمْ فِيهِ مُبْلِسُونَۖ","وَمَا ظَلَمْنَٰهُمْ وَلَٰكِن كَانُواْ هُمُ اُ۬لظَّٰلِمِينَۖ","وَنَادَوْاْ يَٰمَٰلِكُ لِيَقْضِ عَلَيْنَا رَبُّكَۖ قَالَ إِنَّكُم مَّٰكِثُونَۖ","لَقَدْ جِئْنَٰكُم بِالْحَقِّ وَلَٰكِنَّ أَكْثَرَكُمْ لِلْحَقِّ كَٰرِهُونَۖ","أَمَ اَبْرَمُوٓاْ أَمْراٗ فَإِنَّا مُبْرِمُونَۖ","أَمْ يَحْسِبُونَ أَنَّا لَا نَسْمَعُ سِرَّهُمْ وَنَجْو۪يٰهُمۖ بَل۪يٰ وَرُسُلُنَا لَدَيْهِمْ يَكْتُبُونَۖ","قُلِ اِن كَانَ لِلرَّحْمَٰنِ وَلَدٞ فَأَنَآ أَوَّلُ اُ۬لْعَٰبِدِينَۖ","سُبْحَٰنَ رَبِّ اِ۬لسَّمَٰوَٰتِ وَالَارْضِ رَبِّ اِ۬لْعَرْشِ عَمَّا يَصِفُونَۖ","فَذَرْهُمْ يَخُوضُواْ وَيَلْعَبُواْ حَتَّيٰ يُلَٰقُواْ يَوْمَهُمُ اُ۬لذِے يُوعَدُونَۖ","وَهُوَ اَ۬لذِے فِے اِ۬لسَّمَآءِ الَٰهٞ وَفِے اِ۬لَارْضِ إِلَٰهٞۖ وَهُوَ اَ۬لْحَكِيمُ اُ۬لْعَلِيمُۖ","۞وَتَبَٰرَكَ اَ۬لذِے لَهُۥ مُلْكُ اُ۬لسَّمَٰوَٰتِ وَالَارْضِ وَمَا بَيْنَهُمَا وَعِندَهُۥ عِلْمُ اُ۬لسَّاعَةِ وَإِلَيْهِ تُرْجَعُونَۖ","وَلَا يَمْلِكُ اُ۬لذِينَ يَدْعُونَ مِن دُونِهِ اِ۬لشَّفَٰعَةَ إِلَّا مَن شَهِدَ بِالْحَقِّ وَهُمْ يَعْلَمُونَۖ","وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَهُمْ لَيَقُولُنَّ اَ۬للَّهُۖ فَأَنّ۪يٰ يُوفَكُونَۖ","وَقِيلَهُۥ يَٰرَبِّ إِنَّ هَٰٓؤُلَآءِ قَوْمٞ لَّا يُومِنُونَۖ","فَاصْفَحْ عَنْهُمْ وَقُلْ سَلَٰمٞۖ فَسَوْفَ تَعْلَمُونَۖ"],"aldoori":["حۭمٓۚ وَاَلۡكِتَٰبِ اِ۬لۡمُبِينِ","إِنَّا جَعَلۡنَٰهُ قُرۡءَٰنًا عَرَبِيّٗا لَّعَلَّكُمۡ تَعۡقِلُونَ","وَإِنَّهُۥ فِيٓ أُمِّ اِ۬لۡكِتَٰبِ لَدَيۡنَا لَعَلِيٌّ حَكِيمٌ","أَفَنَضۡرِبُ عَنكُمُ اُ۬لذِّكۡرَ صَفۡحًا أَن كُنتُمۡ قَوۡمٗا مُّسۡرِفِينَ","وَكَمۡ أَرۡسَلۡنَا مِن نَّبِيّٖ فِي اِ۬لۡأَوَّلِينَ","وَمَا يَأۡتِيهِم مِّن نَّبِيٍّ إِلَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","فَأَهۡلَكۡنَآ أَشَدَّ مِنۡهُم بَطۡشٗا وَمَضَىٰ مَثَلُ اُ۬لۡأَوَّلِينَ","وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ اَ۬لسَّمَٰوَٰتِ وَاَلۡأَرۡضَ لَيَقُولُنَّ خَلَقَهُنَّ اَ۬لۡعَزِيزُ اُ۬لۡعَلِيمُ","اُ۬لَّذِي جَعَلَ لَكُمُ اُ۬لۡأَرۡضَ مِهَٰدٗا وَجَعَلَ لَكُمۡ فِيهَا سُبُلٗا لَّعَلَّكُمۡ تَهۡتَدُونَ","وَاَلَّذِي نَزَّلَ مِنَ اَ۬لسَّمَآءِ مَآءَۢ بِقَدَرٖ فَأَنشَرۡنَا بِهِۦ بَلۡدَةٗ مَّيۡتٗاۚ كَذَٰلِكَ تُخۡرَجُونَ","۞وَاَلَّذِي خَلَقَ اَ۬لۡأَزۡوَٰجَ كُلَّهَا وَجَعَلَ لَكُم مِّنَ اَ۬لۡفُلۡكِ وَاَلۡأَنۡعَٰمِ مَا تَرۡكَبُونَ","لِتَسۡتَوُۥاْ عَلَىٰ ظُهُورِهِۦ ثُمَّ تَذۡكُرُواْ نِعۡمَةَ رَبِّكُمۡ إِذَا اَ۪سۡتَوَيۡتُمۡ عَلَيۡهِ وَتَقُولُواْ سُبۡحَٰنَ اَ۬لَّذِي سَخَّرَ لَنَا هَٰذَا وَمَا كُنَّا لَهُۥ مُقۡرِنِينَ","وَإِنَّآ إِلَىٰ رَبِّنَا لَمُنقَلِبُونَ","وَجَعَلُواْ لَهُۥ مِنۡ عِبَادِهِۦ جُزۡءًاۚ إِنَّ اَ۬لۡإِنسَٰنَ لَكَفُورٞ مُّبِينٌ","أَمِ اِ۪تَّخَذَ مِمَّا يَخۡلُقُ بَنَاتٖ وَأَصۡفَىٰكُم بِالۡبَنِينَ","وَإِذَا بُشِّرَ أَحَدُهُم بِمَا ضَرَبَ لِلرَّحۡمَٰنِ مَثَلٗا ظَلَّ وَجۡهُهُۥ مُسۡوَدّٗا وَهۡوَ كَظِيمٌ","أَوَمَن يَنشَؤُاْ فِي اِ۬لۡحِلۡيَةِ وَهۡوَ فِي اِ۬لۡخِصَامِ غَيۡرُ مُبِينٖ","وَجَعَلُواْ اُ۬لۡمَلَٰٓئِكَةَ اَ۬لَّذِينَ هُمۡ عِبَٰدُ اُ۬لرَّحۡمَٰنِ إِنَٰثًاۚ أَشَهِدُواْ خَلۡقَهُمۡۚ سَتُكۡتَبُ شَهَٰدَتُهُمۡ وَيُسۡـَٔلُونَ","وَقَالُواْ لَوۡ شَآءَ اَ۬لرَّحۡمَٰنُ مَا عَبَدۡنَٰهُمۗ مَّا لَهُم بِذَٰلِكَ مِنۡ عِلۡمٍۖ إِنۡ هُمۡ إِلَّا يَخۡرُصُونَ","أَمۡ ءَاتَيۡنَٰهُمۡ كِتَٰبٗا مِّن قَبۡلِهِۦ فَهُم بِهِۦ مُسۡتَمۡسِكُونَ","بَلۡ قَالُوٓاْ إِنَّا وَجَدۡنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٖ وَإِنَّا عَلَىٰٓ ءَاثٰ۪رِهِم مُّهۡتَدُونَ","وَكَذَٰلِكَ مَآ أَرۡسَلۡنَا مِن قَبۡلِكَ فِي قَرۡيَةٖ مِّن نَّذِيرٍ إِلَّا قَالَ مُتۡرَفُوهَآ إِنَّا وَجَدۡنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٖ وَإِنَّا عَلَىٰٓ ءَاثٰ۪رِهِم مُّقۡتَدُونَ","۞قُلۡ أَوَلَوۡ جِئۡتُكُم بِأَهۡدَىٰ مِمَّا وَجَدتُّمۡ عَلَيۡهِ ءَابَآءَكُمۡۖ قَالُوٓاْ إِنَّا بِمَآ أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ","فَاَنتَقَمۡنَا مِنۡهُمۡۖ فَاَنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ اُ۬لۡمُكَذِّبِينَ","وَإِذۡ قَالَ إِبۡرَٰهِيمُ لِأَبِيهِ وَقَوۡمِهِۦٓ إِنَّنِي بَرَآءٞ مِّمَّا تَعۡبُدُونَ","إِلَّا اَ۬لَّذِي فَطَرَنِي فَإِنَّهُۥ سَيَهۡدِينِ","وَجَعَلَهَا كَلِمَةَۢ بَاقِيَةٗ فِي عَقِبِهِۦ لَعَلَّهُمۡ يَرۡجِعُونَ","بَلۡ مَتَّعۡتُ هَٰٓؤُلَآءِ وَءَابَآءَهُمۡ حَتَّىٰ جَآءَهُمُ اُ۬لۡحَقُّ وَرَسُولٞ مُّبِينٞ","وَلَمَّا جَآءَهُمُ اُ۬لۡحَقُّ قَالُواْ هَٰذَا سِحۡرٞ وَإِنَّا بِهِۦ كَٰفِرُونَ","وَقَالُواْ لَوۡلَا نُزِّلَ هَٰذَا اَ۬لۡقُرۡءَانُ عَلَىٰ رَجُلٖ مِّنَ اَ۬لۡقَرۡيَتَيۡنِ عَظِيمٍ","أَهُمۡ يَقۡسِمُونَ رَحۡمَتَ رَبِّكَۚ نَحۡنُ قَسَمۡنَا بَيۡنَهُم مَّعِيشَتَهُمۡ فِي اِ۬لۡحَيَوٰةِ اِ۬لدُّنۡيۭاۚ وَرَفَعۡنَا بَعۡضَهُمۡ فَوۡقَ بَعۡضٖ دَرَجَٰتٖ لِّيَتَّخِذَ بَعۡضُهُم بَعۡضٗا سُخۡرِيّٗاۗ وَرَحۡمَتُ رَبِّكَ خَيۡرٞ مِّمَّا يَجۡمَعُونَ","وَلَوۡلَآ أَن يَكُونَ اَ۬لنَّاسُ أُمَّةٗ وَٰحِدَةٗ لَّجَعَلۡنَا لِمَن يَكۡفُرُ بِالرَّحۡمَٰنِ لِبُيُوتِهِمۡ سَقۡفٗا مِّن فِضَّةٖ وَمَعَارِجَ عَلَيۡهَا يَظۡهَرُونَ","وَلِبُيُوتِهِمۡ أَبۡوَٰبٗا وَسُرُرًا عَلَيۡهَا يَتَّكِـُٔونَ","وَزُخۡرُفٗاۚ وَإِن كُلُّ ذَٰلِكَ لَمَا مَتَٰعُ اُ۬لۡحَيَوٰةِ اِ۬لدُّنۡيۭاۚ وَاَلۡأٓخِرَةُ عِندَ رَبِّكَ لِلۡمُتَّقِينَ","وَمَن يَعۡشُ عَن ذِكۡرِ اِ۬لرَّحۡمَٰنِ نُقَيِّضۡ لَهُۥ شَيۡطَٰنٗا فَهۡوَ لَهُۥ قَرِينٞ","وَإِنَّهُمۡ لَيَصُدُّونَهُمۡ عَنِ اِ۬لسَّبِيلِ وَيَحۡسِبُونَ أَنَّهُم مُّهۡتَدُونَ","حَتَّىٰٓ إِذَا جَآءَنَا قَالَ يَٰلَيۡتَ بَيۡنِي وَبَيۡنَكَ بُعۡدَ اَ۬لۡمَشۡرِقَيۡنِ فَبِئۡسَ اَ۬لۡقَرِينُ","وَلَن يَنفَعَكُمُ اُ۬لۡيَوۡمَ إِذ ظَّلَمۡتُمۡ أَنَّكُمۡ فِي اِ۬لۡعَذَابِ مُشۡتَرِكُونَ","أَفَأَنتَ تُسۡمِعُ اُ۬لصُّمَّ أَوۡ تَهۡدِي اِ۬لۡعُمۡيَ وَمَن كَانَ فِي ضَلَٰلٖ مُّبِينٖ","فَإِمَّا نَذۡهَبَنَّ بِكَ فَإِنَّا مِنۡهُم مُّنتَقِمُونَ","أَوۡ نُرِيَنَّكَ اَ۬لَّذِي وَعَدۡنَٰهُمۡ فَإِنَّا عَلَيۡهِم مُّقۡتَدِرُونَ","۞فَاَسۡتَمۡسِكۡ بِالَّذِيٓ أُوحِيَ إِلَيۡكَۖ إِنَّكَ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","وَإِنَّهُۥ لَذِكۡرٞ لَّكَ وَلِقَوۡمِكَۖ وَسَوۡفَ تُسۡـَٔلُونَ","وَسۡـَٔلۡ مَنۡ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رُّسۡلِنَآ أَجَعَلۡنَا مِن دُونِ اِ۬لرَّحۡمَٰنِ ءَالِهَةٗ يُعۡبَدُونَ","وَلَقَدۡ أَرۡسَلۡنَا مُوسۭيٰ بِـَٔايَٰتِنَآ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَقَالَ إِنِّي رَسُولُ رَبِّ اِ۬لۡعَٰلَمِينَ","فَلَمَّا جَآءَهُم بِـَٔايَٰتِنَآ إِذَا هُم مِّنۡهَا يَضۡحَكُونَ","وَمَا نُرِيهِم مِّنۡ ءَايَةٍ إِلَّا هِيَ أَكۡبَرُ مِنۡ أُخۡتِهَاۚ وَأَخَذۡنَٰهُم بِالۡعَذَابِ لَعَلَّهُمۡ يَرۡجِعُونَ","وَقَالُواْ يَٰٓأَيُّهَ اَ۬لسَّاحِرُ اُ۟دۡعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَ إِنَّنَا لَمُهۡتَدُونَ","فَلَمَّا كَشَفۡنَا عَنۡهُمُ اُ۬لۡعَذَابَ إِذَا هُمۡ يَنكُثُونَ","وَنَادَىٰ فِرۡعَوۡنُ فِي قَوۡمِهِۦ قَالَ يَٰقَوۡمِ أَلَيۡسَ لِي مُلۡكُ مِصۡرَ وَهَٰذِهِ اِ۬لۡأَنۡهَٰرُ تَجۡرِي مِن تَحۡتِيَۚ أَفَلَا تُبۡصِرُونَ","أَمۡ أَنَا۠ خَيۡرٞ مِّنۡ هَٰذَا اَ۬لَّذِي هُوَ مَهِينٞ","وَلَا يَكَادُ يُبِينُ","فَلَوۡلَآ أُلۡقِيَ عَلَيۡهِ أَسَٰوِرَةٞ مِّن ذَهَبٍ أَوۡ جَآءَ مَعَهُ اُ۬لۡمَلَٰٓئِكَةُ مُقۡتَرِنِينَ","فَاَسۡتَخَفَّ قَوۡمَهُۥ فَأَطَاعُوهُۚ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ","فَلَمَّآ ءَاسَفُونَا اَ۪نتَقَمۡنَا مِنۡهُمۡ فَأَغۡرَقۡنَٰهُمۡ أَجۡمَعِينَ","فَجَعَلۡنَٰهُمۡ سَلَفٗا وَمَثَلٗا لِّلۡأٓخِرِينَ","وَلَمَّا ضُرِبَ اَ۪بۡنُ مَرۡيَمَ مَثَلًا إِذَا قَوۡمُكَ مِنۡهُ يَصِدُّونَ","وَقَالُوٓاْ ءَاٰ۬لِهَتُنَا خَيۡرٌ أَمۡ هُوَۚ مَا ضَرَبُوهُ لَكَ إِلَّا جَدَلَۢاۚ بَلۡ هُمۡ قَوۡمٌ خَصِمُونَ","إِنۡ هُوَ إِلَّا عَبۡدٌ أَنۡعَمۡنَا عَلَيۡهِ وَجَعَلۡنَٰهُ مَثَلٗا لِّبَنِيٓ إِسۡرَٰٓءِيلَ","وَلَوۡ نَشَآءُ لَجَعَلۡنَا مِنكُم مَّلَٰٓئِكَةٗ فِي اِ۬لۡأَرۡضِ يَخۡلُفُونَ","وَإِنَّهُۥ لَعِلۡمٞ لِّلسَّاعَةِ فَلَا تَمۡتَرُنَّ بِهَا وَاَتَّبِعُونِۦۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","وَلَا يَصُدَّنَّكُمُ اُ۬لشَّيۡطَٰنُۖ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","وَلَمَّا جَآءَ عِيسۭيٰ بِالۡبَيِّنَٰتِ قَالَ قَد جِّئۡتُكُم بِالۡحِكۡمَةِ وَلِأُبَيِّنَ لَكُم بَعۡضَ اَ۬لَّذِي تَخۡتَلِفُونَ فِيهِۖ فَاَتَّقُواْ اُ۬للَّهَ وَأَطِيعُونِ","إِنَّ اَ۬للَّهَ هُوَ رَبِّي وَرَبُّكُمۡ فَاَعۡبُدُوهُۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","فَاَخۡتَلَفَ اَ۬لۡأَحۡزَابُ مِنۢ بَيۡنِهِمۡۖ فَوَيۡلٞ لِّلَّذِينَ ظَلَمُواْ مِنۡ عَذَابِ يَوۡمٍ أَلِيمٍ","هَلۡ يَنظُرُونَ إِلَّا اَ۬لسَّاعَةَ أَن تَأۡتِيَهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","۞اَ۬لۡأَخِلَّآءُ يَوۡمَئِذِۢ بَعۡضُهُمۡ لِبَعۡضٍ عَدُوٌّ إِلَّا اَ۬لۡمُتَّقِينَ","يَٰعِبَادِي لَا خَوۡفٌ عَلَيۡكُمُ اُ۬لۡيَوۡمَ وَلَآ أَنتُمۡ تَحۡزَنُونَ","اَ۬لَّذِينَ ءَامَنُواْ بِـَٔايَٰتِنَا وَكَانُواْ مُسۡلِمِينَ","اَ۟دۡخُلُواْ اُ۬لۡجَنَّةَ أَنتُمۡ وَأَزۡوَٰجُكُمۡ تُحۡبَرُونَ","يُطَافُ عَلَيۡهِم بِصِحَافٖ مِّن ذَهَبٖ وَأَكۡوَابٖۖ وَفِيهَا مَا تَشۡتَهِي اِ۬لۡأَنفُسُ وَتَلَذُّ اُ۬لۡأَعۡيُنُۖ وَأَنتُمۡ فِيهَا خَٰلِدُونَ","وَتِلۡكَ اَ۬لۡجَنَّةُ اُ۬لَّتِيٓ أُورِثتُّمُوهَا بِمَا كُنتُمۡ تَعۡمَلُونَ","لَكُمۡ فِيهَا فَٰكِهَةٞ كَثِيرَةٞ مِّنۡهَا تَأۡكُلُونَ","إِنَّ اَ۬لۡمُجۡرِمِينَ فِي عَذَابِ جَهَنَّمَ خَٰلِدُونَ","لَا يُفَتَّرُ عَنۡهُمۡ وَهُمۡ فِيهِ مُبۡلِسُونَ","وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن كَانُواْ هُمُ اُ۬لظَّٰلِمِينَ","وَنَادَوۡاْ يَٰمَٰلِكُ لِيَقۡضِ عَلَيۡنَا رَبُّكَۖ قَالَ إِنَّكُم مَّٰكِثُونَ","لَقَدۡ جِّئۡنَٰكُم بِالۡحَقِّ وَلَٰكِنَّ أَكۡثَرَكُمۡ لِلۡحَقِّ كَٰرِهُونَ","أَمۡ أَبۡرَمُوٓاْ أَمۡرٗا فَإِنَّا مُبۡرِمُونَ","أَمۡ يَحۡسِبُونَ أَنَّا لَا نَسۡمَعُ سِرَّهُمۡ وَنَجۡوۭىٰهُمۚ بَلَىٰ وَرُسۡلُنَا لَدَيۡهِمۡ يَكۡتُبُونَ","قُلۡ إِن كَانَ لِلرَّحۡمَٰنِ وَلَدٞ فَأَنَا۠ أَوَّلُ اُ۬لۡعَٰبِدِينَ","سُبۡحَٰنَ رَبِّ اِ۬لسَّمَٰوَٰتِ وَاَلۡأَرۡضِ رَبِّ اِ۬لۡعَرۡشِ عَمَّا يَصِفُونَ","فَذَرۡهُمۡ يَخُوضُواْ وَيَلۡعَبُواْ حَتَّىٰ يُلَٰقُواْ يَوۡمَهُمُ اُ۬لَّذِي يُوعَدُونَ","وَهۡوَ اَ۬لَّذِي فِي اِ۬لسَّمَآ إِلَٰهٞ وَفِي اِ۬لۡأَرۡضِ إِلَٰهٞۚ وَهۡوَ اَ۬لۡحَكِيمُ اُ۬لۡعَلِيمُ","وَتَبَارَكَ اَ۬لَّذِي لَهُۥ مُلۡكُ اُ۬لسَّمَٰوَٰتِ وَاَلۡأَرۡضِ وَمَا بَيۡنَهُمَا وَعِندَهُۥ عِلۡمُ اُ۬لسَّاعَةِ وَإِلَيۡهِ تُرۡجَعُونَ","وَلَا يَمۡلِكُ اُ۬لَّذِينَ يَدۡعُونَ مِن دُونِهِ اِ۬لشَّفَٰعَةَ إِلَّا مَن شَهِدَ بِالۡحَقِّ وَهُمۡ يَعۡلَمُونَ","وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَهُمۡ لَيَقُولُنَّ اَ۬للَّهُۖ فَأَنّۭيٰ يُؤۡفَكُونَ","وَقِيلَهُۥ يَٰرَبِّ إِنَّ هَٰٓؤُلَآءِ قَوۡمٞ لَّا يُؤۡمِنُونَ","فَاَصۡفَحۡ عَنۡهُمۡ وَقُلۡ سَلَٰمٞۚ فَسَوۡفَ يَعۡلَمُونَ"],"alsosi":["حۭمٓۚ وَاَلۡكِتَٰبِ اِ۬لۡمُبِينِ","إِنَّا جَعَلۡنَٰهُ قُرۡءَٰنًا عَرَبِيّٗا لَّعَلَّكُمۡ تَعۡقِلُونَ","وَإِنَّهُۥ فِي أُمِّ اِ۬لۡكِتَٰبِ لَدَيۡنَا لَعَلِيٌّ حَكِيمٌ","أَفَنَضۡرِبُ عَنكُمُ اُ۬لذِّكۡرَ صَفۡحًا أَن كُنتُمۡ قَوۡمٗا مُّسۡرِفِينَ","وَكَمۡ أَرۡسَلۡنَا مِن نَّبِيّٖ فِي اِ۬لۡأَوَّلِينَ","وَمَا يَاتِيهِم مِّن نَّبِيٍّ إِلَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","فَأَهۡلَكۡنَا أَشَدَّ مِنۡهُم بَطۡشٗا وَمَضَىٰ مَثَلُ اُ۬لۡأَوَّلِينَ","وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَ اَ۬لسَّمَٰوَٰتِ وَاَلۡأَرۡضَ لَيَقُولُنَّ خَلَقَهُنَّ اَ۬لۡعَزِيزُ اُ۬لۡعَلِيمُ","اُ۬لَّذِي جَعَل لَّكُمُ اُ۬لۡأَرۡضَ مِهَٰدٗا وَجَعَل لَّكُمۡ فِيهَا سُبُلٗا لَّعَلَّكُمۡ تَهۡتَدُونَ","وَاَلَّذِي نَزَّلَ مِنَ اَ۬لسَّمَآءِ مَآءَۢ بِقَدَرٖ فَأَنشَرۡنَا بِهِۦ بَلۡدَةٗ مَّيۡتٗاۚ كَذَٰلِكَ تُخۡرَجُونَ","۞وَاَلَّذِي خَلَقَ اَ۬لۡأَزۡوَٰجَ كُلَّهَا وَجَعَل لَّكُم مِّنَ اَ۬لۡفُلۡكِ وَاَلۡأَنۡعَٰم مَّا تَرۡكَبُونَ","لِتَسۡتَوُۥاْ عَلَىٰ ظُهُورِهِۦ ثُمَّ تَذۡكُرُواْ نِعۡمَةَ رَبِّكُمۡ إِذَا اَ۪سۡتَوَيۡتُمۡ عَلَيۡهِ وَتَقُولُواْ سُبۡحَٰنَ اَ۬لَّذِي سَخَّر لَّنَا هَٰذَا وَمَا كُنَّا لَهُۥ مُقۡرِنِينَ","وَإِنَّا إِلَىٰ رَبِّنَا لَمُنقَلِبُونَ","وَجَعَلُواْ لَهُۥ مِنۡ عِبَادِهِۦ جُزۡءًاۚ إِنَّ اَ۬لۡإِنسَٰنَ لَكَفُورٞ مُّبِينٌ","أَمِ اِ۪تَّخَذَ مِمَّا يَخۡلُقُ بَنَاتٖ وَأَصۡفَىٰكُم بِالۡبَنِينَ","وَإِذَا بُشِّرَ أَحَدُهُم بِمَا ضَرَبَ لِلرَّحۡمَٰنِ مَثَلٗا ظَلَّ وَجۡهُهُۥ مُسۡوَدّٗا وَهۡوَ كَظِيمٌ","أَوَ مَن يَنشَؤُاْ فِي اِ۬لۡحِلۡيَةِ وَهۡوَ فِي اِ۬لۡخِصَامِ غَيۡرُ مُبِينٖ","وَجَعَلُواْ اُ۬لۡمَلَٰٓئِكَةَ اَ۬لَّذِينَ هُمۡ عِبَٰدُ اُ۬لرَّحۡمَٰنِ إِنَٰثًاۚ أَشَهِدُواْ خَلۡقَهُمۡۚ سَتُكۡتَبُ شَهَٰدَتُهُمۡ وَيُسۡـَٔلُونَ","وَقَالُواْ لَوۡ شَآءَ اَ۬لرَّحۡمَٰنُ مَا عَبَدۡنَٰهُمۗ مَّا لَهُم بِذَٰلِكَ مِنۡ عِلۡمٍۖ إِنۡ هُمۡ إِلَّا يَخۡرُصُونَ","أَمۡ ءَاتَيۡنَٰهُمۡ كِتَٰبٗا مِّن قَبۡلِهِۦ فَهُم بِهِۦ مُسۡتَمۡسِكُونَ","بَلۡ قَالُواْ إِنَّا وَجَدۡنَا ءَابَآءَنَا عَلَىٰ أُمَّةٖ وَإِنَّا عَلَىٰ ءَاثٰ۪رِهِم مُّهۡتَدُونَ","وَكَذَٰلِكَ مَا أَرۡسَلۡنَا مِن قَبۡلِكَ فِي قَرۡيَةٖ مِّن نَّذِيرٍ إِلَّا قَالَ مُتۡرَفُوهَا إِنَّا وَجَدۡنَا ءَابَآءَنَا عَلَىٰ أُمَّةٖ وَإِنَّا عَلَىٰ ءَاثٰ۪رِهِم مُّقۡتَدُونَ","۞قُلۡ أَوَلَوۡ جِيتُكُم بِأَهۡدَىٰ مِمَّا وَجَدتُّمۡ عَلَيۡهِ ءَابَآءَكُمۡۖ قَالُواْ إِنَّا بِمَا أُرۡسِلۡتُم بِهِۦ كَٰفِرُونَ","فَاَنتَقَمۡنَا مِنۡهُمۡۖ فَاَنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ اُ۬لۡمُكَذِّبِينَ","وَإِذۡ قَالَ إِبۡرَٰهِيمُ لِأَبِيهِ وَقَوۡمِهِۦ إِنَّنِي بَرَآءٞ مِّمَّا تَعۡبُدُونَ","إِلَّا اَ۬لَّذِي فَطَرَنِي فَإِنَّهُۥ سَيَهۡدِينِ","وَجَعَلَهَا كَلِمَةَۢ بَاقِيَةٗ فِي عَقِبِهِۦ لَعَلَّهُمۡ يَرۡجِعُونَ","بَلۡ مَتَّعۡتُ هَٰؤُلَآءِ وَءَابَآءَهُمۡ حَتَّىٰ جَآءَهُمُ اُ۬لۡحَقُّ وَرَسُولٞ مُّبِينٞ","وَلَمَّا جَآءَهُمُ اُ۬لۡحَقُّ قَالُواْ هَٰذَا سِحۡرٞ وَإِنَّا بِهِۦ كَٰفِرُونَ","وَقَالُواْ لَوۡلَا نُزِّلَ هَٰذَا اَ۬لۡقُرۡءَانُ عَلَىٰ رَجُلٖ مِّنَ اَ۬لۡقَرۡيَتَيۡنِ عَظِيمٍ","أَهُمۡ يَقۡسِمُونَ رَحۡمَتَ رَبِّكَۚ نَحۡنُ قَسَمۡنَا بَيۡنَهُم مَّعِيشَتَهُمۡ فِي اِ۬لۡحَيَوٰةِ اِ۬لدُّنۡيۭاۚ وَرَفَعۡنَا بَعۡضَهُمۡ فَوۡقَ بَعۡضٖ دَرَجَٰتٖ لِّيَتَّخِذَ بَعۡضُهُم بَعۡضٗا سُخۡرِيّٗاۗ وَرَحۡمَتُ رَبِّكَ خَيۡرٞ مِّمَّا يَجۡمَعُونَ","وَلَوۡلَا أَن يَكُونَ اَ۬لنَّاسُ أُمَّةٗ وَٰحِدَةٗ لَّجَعَلۡنَا لِمَن يَكۡفُرُ بِالرَّحۡمَٰنِ لِبُيُوتِهِمۡ سَقۡفٗا مِّن فِضَّةٖ وَمَعَارِجَ عَلَيۡهَا يَظۡهَرُونَ","وَلِبُيُوتِهِمۡ أَبۡوَٰبٗا وَسُرُرًا عَلَيۡهَا يَتَّكِـُٔونَ","وَزُخۡرُفٗاۚ وَإِن كُلُّ ذَٰلِكَ لَمَا مَتَٰعُ اُ۬لۡحَيَوٰةِ اِ۬لدُّنۡيۭاۚ وَاَلۡأٓخِرَةُ عِندَ رَبِّكَ لِلۡمُتَّقِينَ","وَمَن يَعۡشُ عَن ذِكۡرِ اِ۬لرَّحۡمَٰن نُّقَيِّضۡ لَهُۥ شَيۡطَٰنٗا فَهۡوَ لَهُۥ قَرِينٞ","وَإِنَّهُمۡ لَيَصُدُّونَهُمۡ عَنِ اِ۬لسَّبِيلِ وَيَحۡسِبُونَ أَنَّهُم مُّهۡتَدُونَ","حَتَّىٰ إِذَا جَآءَنَا قَالَ يَٰلَيۡتَ بَيۡنِي وَبَيۡنَكَ بُعۡدَ اَ۬لۡمَشۡرِقَيۡنِ فَبِيسَ اَ۬لۡقَرِينُ","وَلَن يَنفَعَكُمُ اُ۬لۡيَوۡمَ إِذ ظَّلَمۡتُمۡ أَنَّكُمۡ فِي اِ۬لۡعَذَابِ مُشۡتَرِكُونَ","أَفَأَنتَ تُسۡمِعُ اُ۬لصُّمَّ أَوۡ تَهۡدِي اِ۬لۡعُمۡيَ وَمَن كَانَ فِي ضَلَٰلٖ مُّبِينٖ","فَإِمَّا نَذۡهَبَنَّ بِكَ فَإِنَّا مِنۡهُم مُّنتَقِمُونَ","أَوۡ نُرِيَنَّكَ اَ۬لَّذِي وَعَدۡنَٰهُمۡ فَإِنَّا عَلَيۡهِم مُّقۡتَدِرُونَ","۞فَاَسۡتَمۡسِكۡ بِالَّذِي أُوحِيَ إِلَيۡكَۖ إِنَّكَ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","وَإِنَّهُۥ لَذِكۡرٞ لَّكَ وَلِقَوۡمِكَۖ وَسَوۡفَ تُسۡـَٔلُونَ","وَسۡـَٔلۡ مَنۡ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رُّسۡلِنَا أَجَعَلۡنَا مِن دُونِ اِ۬لرَّحۡمَٰنِ ءَالِهَةٗ يُعۡبَدُونَ","وَلَقَدۡ أَرۡسَلۡنَا مُوسۭيٰ بِـَٔايَٰتِنَا إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَقَالَ إِنِّي رَسُول رَّبِّ اِ۬لۡعَٰلَمِينَ","فَلَمَّا جَآءَهُم بِـَٔايَٰتِنَا إِذَا هُم مِّنۡهَا يَضۡحَكُونَ","وَمَا نُرِيهِم مِّنۡ ءَايَةٍ إِلَّا هِيَ أَكۡبَرُ مِنۡ أُخۡتِهَاۖ وَأَخَذۡنَٰهُم بِالۡعَذَابِ لَعَلَّهُمۡ يَرۡجِعُونَ","وَقَالُواْ يَٰأَيُّهَ اَ۬لسَّاحِرُ اُ۟دۡعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَ إِنَّنَا لَمُهۡتَدُونَ","فَلَمَّا كَشَفۡنَا عَنۡهُمُ اُ۬لۡعَذَابَ إِذَا هُمۡ يَنكُثُونَ","وَنَادَىٰ فِرۡعَوۡنُ فِي قَوۡمِهِۦ قَالَ يَٰقَوۡمِ أَلَيۡسَ لِي مُلۡكُ مِصۡرَ وَهَٰذِهِ اِ۬لۡأَنۡهَٰرُ تَجۡرِي مِن تَحۡتِيَۚ أَفَلَا تُبۡصِرُونَ","أَمۡ أَنَا۠ خَيۡرٞ مِّنۡ هَٰذَا اَ۬لَّذِي هُوَ مَهِينٞ","وَلَا يَكَادُ يُبِينُ","فَلَوۡلَا أُلۡقِيَ عَلَيۡهِ أَسَٰوِرَةٞ مِّن ذَهَبٍ أَوۡ جَآءَ مَعَهُ اُ۬لۡمَلَٰٓئِكَةُ مُقۡتَرِنِينَ","فَاَسۡتَخَفَّ قَوۡمَهُۥ فَأَطَاعُوهُۚ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ","فَلَمَّا ءَاسَفُونَا اَ۪نتَقَمۡنَا مِنۡهُمۡ فَأَغۡرَقۡنَٰهُمۡ أَجۡمَعِينَ","فَجَعَلۡنَٰهُمۡ سَلَفٗا وَمَثَلٗا لِّلۡأٓخِرِينَ","وَلَمَّا ضُرِبَ اَ۪بۡنُ مَرۡيَم مَّثَلًا إِذَا قَوۡمُكَ مِنۡهُ يَصِدُّونَ","وَقَالُواْ ءَاٰ۬لِهَتُنَا خَيۡرٌ أَمۡ هُوَۚ مَا ضَرَبُوهُ لَكَ إِلَّا جَدَلَۢاۚ بَلۡ هُمۡ قَوۡمٌ خَصِمُونَ","إِنۡ هُوَ إِلَّا عَبۡدٌ أَنۡعَمۡنَا عَلَيۡهِ وَجَعَلۡنَٰهُ مَثَلٗا لِّبَنِي إِسۡرَٰٓءِيلَ","وَلَوۡ نَشَآءُ لَجَعَلۡنَا مِنكُم مَّلَٰٓئِكَةٗ فِي اِ۬لۡأَرۡضِ يَخۡلُفُونَ","وَإِنَّهُۥ لَعِلۡمٞ لِّلسَّاعَةِ فَلَا تَمۡتَرُنَّ بِهَا وَاَتَّبِعُونِۦۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","وَلَا يَصُدَّنَّكُمُ اُ۬لشَّيۡطَٰنُۖ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ","وَلَمَّا جَآءَ عِيسۭيٰ بِالۡبَيِّنَٰتِ قَالَ قَد جِّيتُكُم بِالۡحِكۡمَةِ وَلِأُبَيِّن لَّكُم بَعۡضَ اَ۬لَّذِي تَخۡتَلِفُونَ فِيهِۖ فَاَتَّقُواْ اُ۬للَّهَ وَأَطِيعُونِ","إِنَّ اَ۬للَّه هُّوَ رَبِّي وَرَبُّكُمۡ فَاَعۡبُدُوهۚ هَّٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","فَاَخۡتَلَفَ اَ۬لۡأَحۡزَابُ مِنۢ بَيۡنِهِمۡۖ فَوَيۡلٞ لِّلَّذِينَ ظَلَمُواْ مِنۡ عَذَابِ يَوۡمٍ أَلِيمٍ","هَلۡ يَنظُرُونَ إِلَّا اَ۬لسَّاعَةَ أَن تَاتِيَهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ","۞اَ۬لۡأَخِلَّآءُ يَوۡمَئِذِۢ بَعۡضُهُمۡ لِبَعۡضٍ عَدُوٌّ إِلَّا اَ۬لۡمُتَّقِينَ","يَٰعِبَادِي لَا خَوۡفٌ عَلَيۡكُمُ اُ۬لۡيَوۡمَ وَلَا أَنتُمۡ تَحۡزَنُونَ","اَ۬لَّذِينَ ءَامَنُواْ بِـَٔايَٰتِنَا وَكَانُواْ مُسۡلِمِينَ","اَ۟دۡخُلُواْ اُ۬لۡجَنَّةَ أَنتُمۡ وَأَزۡوَٰجُكُمۡ تُحۡبَرُونَ","يُطَافُ عَلَيۡهِم بِصِحَافٖ مِّن ذَهَبٖ وَأَكۡوَابٖۖ وَفِيهَا مَا تَشۡتَهِي اِ۬لۡأَنفُسُ وَتَلَذُّ اُ۬لۡأَعۡيُنُۖ وَأَنتُمۡ فِيهَا خَٰلِدُونَ","وَتِلۡكَ اَ۬لۡجَنَّةُ اُ۬لَّتِي أُورِثتُّمُوهَا بِمَا كُنتُمۡ تَعۡمَلُونَ","لَكُمۡ فِيهَا فَٰكِهَةٞ كَثِيرَةٞ مِّنۡهَا تَاكُلُونَ","إِنَّ اَ۬لۡمُجۡرِمِينَ فِي عَذَابِ جَهَنَّمَ خَٰلِدُونَ","لَا يُفَتَّرُ عَنۡهُمۡ وَهُمۡ فِيهِ مُبۡلِسُونَ","وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن كَانُواْ هُمُ اُ۬لظَّٰلِمِينَ","وَنَادَوۡاْ يَٰمَٰلِكُ لِيَقۡضِ عَلَيۡنَا رَبُّكۖ قَّالَ إِنَّكُم مَّٰكِثُونَ","لَقَد جِّينَٰكُم بِالۡحَقِّ وَلَٰكِنَّ أَكۡثَرَكُمۡ لِلۡحَقِّ كَٰرِهُونَ","أَمۡ أَبۡرَمُواْ أَمۡرٗا فَإِنَّا مُبۡرِمُونَ","أَمۡ يَحۡسِبُونَ أَنَّا لَا نَسۡمَعُ سِرَّهُمۡ وَنَجۡوۭىٰهُمۚ بَلَىٰ وَرُسۡلُنَا لَدَيۡهِمۡ يَكۡتُبُونَ","قُلۡ إِن كَانَ لِلرَّحۡمَٰنِ وَلَدٞ فَأَنَا۠ أَوَّلُ اُ۬لۡعَٰبِدِينَ","سُبۡحَٰنَ رَبِّ اِ۬لسَّمَٰوَٰتِ وَاَلۡأَرۡضِ رَبِّ اِ۬لۡعَرۡشِ عَمَّا يَصِفُونَ","فَذَرۡهُمۡ يَخُوضُواْ وَيَلۡعَبُواْ حَتَّىٰ يُلَٰقُواْ يَوۡمَهُمُ اُ۬لَّذِي يُوعَدُونَ","وَهۡوَ اَ۬لَّذِي فِي اِ۬لسَّمَا إِلَٰهٞ وَفِي اِ۬لۡأَرۡضِ إِلَٰهٞۚ وَهۡوَ اَ۬لۡحَكِيمُ اُ۬لۡعَلِيمُ","وَتَبَارَكَ اَ۬لَّذِي لَهُۥ مُلۡكُ اُ۬لسَّمَٰوَٰتِ وَاَلۡأَرۡضِ وَمَا بَيۡنَهُمَا وَعِندَهُۥ عِلۡمُ اُ۬لسَّاعَةِ وَإِلَيۡهِ تُرۡجَعُونَ","وَلَا يَمۡلِكُ اُ۬لَّذِينَ يَدۡعُونَ مِن دُونِهِ اِ۬لشَّفَٰعَةَ إِلَّا مَن شَهِدَ بِالۡحَقِّ وَهُمۡ يَعۡلَمُونَ","وَلَئِن سَأَلۡتَهُم مَّنۡ خَلَقَهُمۡ لَيَقُولُنَّ اَ۬للَّهُۖ فَأَنَّىٰ يُوفَكُونَ","وَقِيلَهُۥ يَٰرَبِّ إِنَّ هَٰؤُلَآءِ قَوۡمٞ لَّا يُومِنُونَ","فَاَصۡفَحۡ عَنۡهُمۡ وَقُلۡ سَلَٰمٞۚ فَسَوۡفَ يَعۡلَمُونَ"],"qumbul":["حمٓۚ وَٱلۡكِتَٰبِ ٱلۡمُبِينِ","إِنَّا جَعَلۡنَٰهُۥ قُرَٰنًا عَرَبِيّٗا لَّعَلَّكُمُۥ تَعۡقِلُونَ","وَإِنَّهُۥ فِي أُمِّ ٱلۡكِتَٰبِ لَدَيۡنَا لَعَلِيٌّ حَكِيمٌ","أَفَنَضۡرِبُ عَنكُمُ ٱلذِّكۡرَ صَفۡحًا أَن كُنتُمُۥ قَوۡمٗا مُّسۡرِفِينَ","وَكَمۡ أَرۡسَلۡنَا مِن نَّبِيّٖ فِي ٱلۡأَوَّلِينَ","وَمَا يَأۡتِيهِمُۥ مِن نَّبِيٍّ إِلَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","فَأَهۡلَكۡنَا أَشَدَّ مِنۡهُمُۥ بَطۡشٗا وَمَضَىٰ مَثَلُ ٱلۡأَوَّلِينَ","وَلَئِن سَأَلۡتَهُمُۥ مَنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ خَلَقَهُنَّ ٱلۡعَزِيزُ ٱلۡعَلِيمُ","ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ مِهَٰدٗا وَجَعَلَ لَكُمُۥ فِيهَا سُبُلٗا لَّعَلَّكُمُۥ تَهۡتَدُونَ","وَٱلَّذِي نَزَّلَ مِنَ ٱلسَّمَآءِ مَآءَۢ بِقَدَرٖ فَأَنشَرۡنَا بِهِۦ بَلۡدَةٗ مَّيۡتٗاۚ كَذَٰلِكَ تُخۡرَجُونَ","وَٱلَّذِي خَلَقَ ٱلۡأَزۡوَٰجَ كُلَّهَا وَجَعَلَ لَكُمُۥ مِنَ ٱلۡفُلۡكِ وَٱلۡأَنۡعَٰمِ مَا تَرۡكَبُونَ","لِتَسۡتَوُۥاْ عَلَىٰ ظُهُورِهِۦ ثُمَّ تَذۡكُرُواْ نِعۡمَةَ رَبِّكُمُۥ إِذَا ٱسۡتَوَيۡتُمُۥ عَلَيۡهِۦ وَتَقُولُواْ سُبۡحَٰنَ ٱلَّذِي سَخَّرَ لَنَا هَٰذَا وَمَا كُنَّا لَهُۥ مُقۡرِنِينَ","وَإِنَّا إِلَىٰ رَبِّنَا لَمُنقَلِبُونَ","وَجَعَلُواْ لَهُۥ مِنۡ عِبَادِهِۦ جُزۡءًاۚ إِنَّ ٱلۡإِنسَٰنَ لَكَفُورٞ مُّبِينٌ","أَمِ ٱتَّخَذَ مِمَّا يَخۡلُقُ بَنَاتٖ وَأَصۡفَىٰكُمُۥ بِٱلۡبَنِينَ","وَإِذَا بُشِّرَ أَحَدُهُمُۥ بِمَا ضَرَبَ لِلرَّحۡمَٰنِ مَثَلٗا ظَلَّ وَجۡهُهُۥ مُسۡوَدّٗا وَهُوَ كَظِيمٌ","أَوَمَن يَنشَؤُاْ فِي ٱلۡحِلۡيَةِ وَهُوَ فِي ٱلۡخِصَامِ غَيۡرُ مُبِينٖ","وَجَعَلُواْ ٱلۡمَلَٰٓئِكَةَ ٱلَّذِينَ هُمُۥ عِندَ ٱلرَّحۡمَٰنِ إِنَٰثًاۚ أَشَهِدُواْ خَلۡقَهُمُۥۚ سَتُكۡتَبُ شَهَٰدَتُهُمُۥ وَيُسۡـَٔلُونَ","وَقَالُواْ لَوۡ شَآءَ ٱلرَّحۡمَٰنُ مَا عَبَدۡنَٰهُمُۥۗ مَا لَهُمُۥ بِذَٰلِكَ مِنۡ عِلۡمٍۖ إِنۡ هُمُۥ إِلَّا يَخۡرُصُونَ","أَمۡ ءَاتَيۡنَٰهُمُۥ كِتَٰبٗا مِّن قَبۡلِهِۦ فَهُمُۥ بِهِۦ مُسۡتَمۡسِكُونَ","بَلۡ قَالُواْ إِنَّا وَجَدۡنَا ءَابَآءَنَا عَلَىٰ أُمَّةٖ وَإِنَّا عَلَىٰ ءَاثَٰرِهِمُۥ مُهۡتَدُونَ","وَكَذَٰلِكَ مَا أَرۡسَلۡنَا مِن قَبۡلِكَ فِي قَرۡيَةٖ مِّن نَّذِيرٍ إِلَّا قَالَ مُتۡرَفُوهَا إِنَّا وَجَدۡنَا ءَابَآءَنَا عَلَىٰ أُمَّةٖ وَإِنَّا عَلَىٰ ءَاثَٰرِهِمُۥ مُقۡتَدُونَ","۞قُلۡ أَوَلَوۡ جِئۡتُكُمُۥ بِأَهۡدَىٰ مِمَّا وَجَدتُّمُۥ عَلَيۡهِۦ ءَابَآءَكُمُۥۖ قَالُواْ إِنَّا بِمَا أُرۡسِلۡتُمُۥ بِهِۦ كَٰفِرُونَ","فَٱنتَقَمۡنَا مِنۡهُمُۥۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","وَإِذۡ قَالَ إِبۡرَٰهِيمُ لِأَبِيهِۦ وَقَوۡمِهِۦ إِنَّنِي بَرَآءٞ مِّمَّا تَعۡبُدُونَ","إِلَّا ٱلَّذِي فَطَرَنِي فَإِنَّهُۥ سَيَهۡدِينِ","وَجَعَلَهَا كَلِمَةَۢ بَاقِيَةٗ فِي عَقِبِهِۦ لَعَلَّهُمُۥ يَرۡجِعُونَ","بَلۡ مَتَّعۡتُ هَٰؤُلَآءِ وَءَابَآءَهُمُۥ حَتَّىٰ جَآءَهُمُ ٱلۡحَقُّ وَرَسُولٞ مُّبِينٞ","وَلَمَّا جَآءَهُمُ ٱلۡحَقُّ قَالُواْ هَٰذَا سِحۡرٞ وَإِنَّا بِهِۦ كَٰفِرُونَ","وَقَالُواْ لَوۡلَا نُزِّلَ هَٰذَا ٱلۡقُرَانُ عَلَىٰ رَجُلٖ مِّنَ ٱلۡقَرۡيَتَيۡنِ عَظِيمٍ","أَهُمُۥ يَقۡسِمُونَ رَحۡمَتَ رَبِّكَۚ نَحۡنُ قَسَمۡنَا بَيۡنَهُمُۥ مَعِيشَتَهُمُۥ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَرَفَعۡنَا بَعۡضَهُمُۥ فَوۡقَ بَعۡضٖ دَرَجَٰتٖ لِّيَتَّخِذَ بَعۡضُهُمُۥ بَعۡضٗا سُخۡرِيّٗاۗ وَرَحۡمَتُ رَبِّكَ خَيۡرٞ مِّمَّا يَجۡمَعُونَ","وَلَوۡلَا أَن يَكُونَ ٱلنَّاسُ أُمَّةٗ وَٰحِدَةٗ لَّجَعَلۡنَا لِمَن يَكۡفُرُ بِٱلرَّحۡمَٰنِ لِبِيُوتِهِمُۥ سَقۡفٗا مِّن فِضَّةٖ وَمَعَارِجَ عَلَيۡهَا يَظۡهَرُونَ","وَلِبِيُوتِهِمُۥ أَبۡوَٰبٗا وَسُرُرًا عَلَيۡهَا يَتَّكِـُٔونَ","وَزُخۡرُفٗاۚ وَإِن كُلُّ ذَٰلِكَ لَمَا مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَٱلۡأٓخِرَةُ عِندَ رَبِّكَ لِلۡمُتَّقِينَ","وَمَن يَعۡشُ عَن ذِكۡرِ ٱلرَّحۡمَٰنِ نُقَيِّضۡ لَهُۥ شَيۡطَٰنٗا فَهُوَ لَهُۥ قَرِينٞ","وَإِنَّهُمُۥ لَيَصُدُّونَهُمُۥ عَنِ ٱلسَّبِيلِ وَيَحۡسِبُونَ أَنَّهُمُۥ مُهۡتَدُونَ","حَتَّىٰ إِذَا جَآءَٰنَا قَالَ يَٰلَيۡتَ بَيۡنِي وَبَيۡنَكَ بُعۡدَ ٱلۡمَشۡرِقَيۡنِ فَبِئۡسَ ٱلۡقَرِينُ","وَلَن يَنفَعَكُمُ ٱلۡيَوۡمَ إِذ ظَّلَمۡتُمُۥ أَنَّكُمُۥ فِي ٱلۡعَذَابِ مُشۡتَرِكُونَ","أَفَأَنتَ تُسۡمِعُ ٱلصُّمَّ أَوۡ تَهۡدِي ٱلۡعُمۡيَ وَمَن كَانَ فِي ضَلَٰلٖ مُّبِينٖ","فَإِمَّا نَذۡهَبَنَّ بِكَ فَإِنَّا مِنۡهُمُۥ مُنتَقِمُونَ","أَوۡ نُرِيَنَّكَ ٱلَّذِي وَعَدۡنَٰهُمُۥ فَإِنَّا عَلَيۡهِمُۥ مُقۡتَدِرُونَ","فَٱسۡتَمۡسِكۡ بِٱلَّذِي أُوحِيَ إِلَيۡكَۖ إِنَّكَ عَلَىٰ صِۜرَٰطٖ مُّسۡتَقِيمٖ","وَإِنَّهُۥ لَذِكۡرٞ لَّكَ وَلِقَوۡمِكَۖ وَسَوۡفَ تُسۡـَٔلُونَ","وَسَلۡ مَنۡ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رُّسُلِنَا أَجَعَلۡنَا مِن دُونِ ٱلرَّحۡمَٰنِ ءَالِهَةٗ يُعۡبَدُونَ","وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَا إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَقَالَ إِنِّي رَسُولُ رَبِّ ٱلۡعَٰلَمِينَ","فَلَمَّا جَآءَهُمُۥ بِـَٔايَٰتِنَا إِذَا هُمُۥ مِنۡهَا يَضۡحَكُونَ","وَمَا نُرِيهِمُۥ مِنۡ ءَايَةٍ إِلَّا هِيَ أَكۡبَرُ مِنۡ أُخۡتِهَاۖ وَأَخَذۡنَٰهُمُۥ بِٱلۡعَذَابِ لَعَلَّهُمُۥ يَرۡجِعُونَ","وَقَالُواْ يَٰأَيُّهَ ٱلسَّاحِرُ ٱدۡعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَ إِنَّنَا لَمُهۡتَدُونَ","فَلَمَّا كَشَفۡنَا عَنۡهُمُ ٱلۡعَذَابَ إِذَا هُمُۥ يَنكُثُونَ","وَنَادَىٰ فِرۡعَوۡنُ فِي قَوۡمِهِۦ قَالَ يَٰقَوۡمِ أَلَيۡسَ لِي مُلۡكُ مِصۡرَ وَهَٰذِهِ ٱلۡأَنۡهَٰرُ تَجۡرِي مِن تَحۡتِيۚ أَفَلَا تُبۡصِرُونَ","أَمۡ أَنَا۠ خَيۡرٞ مِّنۡ هَٰذَا ٱلَّذِي هُوَ مَهِينٞ","وَلَا يَكَادُ يُبِينُ","فَلَوۡلَا أُلۡقِيَ عَلَيۡهِۦ أَسَٰوِرَةٞ مِّن ذَهَبٍ أَوۡ جَآءَ مَعَهُ ٱلۡمَلَٰٓئِكَةُ مُقۡتَرِنِينَ","فَٱسۡتَخَفَّ قَوۡمَهُۥ فَأَطَاعُوهُۥۚ إِنَّهُمُۥ كَانُواْ قَوۡمٗا فَٰسِقِينَ","فَلَمَّا ءَاسَفُونَا ٱنتَقَمۡنَا مِنۡهُمُۥ فَأَغۡرَقۡنَٰهُمُۥ أَجۡمَعِينَ","فَجَعَلۡنَٰهُمُۥ سَلَفٗا وَمَثَلٗا لِّلۡأٓخِرِينَ","۞وَلَمَّا ضُرِبَ ٱبۡنُ مَرۡيَمَ مَثَلًا إِذَا قَوۡمُكَ مِنۡهُۥ يَصِدُّونَ","وَقَالُواْ ءَاٰ۬لِهَتُنَا خَيۡرٌ أَمۡ هُوَۚ مَا ضَرَبُوهُۥ لَكَ إِلَّا جَدَلَۢاۚ بَلۡ هُمُۥ قَوۡمٌ خَصِمُونَ","إِنۡ هُوَ إِلَّا عَبۡدٌ أَنۡعَمۡنَا عَلَيۡهِۦ وَجَعَلۡنَٰهُۥ مَثَلٗا لِّبَنِي إِسۡرَٰٓءِيلَ","وَلَوۡ نَشَآءُ لَجَعَلۡنَا مِنكُمُۥ مَلَٰٓئِكَةٗ فِي ٱلۡأَرۡضِ يَخۡلُفُونَ","وَإِنَّهُۥ لَعِلۡمٞ لِّلسَّاعَةِ فَلَا تَمۡتَرُنَّ بِهَا وَٱتَّبِعُونِۚ هَٰذَا صِۜرَٰطٞ مُّسۡتَقِيمٞ","وَلَا يَصُدَّنَّكُمُ ٱلشَّيۡطَٰنُۖ إِنَّهُۥ لَكُمُۥ عَدُوّٞ مُّبِينٞ","وَلَمَّا جَآءَ عِيسَىٰ بِٱلۡبَيِّنَٰتِ قَالَ قَدۡ جِئۡتُكُمُۥ بِٱلۡحِكۡمَةِ وَلِأُبَيِّنَ لَكُمُۥ بَعۡضَ ٱلَّذِي تَخۡتَلِفُونَ فِيهِۦۖ فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ","إِنَّ ٱللَّهَ هُوَ رَبِّي وَرَبُّكُمُۥ فَٱعۡبُدُوهُۥۚ هَٰذَا صِۜرَٰطٞ مُّسۡتَقِيمٞ","فَٱخۡتَلَفَ ٱلۡأَحۡزَابُ مِنۢ بَيۡنِهِمُۥۖ فَوَيۡلٞ لِّلَّذِينَ ظَلَمُواْ مِنۡ عَذَابِ يَوۡمٍ أَلِيمٍ","هَلۡ يَنظُرُونَ إِلَّا ٱلسَّاعَةَ أَن تَأۡتِيَهُمُۥ بَغۡتَةٗ وَهُمُۥ لَا يَشۡعُرُونَ","ٱلۡأَخِلَّآءُ يَوۡمَئِذِۭ بَعۡضُهُمُۥ لِبَعۡضٍ عَدُوٌّ إِلَّا ٱلۡمُتَّقِينَ","يَٰعِبَادِ لَا خَوۡفٌ عَلَيۡكُمُ ٱلۡيَوۡمَ وَلَا أَنتُمُۥ تَحۡزَنُونَ","ٱلَّذِينَ ءَامَنُواْ بِـَٔايَٰتِنَا وَكَانُواْ مُسۡلِمِينَ","ٱدۡخُلُواْ ٱلۡجَنَّةَ أَنتُمُۥ وَأَزۡوَٰجُكُمُۥ تُحۡبَرُونَ","يُطَافُ عَلَيۡهِمُۥ بِصِحَافٖ مِّن ذَهَبٖ وَأَكۡوَابٖۖ وَفِيهَا مَا تَشۡتَهِي ٱلۡأَنفُسُ وَتَلَذُّ ٱلۡأَعۡيُنُۖ وَأَنتُمُۥ فِيهَا خَٰلِدُونَ","وَتِلۡكَ ٱلۡجَنَّةُ ٱلَّتِي أُورِثۡتُمُوهَا بِمَا كُنتُمُۥ تَعۡمَلُونَ","لَكُمُۥ فِيهَا فَٰكِهَةٞ كَثِيرَةٞ مِّنۡهَا تَأۡكُلُونَ","إِنَّ ٱلۡمُجۡرِمِينَ فِي عَذَابِ جَهَنَّمَ خَٰلِدُونَ","لَا يُفَتَّرُ عَنۡهُمُۥ وَهُمُۥ فِيهِۦ مُبۡلِسُونَ","وَمَا ظَلَمۡنَٰهُمُۥ وَلَٰكِن كَانُواْ هُمُ ٱلظَّٰلِمِينَ","وَنَادَوۡاْ يَٰمَٰلِكُ لِيَقۡضِ عَلَيۡنَا رَبُّكَۖ قَالَ إِنَّكُمُۥ مَٰكِثُونَ","لَقَدۡ جِئۡنَٰكُمُۥ بِٱلۡحَقِّ وَلَٰكِنَّ أَكۡثَرَكُمُۥ لِلۡحَقِّ كَٰرِهُونَ","أَمۡ أَبۡرَمُواْ أَمۡرٗا فَإِنَّا مُبۡرِمُونَ","أَمۡ يَحۡسِبُونَ أَنَّا لَا نَسۡمَعُ سِرَّهُمُۥ وَنَجۡوَىٰهُمُۥۚ بَلَىٰ وَرُسُلُنَا لَدَيۡهِمُۥ يَكۡتُبُونَ","قُلۡ إِن كَانَ لِلرَّحۡمَٰنِ وَلَدٞ فَأَنَا۠ أَوَّلُ ٱلۡعَٰبِدِينَ","سُبۡحَٰنَ رَبِّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ رَبِّ ٱلۡعَرۡشِ عَمَّا يَصِفُونَ","فَذَرۡهُمُۥ يَخُوضُواْ وَيَلۡعَبُواْ حَتَّىٰ يُلَٰقُواْ يَوۡمَهُمُ ٱلَّذِي يُوعَدُونَ","وَهُوَ ٱلَّذِي فِي ٱلسَّمَآءِ ا۪لَٰهٞ وَفِي ٱلۡأَرۡضِ إِلَٰهٞۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡعَلِيمُ","وَتَبَارَكَ ٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا وَعِندَهُۥ عِلۡمُ ٱلسَّاعَةِ وَإِلَيۡهِۦ يُرۡجَعُونَ","وَلَا يَمۡلِكُ ٱلَّذِينَ يَدۡعُونَ مِن دُونِهِ ٱلشَّفَٰعَةَ إِلَّا مَن شَهِدَ بِٱلۡحَقِّ وَهُمُۥ يَعۡلَمُونَ","وَلَئِن سَأَلۡتَهُمُۥ مَنۡ خَلَقَهُمُۥ لَيَقُولُنَّ ٱللَّهُۖ فَأَنَّىٰ يُؤۡفَكُونَ","وَقِيلَهُۥ يَٰرَبِّ إِنَّ هَٰؤُلَآءِ قَوۡمٞ لَّا يُؤۡمِنُونَ","فَٱصۡفَحۡ عَنۡهُمُۥ وَقُلۡ سَلَٰمٞۚ فَسَوۡفَ يَعۡلَمُونَ"],"albazzi":["حمٓۚ وَٱلۡكِتَٰبِ ٱلۡمُبِينِ","إِنَّا جَعَلۡنَٰهُۥ قُرَٰنًا عَرَبِيّٗا لَّعَلَّكُمُۥ تَعۡقِلُونَ","وَإِنَّهُۥ فِي أُمِّ ٱلۡكِتَٰبِ لَدَيۡنَا لَعَلِيٌّ حَكِيمٌ","أَفَنَضۡرِبُ عَنكُمُ ٱلذِّكۡرَ صَفۡحًا أَن كُنتُمُۥ قَوۡمٗا مُّسۡرِفِينَ","وَكَمۡ أَرۡسَلۡنَا مِن نَّبِيّٖ فِي ٱلۡأَوَّلِينَ","وَمَا يَأۡتِيهِمُۥ مِن نَّبِيٍّ إِلَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ","فَأَهۡلَكۡنَا أَشَدَّ مِنۡهُمُۥ بَطۡشٗا وَمَضَىٰ مَثَلُ ٱلۡأَوَّلِينَ","وَلَئِن سَأَلۡتَهُمُۥ مَنۡ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ لَيَقُولُنَّ خَلَقَهُنَّ ٱلۡعَزِيزُ ٱلۡعَلِيمُ","ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ مِهَٰدٗا وَجَعَلَ لَكُمُۥ فِيهَا سُبُلٗا لَّعَلَّكُمُۥ تَهۡتَدُونَ","وَٱلَّذِي نَزَّلَ مِنَ ٱلسَّمَآءِ مَآءَۢ بِقَدَرٖ فَأَنشَرۡنَا بِهِۦ بَلۡدَةٗ مَّيۡتٗاۚ كَذَٰلِكَ تُخۡرَجُونَ","وَٱلَّذِي خَلَقَ ٱلۡأَزۡوَٰجَ كُلَّهَا وَجَعَلَ لَكُمُۥ مِنَ ٱلۡفُلۡكِ وَٱلۡأَنۡعَٰمِ مَا تَرۡكَبُونَ","لِتَسۡتَوُۥاْ عَلَىٰ ظُهُورِهِۦ ثُمَّ تَذۡكُرُواْ نِعۡمَةَ رَبِّكُمُۥ إِذَا ٱسۡتَوَيۡتُمُۥ عَلَيۡهِۦ وَتَقُولُواْ سُبۡحَٰنَ ٱلَّذِي سَخَّرَ لَنَا هَٰذَا وَمَا كُنَّا لَهُۥ مُقۡرِنِينَ","وَإِنَّا إِلَىٰ رَبِّنَا لَمُنقَلِبُونَ","وَجَعَلُواْ لَهُۥ مِنۡ عِبَادِهِۦ جُزۡءًاۚ إِنَّ ٱلۡإِنسَٰنَ لَكَفُورٞ مُّبِينٌ","أَمِ ٱتَّخَذَ مِمَّا يَخۡلُقُ بَنَاتٖ وَأَصۡفَىٰكُمُۥ بِٱلۡبَنِينَ","وَإِذَا بُشِّرَ أَحَدُهُمُۥ بِمَا ضَرَبَ لِلرَّحۡمَٰنِ مَثَلٗا ظَلَّ وَجۡهُهُۥ مُسۡوَدّٗا وَهُوَ كَظِيمٌ","أَوَمَن يَنشَؤُاْ فِي ٱلۡحِلۡيَةِ وَهُوَ فِي ٱلۡخِصَامِ غَيۡرُ مُبِينٖ","وَجَعَلُواْ ٱلۡمَلَٰٓئِكَةَ ٱلَّذِينَ هُمُۥ عِندَ ٱلرَّحۡمَٰنِ إِنَٰثًاۚ أَشَهِدُواْ خَلۡقَهُمُۥۚ سَتُكۡتَبُ شَهَٰدَتُهُمُۥ وَيُسۡـَٔلُونَ","وَقَالُواْ لَوۡ شَآءَ ٱلرَّحۡمَٰنُ مَا عَبَدۡنَٰهُمُۥۗ مَا لَهُمُۥ بِذَٰلِكَ مِنۡ عِلۡمٍۖ إِنۡ هُمُۥ إِلَّا يَخۡرُصُونَ","أَمۡ ءَاتَيۡنَٰهُمُۥ كِتَٰبٗا مِّن قَبۡلِهِۦ فَهُمُۥ بِهِۦ مُسۡتَمۡسِكُونَ","بَلۡ قَالُواْ إِنَّا وَجَدۡنَا ءَابَآءَنَا عَلَىٰ أُمَّةٖ وَإِنَّا عَلَىٰ ءَاثَٰرِهِمُۥ مُهۡتَدُونَ","وَكَذَٰلِكَ مَا أَرۡسَلۡنَا مِن قَبۡلِكَ فِي قَرۡيَةٖ مِّن نَّذِيرٍ إِلَّا قَالَ مُتۡرَفُوهَا إِنَّا وَجَدۡنَا ءَابَآءَنَا عَلَىٰ أُمَّةٖ وَإِنَّا عَلَىٰ ءَاثَٰرِهِمُۥ مُقۡتَدُونَ","۞قُلۡ أَوَلَوۡ جِئۡتُكُمُۥ بِأَهۡدَىٰ مِمَّا وَجَدتُّمُۥ عَلَيۡهِۦ ءَابَآءَكُمُۥۖ قَالُواْ إِنَّا بِمَا أُرۡسِلۡتُمُۥ بِهِۦ كَٰفِرُونَ","فَٱنتَقَمۡنَا مِنۡهُمُۥۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُكَذِّبِينَ","وَإِذۡ قَالَ إِبۡرَٰهِيمُ لِأَبِيهِۦ وَقَوۡمِهِۦ إِنَّنِي بَرَآءٞ مِّمَّا تَعۡبُدُونَ","إِلَّا ٱلَّذِي فَطَرَنِي فَإِنَّهُۥ سَيَهۡدِينِ","وَجَعَلَهَا كَلِمَةَۢ بَاقِيَةٗ فِي عَقِبِهِۦ لَعَلَّهُمُۥ يَرۡجِعُونَ","بَلۡ مَتَّعۡتُ هَٰؤُلَآءِ وَءَابَآءَهُمُۥ حَتَّىٰ جَآءَهُمُ ٱلۡحَقُّ وَرَسُولٞ مُّبِينٞ","وَلَمَّا جَآءَهُمُ ٱلۡحَقُّ قَالُواْ هَٰذَا سِحۡرٞ وَإِنَّا بِهِۦ كَٰفِرُونَ","وَقَالُواْ لَوۡلَا نُزِّلَ هَٰذَا ٱلۡقُرَانُ عَلَىٰ رَجُلٖ مِّنَ ٱلۡقَرۡيَتَيۡنِ عَظِيمٍ","أَهُمُۥ يَقۡسِمُونَ رَحۡمَتَ رَبِّكَۚ نَحۡنُ قَسَمۡنَا بَيۡنَهُمُۥ مَعِيشَتَهُمُۥ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَرَفَعۡنَا بَعۡضَهُمُۥ فَوۡقَ بَعۡضٖ دَرَجَٰتٖ لِّيَتَّخِذَ بَعۡضُهُمُۥ بَعۡضٗا سُخۡرِيّٗاۗ وَرَحۡمَتُ رَبِّكَ خَيۡرٞ مِّمَّا يَجۡمَعُونَ","وَلَوۡلَا أَن يَكُونَ ٱلنَّاسُ أُمَّةٗ وَٰحِدَةٗ لَّجَعَلۡنَا لِمَن يَكۡفُرُ بِٱلرَّحۡمَٰنِ لِبِيُوتِهِمُۥ سَقۡفٗا مِّن فِضَّةٖ وَمَعَارِجَ عَلَيۡهَا يَظۡهَرُونَ","وَلِبِيُوتِهِمُۥ أَبۡوَٰبٗا وَسُرُرًا عَلَيۡهَا يَتَّكِـُٔونَ","وَزُخۡرُفٗاۚ وَإِن كُلُّ ذَٰلِكَ لَمَا مَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَٱلۡأٓخِرَةُ عِندَ رَبِّكَ لِلۡمُتَّقِينَ","وَمَن يَعۡشُ عَن ذِكۡرِ ٱلرَّحۡمَٰنِ نُقَيِّضۡ لَهُۥ شَيۡطَٰنٗا فَهُوَ لَهُۥ قَرِينٞ","وَإِنَّهُمُۥ لَيَصُدُّونَهُمُۥ عَنِ ٱلسَّبِيلِ وَيَحۡسِبُونَ أَنَّهُمُۥ مُهۡتَدُونَ","حَتَّىٰ إِذَا جَآءَٰنَا قَالَ يَٰلَيۡتَ بَيۡنِي وَبَيۡنَكَ بُعۡدَ ٱلۡمَشۡرِقَيۡنِ فَبِئۡسَ ٱلۡقَرِينُ","وَلَن يَنفَعَكُمُ ٱلۡيَوۡمَ إِذ ظَّلَمۡتُمُۥ أَنَّكُمُۥ فِي ٱلۡعَذَابِ مُشۡتَرِكُونَ","أَفَأَنتَ تُسۡمِعُ ٱلصُّمَّ أَوۡ تَهۡدِي ٱلۡعُمۡيَ وَمَن كَانَ فِي ضَلَٰلٖ مُّبِينٖ","فَإِمَّا نَذۡهَبَنَّ بِكَ فَإِنَّا مِنۡهُمُۥ مُنتَقِمُونَ","أَوۡ نُرِيَنَّكَ ٱلَّذِي وَعَدۡنَٰهُمُۥ فَإِنَّا عَلَيۡهِمُۥ مُقۡتَدِرُونَ","فَٱسۡتَمۡسِكۡ بِٱلَّذِي أُوحِيَ إِلَيۡكَۖ إِنَّكَ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ","وَإِنَّهُۥ لَذِكۡرٞ لَّكَ وَلِقَوۡمِكَۖ وَسَوۡفَ تُسۡـَٔلُونَ","وَسَلۡ مَنۡ أَرۡسَلۡنَا مِن قَبۡلِكَ مِن رُّسُلِنَا أَجَعَلۡنَا مِن دُونِ ٱلرَّحۡمَٰنِ ءَالِهَةٗ يُعۡبَدُونَ","وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَا إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَقَالَ إِنِّي رَسُولُ رَبِّ ٱلۡعَٰلَمِينَ","فَلَمَّا جَآءَهُمُۥ بِـَٔايَٰتِنَا إِذَا هُمُۥ مِنۡهَا يَضۡحَكُونَ","وَمَا نُرِيهِمُۥ مِنۡ ءَايَةٍ إِلَّا هِيَ أَكۡبَرُ مِنۡ أُخۡتِهَاۖ وَأَخَذۡنَٰهُمُۥ بِٱلۡعَذَابِ لَعَلَّهُمُۥ يَرۡجِعُونَ","وَقَالُواْ يَٰأَيُّهَ ٱلسَّاحِرُ ٱدۡعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَ إِنَّنَا لَمُهۡتَدُونَ","فَلَمَّا كَشَفۡنَا عَنۡهُمُ ٱلۡعَذَابَ إِذَا هُمُۥ يَنكُثُونَ","وَنَادَىٰ فِرۡعَوۡنُ فِي قَوۡمِهِۦ قَالَ يَٰقَوۡمِ أَلَيۡسَ لِي مُلۡكُ مِصۡرَ وَهَٰذِهِ ٱلۡأَنۡهَٰرُ تَجۡرِي مِن تَحۡتِيَۚ أَفَلَا تُبۡصِرُونَ","أَمۡ أَنَا۠ خَيۡرٞ مِّنۡ هَٰذَا ٱلَّذِي هُوَ مَهِينٞ","وَلَا يَكَادُ يُبِينُ","فَلَوۡلَا أُلۡقِيَ عَلَيۡهِۦ أَسَٰوِرَةٞ مِّن ذَهَبٍ أَوۡ جَآءَ مَعَهُ ٱلۡمَلَٰٓئِكَةُ مُقۡتَرِنِينَ","فَٱسۡتَخَفَّ قَوۡمَهُۥ فَأَطَاعُوهُۥۚ إِنَّهُمُۥ كَانُواْ قَوۡمٗا فَٰسِقِينَ","فَلَمَّا ءَاسَفُونَا ٱنتَقَمۡنَا مِنۡهُمُۥ فَأَغۡرَقۡنَٰهُمُۥ أَجۡمَعِينَ","فَجَعَلۡنَٰهُمُۥ سَلَفٗا وَمَثَلٗا لِّلۡأٓخِرِينَ","۞وَلَمَّا ضُرِبَ ٱبۡنُ مَرۡيَمَ مَثَلًا إِذَا قَوۡمُكَ مِنۡهُۥ يَصِدُّونَ","وَقَالُواْ ءَاٰ۬لِهَتُنَا خَيۡرٌ أَمۡ هُوَۚ مَا ضَرَبُوهُۥ لَكَ إِلَّا جَدَلَۢاۚ بَلۡ هُمُۥ قَوۡمٌ خَصِمُونَ","إِنۡ هُوَ إِلَّا عَبۡدٌ أَنۡعَمۡنَا عَلَيۡهِۦ وَجَعَلۡنَٰهُۥ مَثَلٗا لِّبَنِي إِسۡرَٰٓءِيلَ","وَلَوۡ نَشَآءُ لَجَعَلۡنَا مِنكُمُۥ مَلَٰٓئِكَةٗ فِي ٱلۡأَرۡضِ يَخۡلُفُونَ","وَإِنَّهُۥ لَعِلۡمٞ لِّلسَّاعَةِ فَلَا تَمۡتَرُنَّ بِهَا وَٱتَّبِعُونِۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","وَلَا يَصُدَّنَّكُمُ ٱلشَّيۡطَٰنُۖ إِنَّهُۥ لَكُمُۥ عَدُوّٞ مُّبِينٞ","وَلَمَّا جَآءَ عِيسَىٰ بِٱلۡبَيِّنَٰتِ قَالَ قَدۡ جِئۡتُكُمُۥ بِٱلۡحِكۡمَةِ وَلِأُبَيِّنَ لَكُمُۥ بَعۡضَ ٱلَّذِي تَخۡتَلِفُونَ فِيهِۦۖ فَٱتَّقُواْ ٱللَّهَ وَأَطِيعُونِ","إِنَّ ٱللَّهَ هُوَ رَبِّي وَرَبُّكُمُۥ فَٱعۡبُدُوهُۥۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ","فَٱخۡتَلَفَ ٱلۡأَحۡزَابُ مِنۢ بَيۡنِهِمُۥۖ فَوَيۡلٞ لِّلَّذِينَ ظَلَمُواْ مِنۡ عَذَابِ يَوۡمٍ أَلِيمٍ","هَلۡ يَنظُرُونَ إِلَّا ٱلسَّاعَةَ أَن تَأۡتِيَهُمُۥ بَغۡتَةٗ وَهُمُۥ لَا يَشۡعُرُونَ","ٱلۡأَخِلَّآءُ يَوۡمَئِذِۭ بَعۡضُهُمُۥ لِبَعۡضٍ عَدُوٌّ إِلَّا ٱلۡمُتَّقِينَ","يَٰعِبَادِ لَا خَوۡفٌ عَلَيۡكُمُ ٱلۡيَوۡمَ وَلَا أَنتُمُۥ تَحۡزَنُونَ","ٱلَّذِينَ ءَامَنُواْ بِـَٔايَٰتِنَا وَكَانُواْ مُسۡلِمِينَ","ٱدۡخُلُواْ ٱلۡجَنَّةَ أَنتُمُۥ وَأَزۡوَٰجُكُمُۥ تُحۡبَرُونَ","يُطَافُ عَلَيۡهِمُۥ بِصِحَافٖ مِّن ذَهَبٖ وَأَكۡوَابٖۖ وَفِيهَا مَا تَشۡتَهِي ٱلۡأَنفُسُ وَتَلَذُّ ٱلۡأَعۡيُنُۖ وَأَنتُمُۥ فِيهَا خَٰلِدُونَ","وَتِلۡكَ ٱلۡجَنَّةُ ٱلَّتِي أُورِثۡتُمُوهَا بِمَا كُنتُمُۥ تَعۡمَلُونَ","لَكُمُۥ فِيهَا فَٰكِهَةٞ كَثِيرَةٞ مِّنۡهَا تَأۡكُلُونَ","إِنَّ ٱلۡمُجۡرِمِينَ فِي عَذَابِ جَهَنَّمَ خَٰلِدُونَ","لَا يُفَتَّرُ عَنۡهُمُۥ وَهُمُۥ فِيهِۦ مُبۡلِسُونَ","وَمَا ظَلَمۡنَٰهُمُۥ وَلَٰكِن كَانُواْ هُمُ ٱلظَّٰلِمِينَ","وَنَادَوۡاْ يَٰمَٰلِكُ لِيَقۡضِ عَلَيۡنَا رَبُّكَۖ قَالَ إِنَّكُمُۥ مَٰكِثُونَ","لَقَدۡ جِئۡنَٰكُمُۥ بِٱلۡحَقِّ وَلَٰكِنَّ أَكۡثَرَكُمُۥ لِلۡحَقِّ كَٰرِهُونَ","أَمۡ أَبۡرَمُواْ أَمۡرٗا فَإِنَّا مُبۡرِمُونَ","أَمۡ يَحۡسِبُونَ أَنَّا لَا نَسۡمَعُ سِرَّهُمُۥ وَنَجۡوَىٰهُمُۥۚ بَلَىٰ وَرُسُلُنَا لَدَيۡهِمُۥ يَكۡتُبُونَ","قُلۡ إِن كَانَ لِلرَّحۡمَٰنِ وَلَدٞ فَأَنَا۠ أَوَّلُ ٱلۡعَٰبِدِينَ","سُبۡحَٰنَ رَبِّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ رَبِّ ٱلۡعَرۡشِ عَمَّا يَصِفُونَ","فَذَرۡهُمُۥ يَخُوضُواْ وَيَلۡعَبُواْ حَتَّىٰ يُلَٰقُواْ يَوۡمَهُمُ ٱلَّذِي يُوعَدُونَ","وَهُوَ ٱلَّذِي فِي ٱلسَّمَآ۟ إِلَٰهٞ وَفِي ٱلۡأَرۡضِ إِلَٰهٞۚ وَهُوَ ٱلۡحَكِيمُ ٱلۡعَلِيمُ","وَتَبَارَكَ ٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَا وَعِندَهُۥ عِلۡمُ ٱلسَّاعَةِ وَإِلَيۡهِۦ يُرۡجَعُونَ","وَلَا يَمۡلِكُ ٱلَّذِينَ يَدۡعُونَ مِن دُونِهِ ٱلشَّفَٰعَةَ إِلَّا مَن شَهِدَ بِٱلۡحَقِّ وَهُمُۥ يَعۡلَمُونَ","وَلَئِن سَأَلۡتَهُمُۥ مَنۡ خَلَقَهُمُۥ لَيَقُولُنَّ ٱللَّهُۖ فَأَنَّىٰ يُؤۡفَكُونَ","وَقِيلَهُۥ يَٰرَبِّ إِنَّ هَٰؤُلَآءِ قَوۡمٞ لَّا يُؤۡمِنُونَ","فَٱصۡفَحۡ عَنۡهُمُۥ وَقُلۡ سَلَٰمٞۚ فَسَوۡفَ يَعۡلَمُونَ"],"surah":43}