{"hafs":["سَبَّحَ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","لَهُ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ يُحۡيِ وَيُمِيتُ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","هُوَ ٱلۡأَوَّلُ وَٱلۡأٓخِرُ وَٱلظَّٰهِرُ وَٱلۡبَاطِنُ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٌ","هُوَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِ يَعۡلَمُ مَا يَلِجُ فِي ٱلۡأَرۡضِ وَمَا يَخۡرُجُ مِنۡهَا وَمَا يَنزِلُ مِنَ ٱلسَّمَآءِ وَمَا يَعۡرُجُ فِيهَا وَهُوَ مَعَكُمۡ أَيۡنَ مَا كُنتُمۡ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ","لَّهُ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَهُوَ عَلِيمُ بِذَاتِ ٱلصُّدُورِ","ءَامِنُواْ بِٱللَّهِ وَرَسُولِهِ وَأَنفِقُواْ مِمَّا جَعَلَكُم مُّسۡتَخۡلَفِينَ فِيهِ فَٱلَّذِينَ ءَامَنُواْ مِنكُمۡ وَأَنفَقُواْ لَهُمۡ أَجۡرٞ كَبِيرٞ","وَمَا لَكُمۡ لَا تُؤۡمِنُونَ بِٱللَّهِ وَٱلرَّسُولُ يَدۡعُوكُمۡ لِتُؤۡمِنُواْ بِرَبِّكُمۡ وَقَدۡ أَخَذَ مِيثَٰقَكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","هُوَ ٱلَّذِي يُنَزِّلُ عَلَىٰ عَبۡدِهِٓ ءَايَٰتِ بَيِّنَٰتٖ لِّيُخۡرِجَكُم مِّنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِ وَإِنَّ ٱللَّهَ بِكُمۡ لَرَءُوفٞ رَّحِيمٞ","وَمَا لَكُمۡ أَلَّا تُنفِقُواْ فِي سَبِيلِ ٱللَّهِ وَلِلَّهِ مِيرَٰثُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ لَا يَسۡتَوِي مِنكُم مَّنۡ أَنفَقَ مِن قَبۡلِ ٱلۡفَتۡحِ وَقَٰتَلَ أُوْلَٰٓئِكَ أَعۡظَمُ دَرَجَةٗ مِّنَ ٱلَّذِينَ أَنفَقُواْ مِن بَعۡدُ وَقَٰتَلُواْ وَكُلّٗا وَعَدَ ٱللَّهُ ٱلۡحُسۡنَىٰ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","مَّن ذَا ٱلَّذِي يُقۡرِضُ ٱللَّهَ قَرۡضًا حَسَنٗا فَيُضَٰعِفَهُ لَهُ وَلَهُٓ أَجۡرٞ كَرِيمٞ","يَوۡمَ تَرَى ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ يَسۡعَىٰ نُورُهُم بَيۡنَ أَيۡدِيهِمۡ وَبِأَيۡمَٰنِهِم بُشۡرَىٰكُمُ ٱلۡيَوۡمَ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","يَوۡمَ يَقُولُ ٱلۡمُنَٰفِقُونَ وَٱلۡمُنَٰفِقَٰتُ لِلَّذِينَ ءَامَنُواْ ٱنظُرُونَا نَقۡتَبِسۡ مِن نُّورِكُمۡ قِيلَ ٱرۡجِعُواْ وَرَآءَكُمۡ فَٱلۡتَمِسُواْ نُورٗا فَضُرِبَ بَيۡنَهُم بِسُورٖ لَّهُ بَابُ بَاطِنُهُ فِيهِ ٱلرَّحۡمَةُ وَظَٰهِرُهُ مِن قِبَلِهِ ٱلۡعَذَابُ","يُنَادُونَهُمۡ أَلَمۡ نَكُن مَّعَكُمۡ قَالُواْ بَلَىٰ وَلَٰكِنَّكُمۡ فَتَنتُمۡ أَنفُسَكُمۡ وَتَرَبَّصۡتُمۡ وَٱرۡتَبۡتُمۡ وَغَرَّتۡكُمُ ٱلۡأَمَانِيُّ حَتَّىٰ جَآءَ أَمۡرُ ٱللَّهِ وَغَرَّكُم بِٱللَّهِ ٱلۡغَرُورُ","فَٱلۡيَوۡمَ لَا يُؤۡخَذُ مِنكُمۡ فِدۡيَةٞ وَلَا مِنَ ٱلَّذِينَ كَفَرُواْ مَأۡوَىٰكُمُ ٱلنَّارُ هِيَ مَوۡلَىٰكُمۡ وَبِئۡسَ ٱلۡمَصِيرُ","أَلَمۡ يَأۡنِ لِلَّذِينَ ءَامَنُوٓاْ أَن تَخۡشَعَ قُلُوبُهُمۡ لِذِكۡرِ ٱللَّهِ وَمَا نَزَلَ مِنَ ٱلۡحَقِّ وَلَا يَكُونُواْ كَٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ مِن قَبۡلُ فَطَالَ عَلَيۡهِمُ ٱلۡأَمَدُ فَقَسَتۡ قُلُوبُهُمۡ وَكَثِيرٞ مِّنۡهُمۡ فَٰسِقُونَ","ٱعۡلَمُوٓاْ أَنَّ ٱللَّهَ يُحۡيِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَا قَدۡ بَيَّنَّا لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمۡ تَعۡقِلُونَ","إِنَّ ٱلۡمُصَّدِّقِينَ وَٱلۡمُصَّدِّقَٰتِ وَأَقۡرَضُواْ ٱللَّهَ قَرۡضًا حَسَنٗا يُضَٰعَفُ لَهُمۡ وَلَهُمۡ أَجۡرٞ كَرِيمٞ","وَٱلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرُسُلِهِٓ أُوْلَٰٓئِكَ هُمُ ٱلصِّدِّيقُونَ وَٱلشُّهَدَآءُ عِندَ رَبِّهِمۡ لَهُمۡ أَجۡرُهُمۡ وَنُورُهُمۡ وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِ‍َٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَحِيمِ","ٱعۡلَمُوٓاْ أَنَّمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَا لَعِبٞ وَلَهۡوٞ وَزِينَةٞ وَتَفَاخُرُ بَيۡنَكُمۡ وَتَكَاثُرٞ فِي ٱلۡأَمۡوَٰلِ وَٱلۡأَوۡلَٰدِ كَمَثَلِ غَيۡثٍ أَعۡجَبَ ٱلۡكُفَّارَ نَبَاتُهُ ثُمَّ يَهِيجُ فَتَرَىٰهُ مُصۡفَرّٗا ثُمَّ يَكُونُ حُطَٰمٗا وَفِي ٱلۡأٓخِرَةِ عَذَابٞ شَدِيدٞ وَمَغۡفِرَةٞ مِّنَ ٱللَّهِ وَرِضۡوَٰنٞ وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَآ إِلَّا مَتَٰعُ ٱلۡغُرُورِ","سَابِقُوٓاْ إِلَىٰ مَغۡفِرَةٖ مِّن رَّبِّكُمۡ وَجَنَّةٍ عَرۡضُهَا كَعَرۡضِ ٱلسَّمَآءِ وَٱلۡأَرۡضِ أُعِدَّتۡ لِلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرُسُلِهِ ذَٰلِكَ فَضۡلُ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","مَآ أَصَابَ مِن مُّصِيبَةٖ فِي ٱلۡأَرۡضِ وَلَا فِيٓ أَنفُسِكُمۡ إِلَّا فِي كِتَٰبٖ مِّن قَبۡلِ أَن نَّبۡرَأَهَآ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","لِّكَيۡلَا تَأۡسَوۡاْ عَلَىٰ مَا فَاتَكُمۡ وَلَا تَفۡرَحُواْ بِمَآ ءَاتَىٰكُمۡ وَٱللَّهُ لَا يُحِبُّ كُلَّ مُخۡتَالٖ فَخُورٍ","ٱلَّذِينَ يَبۡخَلُونَ وَيَأۡمُرُونَ ٱلنَّاسَ بِٱلۡبُخۡلِ وَمَن يَتَوَلَّ فَإِنَّ ٱللَّهَ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","لَقَدۡ أَرۡسَلۡنَا رُسُلَنَا بِٱلۡبَيِّنَٰتِ وَأَنزَلۡنَا مَعَهُمُ ٱلۡكِتَٰبَ وَٱلۡمِيزَانَ لِيَقُومَ ٱلنَّاسُ بِٱلۡقِسۡطِ وَأَنزَلۡنَا ٱلۡحَدِيدَ فِيهِ بَأۡسٞ شَدِيدٞ وَمَنَٰفِعُ لِلنَّاسِ وَلِيَعۡلَمَ ٱللَّهُ مَن يَنصُرُهُ وَرُسُلَهُ بِٱلۡغَيۡبِ إِنَّ ٱللَّهَ قَوِيٌّ عَزِيزٞ","وَلَقَدۡ أَرۡسَلۡنَا نُوحٗا وَإِبۡرَٰهِيمَ وَجَعَلۡنَا فِي ذُرِّيَّتِهِمَا ٱلنُّبُوَّةَ وَٱلۡكِتَٰبَ فَمِنۡهُم مُّهۡتَدٖ وَكَثِيرٞ مِّنۡهُمۡ فَٰسِقُونَ","ثُمَّ قَفَّيۡنَا عَلَىٰٓ ءَاثَٰرِهِم بِرُسُلِنَا وَقَفَّيۡنَا بِعِيسَى ٱبۡنِ مَرۡيَمَ وَءَاتَيۡنَٰهُ ٱلۡإِنجِيلَ وَجَعَلۡنَا فِي قُلُوبِ ٱلَّذِينَ ٱتَّبَعُوهُ رَأۡفَةٗ وَرَحۡمَةٗ وَرَهۡبَانِيَّةً ٱبۡتَدَعُوهَا مَا كَتَبۡنَٰهَا عَلَيۡهِمۡ إِلَّا ٱبۡتِغَآءَ رِضۡوَٰنِ ٱللَّهِ فَمَا رَعَوۡهَا حَقَّ رِعَايَتِهَا فَ‍َٔاتَيۡنَا ٱلَّذِينَ ءَامَنُواْ مِنۡهُمۡ أَجۡرَهُمۡ وَكَثِيرٞ مِّنۡهُمۡ فَٰسِقُونَ","يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَءَامِنُواْ بِرَسُولِهِ يُؤۡتِكُمۡ كِفۡلَيۡنِ مِن رَّحۡمَتِهِ وَيَجۡعَل لَّكُمۡ نُورٗا تَمۡشُونَ بِهِ وَيَغۡفِرۡ لَكُمۡ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","لِّئَلَّا يَعۡلَمَ أَهۡلُ ٱلۡكِتَٰبِ أَلَّا يَقۡدِرُونَ عَلَىٰ شَيۡءٖ مِّن فَضۡلِ ٱللَّهِ وَأَنَّ ٱلۡفَضۡلَ بِيَدِ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ"],"warsh":["سَبَّحَ لِلهِ مَا فِے اِلسَّمَٰوَٰتِ وَالَارْضِ وَهُوَ اَلْعَزِيزُ اُلْحَكِيمُ","لَهُ مُلْكُ اُلسَّمَٰوَٰتِ وَالَارْضِ يُحْيِ وَيُمِيتُ وَهُوَ عَلَيٰ كُلِّ شَےْءٖ قَدِيرٌ","هُوَ اَلَاوَّلُ وَالَاخِرُ وَالظَّٰهِرُ وَالْبَاطِنُ وَهُوَ بِكُلِّ شَےْءٍ عَلِيمٌ","هُوَ اَلذِے خَلَقَ اَلسَّمَٰوَٰتِ وَالَارْضَ فِے سِتَّةِ أَيَّامٖ ثُمَّ اَسْتَويٰ عَلَي اَلْعَرْشِ يَعْلَمُ مَا يَلِجُ فِے اِلَارْضِ وَمَا يَخْرُجُ مِنْهَا وَمَا يَنزِلُ مِنَ اَلسَّمَآءِ وَمَا يَعْرُجُ فِيهَا وَهُوَ مَعَكُمُٓ أَيْنَ مَا كُنتُمْ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٞ","لَّهُ مُلْكُ اُلسَّمَٰوَٰتِ وَالَارْضِ وَإِلَي اَللَّهِ تُرْجَعُ اُلُامُورُ","يُولِجُ اُليْلَ فِے اِلنَّهارِ وَيُولِجُ اُلنَّهَارَ فِے اِليْلِ وَهُوَ عَلِيمُ بِذَاتِ اِلصُّدُورِ","ءَامِنُواْ بِاللَّهِ وَرَسُولِهِ وَأَنفِقُواْ مِمَّا جَعَلَكُم مُّسْتَخْلَفِينَ فِيهِ فَالذِينَ ءَامَنُواْ مِنكُمْ وَأَنفَقُواْ لَهُمُٓ أَجْرٞ كَبِيرٞ","وَمَا لَكُمْ لَا تُومِنُونَ بِاللَّهِ وَالرَّسُولُ يَدْعُوكُمْ لِتُومِنُواْ بِرَبِّكُمْ وَقَدَ اَخَذَ مِيثَٰقَكُمُٓ إِن كُنتُم مُّومِنِينَ","هُوَ اَلذِے يُنَزِّلُ عَلَيٰ عَبْدِهِٓ ءَايَٰتِ بَيِّنَٰتٖ لِّيُخْرِجَكُم مِّنَ اَلظُّلُمَٰتِ إِلَي اَلنُّورِ وَإِنَّ اَللَّهَ بِكُمْ لَرَءُوفٞ رَّحِيمٞ","وَمَا لَكُمُٓ أَلَّا تُنفِقُواْ فِے سَبِيلِ اِللَّهِ وَلِلهِ مِيرَٰثُ اُلسَّمَٰوَٰتِ وَالَارْضِ لَا يَسْتَوِے مِنكُم مَّنَ اَنفَقَ مِن قَبْلِ اِلْفَتْحِ وَقَٰتَلَ أُوْلَٰٓئِكَ أَعْظَمُ دَرَجَةٗ مِّنَ اَلذِينَ أَنفَقُواْ مِن بَعْدُ وَقَٰتَلُواْ وَكُلّاٗ وَعَدَ اَللَّهُ اُلْحُسْنيٰ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٞ","مَّن ذَا اَلذِے يُقْرِضُ اُللَّهَ قَرْضاً حَسَناٗ فَيُضَٰعِفُهُ لَهُ وَلَهُٓ أَجْرٞ كَرِيمٞ","يَوْمَ تَرَي اَلْمُومِنِينَ وَالْمُومِنَٰتِ يَسْعيٰ نُورُهُم بَيْنَ أَيْدِيهِمْ وَبِأَيْمَٰنِهِم بُشْريٰكُمُ اُلْيَوْمَ جَنَّٰتٞ تَجْرِے مِن تَحْتِهَا اَلَانْهَٰرُ خَٰلِدِينَ فِيهَا ذَٰلِكَ هُوَ اَلْفَوْزُ اُلْعَظِيمُ","يَوْمَ يَقُولُ اُلْمُنَٰفِقُونَ وَالْمُنَٰفِقَٰتُ لِلذِينَ ءَامَنُواْ اُ۟نظُرُونَا نَقْتَبِسْ مِن نُّورِكُمْ قِيلَ اَرْجِعُواْ وَرَآءَكُمْ فَالْتَمِسُواْ نُوراٗ فَضُرِبَ بَيْنَهُم بِسُورٖ لَّهُ بَابُ بَاطِنُهُ فِيهِ اِلرَّحْمَةُ وَظَٰهِرُهُ مِن قِبَلِهِ اِلْعَذَابُ يُنَادُونَهُمُٓ أَلَمْ نَكُن مَّعَكُمْ قَالُواْ بَليٰ وَلَٰكِنَّكُمْ فَتَنتُمُٓ أَنفُسَكُمْ وَتَرَبَّصْتُمْ وَارْتَبْتُمْ وَغَرَّتْكُمُ اُلَامَانِيُّ حَتَّيٰ جَآءَ امْرُ اُللَّهِ وَغَرَّكُم بِاللَّهِ اِلْغَرُورُ","فَالْيَوْمَ لَا يُوخَذُ مِنكُمْ فِدْيَةٞ وَلَا مِنَ اَلذِينَ كَفَرُواْ مَأْويٰكُمُ اُلنَّارُ هِيَ مَوْليٰكُمْ وَبِيسَ اَلْمَصِيرُ","أَلَمْ يَانِ لِلذِينَ ءَامَنُوٓاْ أَن تَخْشَعَ قُلُوبُهُمْ لِذِكْرِ اِللَّهِ وَمَا نَزَلَ مِنَ اَلْحَقِّ وَلَا يَكُونُواْ كَالذِينَ أُوتُواْ اُلْكِتَٰبَ مِن قَبْلُ فَطَالَ عَلَيْهِمُ اُلَامَدُ فَقَسَتْ قُلُوبُهُمْ وَكَثِيرٞ مِّنْهُمْ فَٰسِقُونَ","اَعْلَمُوٓاْ أَنَّ اَللَّهَ يُحْيِ اِلَارْضَ بَعْدَ مَوْتِهَا قَدْ بَيَّنَّا لَكُمُ اُلَايَٰتِ لَعَلَّكُمْ تَعْقِلُونَ","إِنَّ اَلْمُصَّدِّقِينَ وَالْمُصَّدِّقَٰتِ وَأَقْرَضُواْ اُللَّهَ قَرْضاً حَسَناٗ يُضَٰعَفُ لَهُمْ وَلَهُمُٓ أَجْرٞ كَرِيمٞ","وَالذِينَ ءَامَنُواْ بِاللَّهِ وَرُسُلِهِٓ أُوْلَٰٓئِكَ هُمُ اُلصِّدِّيقُونَ وَالشُّهَدَآءُ عِندَ رَبِّهِمْ لَهُمُٓ أَجْرُهُمْ وَنُورُهُمْ وَالذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصْحَٰبُ اُلْجَحِيمِ","اِعْلَمُوٓاْ أَنَّمَا اَلْحَيَوٰةُ اُلدُّنْيا لَعِبٞ وَلَهْوٞ وَزِينَةٞ وَتَفَاخُرُ بَيْنَكُمْ وَتَكَاثُرٞ فِے اِلَامْوَٰلِ وَالَاوْلَٰدِ كَمَثَلِ غَيْثٍ اَعْجَبَ اَلْكُفَّارَ نَبَاتُهُ ثُمَّ يَهِيجُ فَتَريٰهُ مُصْفَرّاٗ ثُمَّ يَكُونُ حُطَٰماٗ وَفِے اِلَاخِرَةِ عَذَابٞ شَدِيدٞ وَمَغْفِرَةٞ مِّنَ اَللَّهِ وَرِضْوَٰنٞ وَمَا اَلْحَيَوٰةُ اُلدُّنْيآ إِلَّا مَتَٰعُ اُلْغُرُورِ","سَابِقُوٓاْ إِلَيٰ مَغْفِرَةٖ مِّن رَّبِّكُمْ وَجَنَّةٍ عَرْضُهَا كَعَرْضِ اِلسَّمَآءِ وَالَارْضِ أُعِدَّتْ لِلذِينَ ءَامَنُواْ بِاللَّهِ وَرُسُلِهِ ذَٰلِكَ فَضْلُ اُللَّهِ يُوتِيهِ مَنْ يَّشَآءُ وَاللَّهُ ذُو اُلْفَضْلِ اِلْعَظِيمِ","مَآ أَصَابَ مِن مُّصِيبَةٖ فِے اِلَارْضِ وَلَا فِےٓ أَنفُسِكُمُٓ إِلَّا فِے كِتَٰبٖ مِّن قَبْلِ أَن نَّبْرَأَهَآ إِنَّ ذَٰلِكَ عَلَي اَللَّهِ يَسِيرٞ","لِّكَيْلَا تَاسَوْاْ عَلَيٰ مَا فَاتَكُمْ وَلَا تَفْرَحُواْ بِمَآ ءَاتيٰكُمْ وَاللَّهُ لَا يُحِبُّ كُلَّ مُخْتَالٖ فَخُورٍ","اِلذِينَ يَبْخَلُونَ وَيَامُرُونَ اَلنَّاسَ بِالْبُخْلِ وَمَنْ يَّتَوَلَّ فَإِنَّ اَللَّهَ اَلْغَنِيُّ اُلْحَمِيدُ","لَقَدَ اَرْسَلْنَا رُسُلَنَا بِالْبَيِّنَٰتِ وَأَنزَلْنَا مَعَهُمُ اُلْكِتَٰبَ وَالْمِيزَانَ لِيَقُومَ اَلنَّاسُ بِالْقِسْطِ وَأَنزَلْنَا اَلْحَدِيدَ فِيهِ بَأْسٞ شَدِيدٞ وَمَنَٰفِعُ لِلنَّاسِ وَلِيَعْلَمَ اَللَّهُ مَنْ يَّنصُرُهُ وَرُسُلَهُ بِالْغَيْبِ إِنَّ اَللَّهَ قَوِيٌّ عَزِيزٞ","وَلَقَدَ اَرْسَلْنَا نُوحاٗ وَإِبْرَٰهِيمَ وَجَعَلْنَا فِے ذُرِّيَّتِهِمَا اَلنُّبُوٓءَةَ وَالْكِتَٰبَ فَمِنْهُم مُّهْتَدٖ وَكَثِيرٞ مِّنْهُمْ فَٰسِقُونَ","ثُمَّ قَفَّيْنَا عَلَيٰٓ ءَاثٰرِهِم بِرُسُلِنَا وَقَفَّيْنَا بِعِيسَي اَبْنِ مَرْيَمَ وَءَاتَيْنَٰهُ اُلِانجِيلَ وَجَعَلْنَا فِے قُلُوبِ اِلذِينَ اَتَّبَعُوهُ رَأْفَةٗ وَرَحْمَةٗ وَرَهْبَانِيَّةً اِبْتَدَعُوهَا مَا كَتَبْنَٰهَا عَلَيْهِمُٓ إِلَّا اَبْتِغَآءَ رِضْوَٰنِ اِللَّهِ فَمَا رَعَوْهَا حَقَّ رِعَايَتِهَا فَـَٔاتَيْنَا اَلذِينَ ءَامَنُواْ مِنْهُمُٓ أَجْرَهُمْ وَكَثِيرٞ مِّنْهُمْ فَٰسِقُونَ","يَٰٓأَيُّهَا اَلذِينَ ءَامَنُواْ اُتَّقُواْ اُللَّهَ وَءَامِنُواْ بِرَسُولِهِ يُوتِكُمْ كِفْلَيْنِ مِن رَّحْمَتِهِ وَيَجْعَل لَّكُمْ نُوراٗ تَمْشُونَ بِهِ وَيَغْفِرْ لَكُمْ وَاللَّهُ غَفُورٞ رَّحِيمٞ","لِّيَلَّا يَعْلَمَ أَهْلُ اُلْكِتَٰبِ أَلَّا يَقْدِرُونَ عَلَيٰ شَےْءٖ مِّن فَضْلِ اِللَّهِ وَأَنَّ اَلْفَضْلَ بِيَدِ اِللَّهِ يُوتِيهِ مَنْ يَّشَآءُ وَاللَّهُ ذُو اُلْفَضْلِ اِلْعَظِيمِ"],"aldoori":["سَبَّحَ لِلَّهِ مَا فِي اِلسَّمَٰوَٰتِ وَاَلۡأَرۡضِ وَهۡوَ اَلۡعَزِيزُ اُلۡحَكِيمُ","لَهُ مُلۡكُ اُلسَّمَٰوَٰتِ وَاَلۡأَرۡضِ يُحۡيِ وَيُمِيتُ وَهۡوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","هُوَ اَلۡأَوَّلُ وَاَلۡأٓخِرُ وَاَلظَّٰهِرُ وَاَلۡبَاطِنُ وَهۡوَ بِكُلِّ شَيۡءٍ عَلِيمٌ","هُوَ اَلَّذِي خَلَقَ اَلسَّمَٰوَٰتِ وَاَلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ ثُمَّ اَسۡتَوَىٰ عَلَى اَلۡعَرۡشِ يَعۡلَمُ مَا يَلِجُ فِي اِلۡأَرۡضِ وَمَا يَخۡرُجُ مِنۡهَا وَمَا يَنزِلُ مِنَ اَلسَّمَآءِ وَمَا يَعۡرُجُ فِيهَا وَهۡوَ مَعَكُمۡ أَيۡنَ مَا كُنتُمۡ وَاَللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ","لَّهُ مُلۡكُ اُلسَّمَٰوَٰتِ وَاَلۡأَرۡضِ وَإِلَى اَللَّهِ تُرۡجَعُ اُلۡأُمُورُ","يُولِجُ اُلَّيۡلَ فِي اِلنَّهارِ وَيُولِجُ اُلنَّهَارَ فِي اِلَّيۡلِ وَهۡوَ عَلِيمُ بِذَاتِ اِلصُّدُورِ","ءَامِنُواْ بِاللَّهِ وَرَسُولِهِ وَأَنفِقُواْ مِمَّا جَعَلَكُم مُّسۡتَخۡلَفِينَ فِيهِ فَاَلَّذِينَ ءَامَنُواْ مِنكُمۡ وَأَنفَقُواْ لَهُمۡ أَجۡرٞ كَبِيرٞ","وَمَا لَكُمۡ لَا تُؤۡمِنُونَ بِاللَّهِ وَاَلرَّسُولُ يَدۡعُوكُمۡ لِتُؤۡمِنُواْ بِرَبِّكُمۡ وَقَدۡ أُخِذَ مِيثَٰقُكُمۡ إِن كُنتُم مُّؤۡمِنِينَ","هُوَ اَلَّذِي يُنزِلُ عَلَىٰ عَبۡدِهِٓ ءَايَٰتِ بَيِّنَٰتٖ لِّيُخۡرِجَكُم مِّنَ اَلظُّلُمَٰتِ إِلَى اَلنُّورِ وَإِنَّ اَللَّهَ بِكُمۡ لَرَؤُفٞ رَّحِيمٞ","وَمَا لَكُمۡ أَلَّا تُنفِقُواْ فِي سَبِيلِ اِللَّهِ وَلِلَّهِ مِيرَٰثُ اُلسَّمَٰوَٰتِ وَاَلۡأَرۡضِ لَا يَسۡتَوِي مِنكُم مَّنۡ أَنفَقَ مِن قَبۡلِ اِلۡفَتۡحِ وَقَٰتَلَ أُوْلَٰٓئِكَ أَعۡظَمُ دَرَجَةٗ مِّنَ اَلَّذِينَ أَنفَقُواْ مِن بَعۡدُ وَقَٰتَلُواْ وَكُلّٗا وَعَدَ اَللَّهُ اُلۡحُسۡنيٰ وَاَللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","مَّن ذَا اَلَّذِي يُقۡرِضُ اُللَّهَ قَرۡضًا حَسَنٗا فَيُضَٰعِفُهُ لَهُ وَلَهُٓ أَجۡرٞ كَرِيمٞ","يَوۡمَ تَرَى اَلۡمُؤۡمِنِينَ وَاَلۡمُؤۡمِنَٰتِ يَسۡعَىٰ نُورُهُم بَيۡنَ أَيۡدِيهِمۡ وَبِأَيۡمَٰنِهِم بُشۡرىٰكُمُ اُلۡيَوۡمَ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا اَلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا ذَٰلِكَ هُوَ اَلۡفَوۡزُ اُلۡعَظِيمُ","يَوۡمَ يَقُولُ اُلۡمُنَٰفِقُونَ وَاَلۡمُنَٰفِقَٰتُ لِلَّذِينَ ءَامَنُواْ اُ۟نظُرُونَا نَقۡتَبِسۡ مِن نُّورِكُمۡ قِيلَ اَرۡجِعُواْ وَرَآءَكُمۡ فَاَلۡتَمِسُواْ نُورٗا فَضُرِبَ بَيۡنَهُم بِسُورٖ لَّهُ بَابُ بَاطِنُهُ فِيهِ اِلرَّحۡمَةُ وَظَٰهِرُهُ مِن قِبَلِهِ اِلۡعَذَابُ يُنَادُونَهُمۡ أَلَمۡ نَكُن مَّعَكُمۡ قَالُواْ بَلَىٰ وَلَٰكِنَّكُمۡ فَتَنتُمۡ أَنفُسَكُمۡ وَتَرَبَّصۡتُمۡ وَاَرۡتَبۡتُمۡ وَغَرَّتۡكُمُ اُلۡأَمَانِيُّ حَتَّىٰ جَآ أَمۡرُ اُللَّهِ وَغَرَّكُم بِاللَّهِ اِلۡغَرُورُ","فَاَلۡيَوۡمَ لَا يُؤۡخَذُ مِنكُمۡ فِدۡيَةٞ وَلَا مِنَ اَلَّذِينَ كَفَرُواْ مَأۡوَىٰكُمُ اُلنَّارُ هِيَ مَوۡلَىٰكُمۡ وَبِئۡسَ اَلۡمَصِيرُ","أَلَمۡ يَأۡنِ لِلَّذِينَ ءَامَنُوٓاْ أَن تَخۡشَعَ قُلُوبُهُمۡ لِذِكۡرِ اِللَّهِ وَمَا نَزَّلَ مِنَ اَلۡحَقِّ وَلَا يَكُونُواْ كَاَلَّذِينَ أُوتُواْ اُلۡكِتَٰبَ مِن قَبۡلُ فَطَالَ عَلَيۡهِمِ اِلۡأَمَدُ فَقَسَتۡ قُلُوبُهُمۡ وَكَثِيرٞ مِّنۡهُمۡ فَٰسِقُونَ","اَعۡلَمُوٓاْ أَنَّ اَللَّهَ يُحۡيِ اِلۡأَرۡضَ بَعۡدَ مَوۡتِهَا قَدۡ بَيَّنَّا لَكُمُ اُلۡأٓيَٰتِ لَعَلَّكُمۡ تَعۡقِلُونَ","إِنَّ اَلۡمُصَّدِّقِينَ وَاَلۡمُصَّدِّقَٰتِ وَأَقۡرَضُواْ اُللَّهَ قَرۡضًا حَسَنٗا يُضَٰعَفُ لَهُمۡ وَلَهُمۡ أَجۡرٞ كَرِيمٞ","وَاَلَّذِينَ ءَامَنُواْ بِاللَّهِ وَرُسُلِهِٓ أُوْلَٰٓئِكَ هُمُ اُلصِّدِّيقُونَ وَاَلشُّهَدَآءُ عِندَ رَبِّهِمۡ لَهُمۡ أَجۡرُهُمۡ وَنُورُهُمۡ وَاَلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَآ أُوْلَٰٓئِكَ أَصۡحَٰبُ اُلۡجَحِيمِ","اِعۡلَمُوٓاْ أَنَّمَا اَلۡحَيَوٰةُ اُلدُّنۡيا لَعِبٞ وَلَهۡوٞ وَزِينَةٞ وَتَفَاخُرُ بَيۡنَكُمۡ وَتَكَاثُرٞ فِي اِلۡأَمۡوَٰلِ وَاَلۡأَوۡلَٰدِ كَمَثَلِ غَيۡثٍ أَعۡجَبَ اَلۡكُفَّارَ نَبَاتُهُ ثُمَّ يَهِيجُ فَتَرىٰهُ مُصۡفَرّٗا ثُمَّ يَكُونُ حُطَٰمٗا وَفِي اِلۡأٓخِرَةِ عَذَابٞ شَدِيدٞ وَمَغۡفِرَةٞ مِّنَ اَللَّهِ وَرِضۡوَٰنٞ وَمَا اَلۡحَيَوٰةُ اُلدُّنۡيآ إِلَّا مَتَٰعُ اُلۡغُرُورِ","سَابِقُوٓاْ إِلَىٰ مَغۡفِرَةٖ مِّن رَّبِّكُمۡ وَجَنَّةٍ عَرۡضُهَا كَعَرۡضِ اِلسَّمَآءِ وَاَلۡأَرۡضِ أُعِدَّتۡ لِلَّذِينَ ءَامَنُواْ بِاللَّهِ وَرُسُلِهِ ذَٰلِكَ فَضۡلُ اُللَّهِ يُؤۡتِيهِ مَن يَشَآءُ وَاَللَّهُ ذُو اُلۡفَضۡلِ اِلۡعَظِيمِ","مَآ أَصَابَ مِن مُّصِيبَةٖ فِي اِلۡأَرۡضِ وَلَا فِيٓ أَنفُسِكُمۡ إِلَّا فِي كِتَٰبٖ مِّن قَبۡلِ أَن نَّبۡرَأَهَآ إِنَّ ذَٰلِكَ عَلَى اَللَّهِ يَسِيرٞ","لِّكَيۡلَا تَأۡسَوۡاْ عَلَىٰ مَا فَاتَكُمۡ وَلَا تَفۡرَحُواْ بِمَآ أَتَىٰكُمۡ وَاَللَّهُ لَا يُحِبُّ كُلَّ مُخۡتَالٖ فَخُورٍ","اِلَّذِينَ يَبۡخَلُونَ وَيَأۡمُرُونَ اَلنَّاسَ بِالۡبُخۡلِ وَمَن يَتَوَلَّ فَإِنَّ اَللَّهَ هُوَ اَلۡغَنِيُّ اُلۡحَمِيدُ","لَقَدۡ أَرۡسَلۡنَا رُسۡلَنَا بِالۡبَيِّنَٰتِ وَأَنزَلۡنَا مَعَهُمُ اُلۡكِتَٰبَ وَاَلۡمِيزَانَ لِيَقُومَ اَلنَّاسُ بِالۡقِسۡطِ وَأَنزَلۡنَا اَلۡحَدِيدَ فِيهِ بَأۡسٞ شَدِيدٞ وَمَنَٰفِعُ لِلنّاسِ وَلِيَعۡلَمَ اَللَّهُ مَن يَنصُرُهُ وَرُسُلَهُ بِالۡغَيۡبِ إِنَّ اَللَّهَ قَوِيٌّ عَزِيزٞ","وَلَقَدۡ أَرۡسَلۡنَا نُوحٗا وَإِبۡرَٰهِيمَ وَجَعَلۡنَا فِي ذُرِّيَّتِهِمَا اَلنُّبُوَّةَ وَاَلۡكِتَٰبَ فَمِنۡهُم مُّهۡتَدٖ وَكَثِيرٞ مِّنۡهُمۡ فَٰسِقُونَ","ثُمَّ قَفَّيۡنَا عَلَىٰٓ ءَاثٰرِهِم بِرُسۡلِنَا وَقَفَّيۡنَا بِعِيسَى اَبۡنِ مَرۡيَمَ وَءَاتَيۡنَٰهُ اُلۡإِنجِيلَ وَجَعَلۡنَا فِي قُلُوبِ اِلَّذِينَ اَتَّبَعُوهُ رَأۡفَةٗ وَرَحۡمَةٗ وَرَهۡبَانِيَّةً اِبۡتَدَعُوهَا مَا كَتَبۡنَٰهَا عَلَيۡهِمۡ إِلَّا اَبۡتِغَآءَ رِضۡوَٰنِ اِللَّهِ فَمَا رَعَوۡهَا حَقَّ رِعَايَتِهَا فَـَٔاتَيۡنَا اَلَّذِينَ ءَامَنُواْ مِنۡهُمۡ أَجۡرَهُمۡ وَكَثِيرٞ مِّنۡهُمۡ فَٰسِقُونَ","يَٰٓأَيُّهَا اَلَّذِينَ ءَامَنُواْ اُتَّقُواْ اُللَّهَ وَءَامِنُواْ بِرَسُولِهِ يُؤۡتِكُمۡ كِفۡلَيۡنِ مِن رَّحۡمَتِهِ وَيَجۡعَل لَّكُمۡ نُورٗا تَمۡشُونَ بِهِ وَيَغۡفِر لَّكُمۡ وَاَللَّهُ غَفُورٞ رَّحِيمٞ","لِّئَلَّا يَعۡلَمَ أَهۡلُ اُلۡكِتَٰبِ أَلَّا يَقۡدِرُونَ عَلَىٰ شَيۡءٖ مِّن فَضۡلِ اِللَّهِ وَأَنَّ اَلۡفَضۡلَ بِيَدِ اِللَّهِ يُؤۡتِيهِ مَن يَشَآءُ وَاَللَّهُ ذُو اُلۡفَضۡلِ اِلۡعَظِيمِ"],"alsosi":["سَبَّحَ لِلَّهِ مَا فِي اِلسَّمَٰوَٰتِ وَاَلۡأَرۡضِ وَهۡوَ اَلۡعَزِيزُ اُلۡحَكِيمُ","لَهُ مُلۡكُ اُلسَّمَٰوَٰتِ وَاَلۡأَرۡضِ يُحۡيِ وَيُمِيتُ وَهۡوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","هُوَ اَلۡأَوَّلُ وَاَلۡأٓخِرُ وَاَلظَّٰهِرُ وَاَلۡبَاطِنُ وَهۡوَ بِكُلِّ شَيۡءٍ عَلِيمٌ","هُوَ اَلَّذِي خَلَقَ اَلسَّمَٰوَٰتِ وَاَلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ ثُمَّ اَسۡتَوَىٰ عَلَى اَلۡعَرۡشِ يَعۡلَم مَّا يَلِجُ فِي اِلۡأَرۡضِ وَمَا يَخۡرُجُ مِنۡهَا وَمَا يَنزِلُ مِنَ اَلسَّمَآءِ وَمَا يَعۡرُجُ فِيهَا وَهۡوَ مَعَكُمۡ أَيۡنَ مَا كُنتُمۡ وَاَللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ","لَّهُ مُلۡكُ اُلسَّمَٰوَٰتِ وَاَلۡأَرۡضِ وَإِلَى اَللَّهِ تُرۡجَعُ اُلۡأُمُورُ","يُولِجُ اُلَّيۡلَ فِي اِلنَّهارِ وَيُولِجُ اُلنَّهَارَ فِي اِلَّيۡلِ وَهۡوَ عَلِيمُ بِذَاتِ اِلصُّدُورِ","ءَامِنُواْ بِاللَّهِ وَرَسُولِهِ وَأَنفِقُواْ مِمَّا جَعَلَكُم مُّسۡتَخۡلَفِينَ فِيهِ فَاَلَّذِينَ ءَامَنُواْ مِنكُمۡ وَأَنفَقُواْ لَهُمۡ أَجۡرٞ كَبِيرٞ","وَمَا لَكُمۡ لَا تُومِنُونَ بِاللَّهِ وَاَلرَّسُولُ يَدۡعُوكُمۡ لِتُومِنُواْ بِرَبِّكُمۡ وَقَدۡ أُخِذَ مِيثَٰقُكُمۡ إِن كُنتُم مُّومِنِينَ","هُوَ اَلَّذِي يُنزِلُ عَلَىٰ عَبۡدِهِ ءَايَٰتِ بَيِّنَٰتٖ لِّيُخۡرِجَكُم مِّنَ اَلظُّلُمَٰتِ إِلَى اَلنُّورِ وَإِنَّ اَللَّهَ بِكُمۡ لَرَؤُفٞ رَّحِيمٞ","وَمَا لَكُمۡ أَلَّا تُنفِقُواْ فِي سَبِيلِ اِللَّهِ وَلِلَّهِ مِيرَٰثُ اُلسَّمَٰوَٰتِ وَاَلۡأَرۡضِ لَا يَسۡتَوِي مِنكُم مَّنۡ أَنفَقَ مِن قَبۡلِ اِلۡفَتۡحِ وَقَٰتَلَ أُوْلَٰٓئِكَ أَعۡظَمُ دَرَجَةٗ مِّنَ اَلَّذِينَ أَنفَقُواْ مِن بَعۡدُ وَقَٰتَلُواْ وَكُلّٗا وَعَدَ اَللَّهُ اُلۡحُسۡنيٰ وَاَللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","مَّن ذَا اَلَّذِي يُقۡرِضُ اُللَّهَ قَرۡضًا حَسَنٗا فَيُضَٰعِفُهُ لَهُ وَلَهُ أَجۡرٞ كَرِيمٞ","يَوۡمَ تَري اَلۡمُومِنِينَ وَاَلۡمُومِنَٰتِ يَسۡعَىٰ نُورُهُم بَيۡنَ أَيۡدِيهِمۡ وَبِأَيۡمَٰنِهِم بُشۡرىٰكُمُ اُلۡيَوۡمَ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا اَلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا ذَٰلِكَ هُوَ اَلۡفَوۡزُ اُلۡعَظِيمُ","يَوۡمَ يَقُولُ اُلۡمُنَٰفِقُونَ وَاَلۡمُنَٰفِقَٰتُ لِلَّذِينَ ءَامَنُواْ اُ۟نظُرُونَا نَقۡتَبِسۡ مِن نُّورِكُمۡ قِيلَ اَرۡجِعُواْ وَرَآءَكُمۡ فَاَلۡتَمِسُواْ نُورٗا فَضُرِب بَّيۡنَهُم بِسُورٖ لَّهُ بَابُ بَاطِنُهُ فِيهِ اِلرَّحۡمَةُ وَظَٰهِرُهُ مِن قِبَلِهِ اِلۡعَذَابُ يُنَادُونَهُمۡ أَلَمۡ نَكُن مَّعَكُمۡ قَالُواْ بَلَىٰ وَلَٰكِنَّكُمۡ فَتَنتُمۡ أَنفُسَكُمۡ وَتَرَبَّصۡتُمۡ وَاَرۡتَبۡتُمۡ وَغَرَّتۡكُمُ اُلۡأَمَانِيُّ حَتَّىٰ جَا أَمۡرُ اُللَّهِ وَغَرَّكُم بِاللَّهِ اِلۡغَرُورُ","فَاَلۡيَوۡمَ لَا يُوخَذُ مِنكُمۡ فِدۡيَةٞ وَلَا مِنَ اَلَّذِينَ كَفَرُواْ مَاوَىٰكُمُ اُلنَّارُ هِيَ مَوۡلَىٰكُمۡ وَبِيسَ اَلۡمَصِيرُ","أَلَمۡ يَانِ لِلَّذِينَ ءَامَنُواْ أَن تَخۡشَعَ قُلُوبُهُمۡ لِذِكۡرِ اِللَّهِ وَمَا نَزَّلَ مِنَ اَلۡحَقِّ وَلَا يَكُونُواْ كَاَلَّذِينَ أُوتُواْ اُلۡكِتَٰبَ مِن قَبۡلُ فَطَالَ عَلَيۡهِمِ اِلۡأَمَدُ فَقَسَتۡ قُلُوبُهُمۡ وَكَثِيرٞ مِّنۡهُمۡ فَٰسِقُونَ","اَعۡلَمُواْ أَنَّ اَللَّهَ يُحۡيِ اِلۡأَرۡضَ بَعۡدَ مَوۡتِهَا قَدۡ بَيَّنَّا لَكُمُ اُلۡأٓيَٰتِ لَعَلَّكُمۡ تَعۡقِلُونَ","إِنَّ اَلۡمُصَّدِّقِينَ وَاَلۡمُصَّدِّقَٰتِ وَأَقۡرَضُواْ اُللَّهَ قَرۡضًا حَسَنٗا يُضَٰعَفُ لَهُمۡ وَلَهُمۡ أَجۡرٞ كَرِيمٞ","وَاَلَّذِينَ ءَامَنُواْ بِاللَّهِ وَرُسُلِهِ أُوْلَٰٓئِكَ هُمُ اُلصِّدِّيقُونَ وَاَلشُّهَدَآءُ عِندَ رَبِّهِمۡ لَهُمۡ أَجۡرُهُمۡ وَنُورُهُمۡ وَاَلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَا أُوْلَٰٓئِكَ أَصۡحَٰبُ اُلۡجَحِيمِ","اِعۡلَمُواْ أَنَّمَا اَلۡحَيَوٰةُ اُلدُّنۡيا لَعِبٞ وَلَهۡوٞ وَزِينَةٞ وَتَفَاخُرُ بَيۡنَكُمۡ وَتَكَاثُرٞ فِي اِلۡأَمۡوَٰلِ وَاَلۡأَوۡلَٰدِ كَمَثَلِ غَيۡثٍ أَعۡجَبَ اَلۡكُفَّارَ نَبَاتُهُ ثُمَّ يَهِيجُ فَتَرىٰهُ مُصۡفَرّٗا ثُمَّ يَكُونُ حُطَٰمٗا وَفِي اِلۡأٓخِرَةِ عَذَابٞ شَدِيدٞ وَمَغۡفِرَةٞ مِّنَ اَللَّهِ وَرِضۡوَٰنٞ وَمَا اَلۡحَيَوٰةُ اُلدُّنۡيا إِلَّا مَتَٰعُ اُلۡغُرُورِ","سَابِقُواْ إِلَىٰ مَغۡفِرَةٖ مِّن رَّبِّكُمۡ وَجَنَّةٍ عَرۡضُهَا كَعَرۡضِ اِلسَّمَآءِ وَاَلۡأَرۡضِ أُعِدَّتۡ لِلَّذِينَ ءَامَنُواْ بِاللَّهِ وَرُسُلِهِ ذَٰلِكَ فَضۡلُ اُللَّهِ يُوتِيهِ مَن يَشَآءُ وَاَللَّهُ ذُو اُلۡفَضۡلِ اِلۡعَظِيم","مَّا أَصَابَ مِن مُّصِيبَةٖ فِي اِلۡأَرۡضِ وَلَا فِي أَنفُسِكُمۡ إِلَّا فِي كِتَٰبٖ مِّن قَبۡلِ أَن نَّبۡرَأَهَا إِنَّ ذَٰلِكَ عَلَى اَللَّهِ يَسِيرٞ","لِّكَيۡلَا تَاسَوۡاْ عَلَىٰ مَا فَاتَكُمۡ وَلَا تَفۡرَحُواْ بِمَا أَتَىٰكُمۡ وَاَللَّهُ لَا يُحِبُّ كُلَّ مُخۡتَالٖ فَخُورٍ","اِلَّذِينَ يَبۡخَلُونَ وَيَامُرُونَ اَلنَّاسَ بِالۡبُخۡلِ وَمَن يَتَوَلَّ فَإِنَّ اَللَّه هُّوَ اَلۡغَنِيُّ اُلۡحَمِيدُ","لَقَدۡ أَرۡسَلۡنَا رُسۡلَنَا بِالۡبَيِّنَٰتِ وَأَنزَلۡنَا مَعَهُمُ اُلۡكِتَٰبَ وَاَلۡمِيزَانَ لِيَقُومَ اَلنَّاسُ بِالۡقِسۡطِ وَأَنزَلۡنَا اَلۡحَدِيدَ فِيهِ بَاسٞ شَدِيدٞ وَمَنَٰفِعُ لِلنَّاسِ وَلِيَعۡلَمَ اَللَّهُ مَن يَنصُرُهُ وَرُسُلَهُ بِالۡغَيۡبِ إِنَّ اَللَّهَ قَوِيٌّ عَزِيزٞ","وَلَقَدۡ أَرۡسَلۡنَا نُوحٗا وَإِبۡرَٰهِيمَ وَجَعَلۡنَا فِي ذُرِّيَّتِهِمَا اَلنُّبُوَّةَ وَاَلۡكِتَٰبَ فَمِنۡهُم مُّهۡتَدٖ وَكَثِيرٞ مِّنۡهُمۡ فَٰسِقُونَ","ثُمَّ قَفَّيۡنَا عَلَىٰ ءَاثٰرِهِم بِرُسۡلِنَا وَقَفَّيۡنَا بِعِيسَى اَبۡنِ مَرۡيَمَ وَءَاتَيۡنَٰهُ اُلۡإِنجِيلَ وَجَعَلۡنَا فِي قُلُوبِ اِلَّذِينَ اَتَّبَعُوهُ رَافَةٗ وَرَحۡمَةٗ وَرَهۡبَانِيَّةً اِبۡتَدَعُوهَا مَا كَتَبۡنَٰهَا عَلَيۡهِمۡ إِلَّا اَبۡتِغَآءَ رِضۡوَٰنِ اِللَّهِ فَمَا رَعَوۡهَا حَقَّ رِعَايَتِهَا فَـَٔاتَيۡنَا اَلَّذِينَ ءَامَنُواْ مِنۡهُمۡ أَجۡرَهُمۡ وَكَثِيرٞ مِّنۡهُمۡ فَٰسِقُونَ","يَٰأَيُّهَا اَلَّذِينَ ءَامَنُواْ اُتَّقُواْ اُللَّهَ وَءَامِنُواْ بِرَسُولِهِ يُوتِكُمۡ كِفۡلَيۡنِ مِن رَّحۡمَتِهِ وَيَجۡعَل لَّكُمۡ نُورٗا تَمۡشُونَ بِهِ وَيَغۡفِر لَّكُمۡ وَاَللَّهُ غَفُورٞ رَّحِيمٞ","لِّئَلَّا يَعۡلَمَ أَهۡلُ اُلۡكِتَٰبِ أَلَّا يَقۡدِرُونَ عَلَىٰ شَيۡءٖ مِّن فَضۡلِ اِللَّهِ وَأَنَّ اَلۡفَضۡلَ بِيَدِ اِللَّهِ يُوتِيهِ مَن يَشَآءُ وَاَللَّهُ ذُو اُلۡفَضۡلِ اِلۡعَظِيمِ"],"qumbul":["سَبَّحَ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","لَهُ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ يُحۡيِ وَيُمِيتُ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","هُوَ ٱلۡأَوَّلُ وَٱلۡأٓخِرُ وَٱلظَّٰهِرُ وَٱلۡبَاطِنُ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٌ","هُوَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِ يَعۡلَمُ مَا يَلِجُ فِي ٱلۡأَرۡضِ وَمَا يَخۡرُجُ مِنۡهَا وَمَا يَنزِلُ مِنَ ٱلسَّمَآءِ وَمَا يَعۡرُجُ فِيهَا وَهُوَ مَعَكُمُ أَيۡنَ مَا كُنتُمُ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ","لَّهُ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَهُوَ عَلِيمُ بِذَاتِ ٱلصُّدُورِ","ءَامِنُواْ بِٱللَّهِ وَرَسُولِهِ وَأَنفِقُواْ مِمَّا جَعَلَكُمُ مُسۡتَخۡلَفِينَ فِيهِ فَٱلَّذِينَ ءَامَنُواْ مِنكُمُ وَأَنفَقُواْ لَهُمُ أَجۡرٞ كَبِيرٞ","وَمَا لَكُمُ لَا تُؤۡمِنُونَ بِٱللَّهِ وَٱلرَّسُولُ يَدۡعُوكُمُ لِتُؤۡمِنُواْ بِرَبِّكُمُ وَقَدۡ أَخَذَ مِيثَٰقَكُمُ إِن كُنتُمُ مُؤۡمِنِينَ","هُوَ ٱلَّذِي يُنزِلُ عَلَىٰ عَبۡدِهِ ءَايَٰتِ بَيِّنَٰتٖ لِّيُخۡرِجَكُمُ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِ وَإِنَّ ٱللَّهَ بِكُمُ لَرَءُوفٞ رَّحِيمٞ","وَمَا لَكُمُ أَلَّا تُنفِقُواْ فِي سَبِيلِ ٱللَّهِ وَلِلَّهِ مِيرَٰثُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ لَا يَسۡتَوِي مِنكُمُ مَنۡ أَنفَقَ مِن قَبۡلِ ٱلۡفَتۡحِ وَقَٰتَلَ أُوْلَٰٓئِكَ أَعۡظَمُ دَرَجَةٗ مِّنَ ٱلَّذِينَ أَنفَقُواْ مِن بَعۡدُ وَقَٰتَلُواْ وَكُلّٗا وَعَدَ ٱللَّهُ ٱلۡحُسۡنَىٰ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","مَّن ذَا ٱلَّذِي يُقۡرِضُ ٱللَّهَ قَرۡضًا حَسَنٗا فَيُضَعِّفُهُ لَهُ وَلَهُ أَجۡرٞ كَرِيمٞ","يَوۡمَ تَرَى ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ يَسۡعَىٰ نُورُهُمُ بَيۡنَ أَيۡدِيهِمُ وَبِأَيۡمَٰنِهِمُ بُشۡرَىٰكُمُ ٱلۡيَوۡمَ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","يَوۡمَ يَقُولُ ٱلۡمُنَٰفِقُونَ وَٱلۡمُنَٰفِقَٰتُ لِلَّذِينَ ءَامَنُواْ ٱنظُرُونَا نَقۡتَبِسۡ مِن نُّورِكُمُ قِيلَ ٱرۡجِعُواْ وَرَآءَكُمُ فَٱلۡتَمِسُواْ نُورٗا فَضُرِبَ بَيۡنَهُمُ بِسُورٖ لَّهُ بَابُ بَاطِنُهُ فِيهِ ٱلرَّحۡمَةُ وَظَٰهِرُهُ مِن قِبَلِهِ ٱلۡعَذَابُ يُنَادُونَهُمُ أَلَمۡ نَكُن مَّعَكُمُ قَالُواْ بَلَىٰ وَلَٰكِنَّكُمُ فَتَنتُمُ أَنفُسَكُمُ وَتَرَبَّصۡتُمُ وَٱرۡتَبۡتُمُ وَغَرَّتۡكُمُ ٱلۡأَمَانِيُّ حَتَّىٰ جَآءَ امۡرُ ٱللَّهِ وَغَرَّكُمُ بِٱللَّهِ ٱلۡغَرُورُ","فَٱلۡيَوۡمَ لَا يُؤۡخَذُ مِنكُمُ فِدۡيَةٞ وَلَا مِنَ ٱلَّذِينَ كَفَرُواْ مَأۡوَىٰكُمُ ٱلنَّارُ هِيَ مَوۡلَىٰكُمُ وَبِئۡسَ ٱلۡمَصِيرُ","أَلَمۡ يَأۡنِ لِلَّذِينَ ءَامَنُواْ أَن تَخۡشَعَ قُلُوبُهُمُ لِذِكۡرِ ٱللَّهِ وَمَا نَزَّلَ مِنَ ٱلۡحَقِّ وَلَا يَكُونُواْ كَٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ مِن قَبۡلُ فَطَالَ عَلَيۡهِمُ ٱلۡأَمَدُ فَقَسَتۡ قُلُوبُهُمُ وَكَثِيرٞ مِّنۡهُمُ فَٰسِقُونَ","ٱعۡلَمُواْ أَنَّ ٱللَّهَ يُحۡيِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَا قَدۡ بَيَّنَّا لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمُ تَعۡقِلُونَ","إِنَّ ٱلۡمُصَدِّقِينَ وَٱلۡمُصَدِّقَٰتِ وَأَقۡرَضُواْ ٱللَّهَ قَرۡضًا حَسَنٗا يُضَعَّفُ لَهُمُ وَلَهُمُ أَجۡرٞ كَرِيمٞ","وَٱلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرُسُلِهِ أُوْلَٰٓئِكَ هُمُ ٱلصِّدِّيقُونَ وَٱلشُّهَدَآءُ عِندَ رَبِّهِمُ لَهُمُ أَجۡرُهُمُ وَنُورُهُمُ وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَا أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَحِيمِ","ٱعۡلَمُواْ أَنَّمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَا لَعِبٞ وَلَهۡوٞ وَزِينَةٞ وَتَفَاخُرُ بَيۡنَكُمُ وَتَكَاثُرٞ فِي ٱلۡأَمۡوَٰلِ وَٱلۡأَوۡلَٰدِ كَمَثَلِ غَيۡثٍ أَعۡجَبَ ٱلۡكُفَّارَ نَبَاتُهُ ثُمَّ يَهِيجُ فَتَرَىٰهُ مُصۡفَرّٗا ثُمَّ يَكُونُ حُطَٰمٗا وَفِي ٱلۡأٓخِرَةِ عَذَابٞ شَدِيدٞ وَمَغۡفِرَةٞ مِّنَ ٱللَّهِ وَرِضۡوَٰنٞ وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَا إِلَّا مَتَٰعُ ٱلۡغُرُورِ","سَابِقُواْ إِلَىٰ مَغۡفِرَةٖ مِّن رَّبِّكُمُ وَجَنَّةٍ عَرۡضُهَا كَعَرۡضِ ٱلسَّمَآءِ وَٱلۡأَرۡضِ أُعِدَّتۡ لِلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرُسُلِهِ ذَٰلِكَ فَضۡلُ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","مَا أَصَابَ مِن مُّصِيبَةٖ فِي ٱلۡأَرۡضِ وَلَا فِي أَنفُسِكُمُ إِلَّا فِي كِتَٰبٖ مِّن قَبۡلِ أَن نَّبۡرَأَهَا إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","لِّكَيۡلَا تَأۡسَوۡاْ عَلَىٰ مَا فَاتَكُمُ وَلَا تَفۡرَحُواْ بِمَا ءَاتَىٰكُمُ وَٱللَّهُ لَا يُحِبُّ كُلَّ مُخۡتَالٖ فَخُورٍ","ٱلَّذِينَ يَبۡخَلُونَ وَيَأۡمُرُونَ ٱلنَّاسَ بِٱلۡبُخۡلِ وَمَن يَتَوَلَّ فَإِنَّ ٱللَّهَ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","لَقَدۡ أَرۡسَلۡنَا رُسُلَنَا بِٱلۡبَيِّنَٰتِ وَأَنزَلۡنَا مَعَهُمُ ٱلۡكِتَٰبَ وَٱلۡمِيزَانَ لِيَقُومَ ٱلنَّاسُ بِٱلۡقِسۡطِ وَأَنزَلۡنَا ٱلۡحَدِيدَ فِيهِ بَأۡسٞ شَدِيدٞ وَمَنَٰفِعُ لِلنَّاسِ وَلِيَعۡلَمَ ٱللَّهُ مَن يَنصُرُهُ وَرُسُلَهُ بِٱلۡغَيۡبِ إِنَّ ٱللَّهَ قَوِيٌّ عَزِيزٞ","وَلَقَدۡ أَرۡسَلۡنَا نُوحٗا وَإِبۡرَٰهِيمَ وَجَعَلۡنَا فِي ذُرِّيَّتِهِمَا ٱلنُّبُوَّةَ وَٱلۡكِتَٰبَ فَمِنۡهُمُ مُهۡتَدٖ وَكَثِيرٞ مِّنۡهُمُ فَٰسِقُونَ","ثُمَّ قَفَّيۡنَا عَلَىٰ ءَاثَٰرِهِمُ بِرُسُلِنَا وَقَفَّيۡنَا بِعِيسَى ٱبۡنِ مَرۡيَمَ وَءَاتَيۡنَٰهُ ٱلۡإِنجِيلَ وَجَعَلۡنَا فِي قُلُوبِ ٱلَّذِينَ ٱتَّبَعُوهُ رَأۡفَةٗ وَرَحۡمَةٗ وَرَهۡبَانِيَّةً ٱبۡتَدَعُوهَا مَا كَتَبۡنَٰهَا عَلَيۡهِمُ إِلَّا ٱبۡتِغَآءَ رِضۡوَٰنِ ٱللَّهِ فَمَا رَعَوۡهَا حَقَّ رِعَايَتِهَا فَـَٔاتَيۡنَا ٱلَّذِينَ ءَامَنُواْ مِنۡهُمُ أَجۡرَهُمُ وَكَثِيرٞ مِّنۡهُمُ فَٰسِقُونَ","يَٰأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَءَامِنُواْ بِرَسُولِهِ يُؤۡتِكُمُ كِفۡلَيۡنِ مِن رَّحۡمَتِهِ وَيَجۡعَل لَّكُمُ نُورٗا تَمۡشُونَ بِهِ وَيَغۡفِرۡ لَكُمُ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","لِّئَلَّا يَعۡلَمَ أَهۡلُ ٱلۡكِتَٰبِ أَلَّا يَقۡدِرُونَ عَلَىٰ شَيۡءٖ مِّن فَضۡلِ ٱللَّهِ وَأَنَّ ٱلۡفَضۡلَ بِيَدِ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ"],"albazzi":["سَبَّحَ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ","لَهُ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ يُحۡيِ وَيُمِيتُ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ","هُوَ ٱلۡأَوَّلُ وَٱلۡأٓخِرُ وَٱلظَّٰهِرُ وَٱلۡبَاطِنُ وَهُوَ بِكُلِّ شَيۡءٍ عَلِيمٌ","هُوَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِ يَعۡلَمُ مَا يَلِجُ فِي ٱلۡأَرۡضِ وَمَا يَخۡرُجُ مِنۡهَا وَمَا يَنزِلُ مِنَ ٱلسَّمَآءِ وَمَا يَعۡرُجُ فِيهَا وَهُوَ مَعَكُمُ أَيۡنَ مَا كُنتُمُ وَٱللَّهُ بِمَا تَعۡمَلُونَ بَصِيرٞ","لَّهُ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَإِلَى ٱللَّهِ تُرۡجَعُ ٱلۡأُمُورُ","يُولِجُ ٱلَّيۡلَ فِي ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِي ٱلَّيۡلِ وَهُوَ عَلِيمُ بِذَاتِ ٱلصُّدُورِ","ءَامِنُواْ بِٱللَّهِ وَرَسُولِهِ وَأَنفِقُواْ مِمَّا جَعَلَكُمُ مُسۡتَخۡلَفِينَ فِيهِ فَٱلَّذِينَ ءَامَنُواْ مِنكُمُ وَأَنفَقُواْ لَهُمُ أَجۡرٞ كَبِيرٞ","وَمَا لَكُمُ لَا تُؤۡمِنُونَ بِٱللَّهِ وَٱلرَّسُولُ يَدۡعُوكُمُ لِتُؤۡمِنُواْ بِرَبِّكُمُ وَقَدۡ أَخَذَ مِيثَٰقَكُمُ إِن كُنتُمُ مُؤۡمِنِينَ","هُوَ ٱلَّذِي يُنزِلُ عَلَىٰ عَبۡدِهِ ءَايَٰتِ بَيِّنَٰتٖ لِّيُخۡرِجَكُمُ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِ وَإِنَّ ٱللَّهَ بِكُمُ لَرَءُوفٞ رَّحِيمٞ","وَمَا لَكُمُ أَلَّا تُنفِقُواْ فِي سَبِيلِ ٱللَّهِ وَلِلَّهِ مِيرَٰثُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ لَا يَسۡتَوِي مِنكُمُ مَنۡ أَنفَقَ مِن قَبۡلِ ٱلۡفَتۡحِ وَقَٰتَلَ أُوْلَٰٓئِكَ أَعۡظَمُ دَرَجَةٗ مِّنَ ٱلَّذِينَ أَنفَقُواْ مِن بَعۡدُ وَقَٰتَلُواْ وَكُلّٗا وَعَدَ ٱللَّهُ ٱلۡحُسۡنَىٰ وَٱللَّهُ بِمَا تَعۡمَلُونَ خَبِيرٞ","مَّن ذَا ٱلَّذِي يُقۡرِضُ ٱللَّهَ قَرۡضًا حَسَنٗا فَيُضَعِّفُهُ لَهُ وَلَهُ أَجۡرٞ كَرِيمٞ","يَوۡمَ تَرَى ٱلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِ يَسۡعَىٰ نُورُهُمُ بَيۡنَ أَيۡدِيهِمُ وَبِأَيۡمَٰنِهِمُ بُشۡرَىٰكُمُ ٱلۡيَوۡمَ جَنَّٰتٞ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ","يَوۡمَ يَقُولُ ٱلۡمُنَٰفِقُونَ وَٱلۡمُنَٰفِقَٰتُ لِلَّذِينَ ءَامَنُواْ ٱنظُرُونَا نَقۡتَبِسۡ مِن نُّورِكُمُ قِيلَ ٱرۡجِعُواْ وَرَآءَكُمُ فَٱلۡتَمِسُواْ نُورٗا فَضُرِبَ بَيۡنَهُمُ بِسُورٖ لَّهُ بَابُ بَاطِنُهُ فِيهِ ٱلرَّحۡمَةُ وَظَٰهِرُهُ مِن قِبَلِهِ ٱلۡعَذَابُ يُنَادُونَهُمُ أَلَمۡ نَكُن مَّعَكُمُ قَالُواْ بَلَىٰ وَلَٰكِنَّكُمُ فَتَنتُمُ أَنفُسَكُمُ وَتَرَبَّصۡتُمُ وَٱرۡتَبۡتُمُ وَغَرَّتۡكُمُ ٱلۡأَمَانِيُّ حَتَّىٰ جَا أَمۡرُ ٱللَّهِ وَغَرَّكُمُ بِٱللَّهِ ٱلۡغَرُورُ","فَٱلۡيَوۡمَ لَا يُؤۡخَذُ مِنكُمُ فِدۡيَةٞ وَلَا مِنَ ٱلَّذِينَ كَفَرُواْ مَأۡوَىٰكُمُ ٱلنَّارُ هِيَ مَوۡلَىٰكُمُ وَبِئۡسَ ٱلۡمَصِيرُ","أَلَمۡ يَأۡنِ لِلَّذِينَ ءَامَنُواْ أَن تَخۡشَعَ قُلُوبُهُمُ لِذِكۡرِ ٱللَّهِ وَمَا نَزَّلَ مِنَ ٱلۡحَقِّ وَلَا يَكُونُواْ كَٱلَّذِينَ أُوتُواْ ٱلۡكِتَٰبَ مِن قَبۡلُ فَطَالَ عَلَيۡهِمُ ٱلۡأَمَدُ فَقَسَتۡ قُلُوبُهُمُ وَكَثِيرٞ مِّنۡهُمُ فَٰسِقُونَ","ٱعۡلَمُواْ أَنَّ ٱللَّهَ يُحۡيِ ٱلۡأَرۡضَ بَعۡدَ مَوۡتِهَا قَدۡ بَيَّنَّا لَكُمُ ٱلۡأٓيَٰتِ لَعَلَّكُمُ تَعۡقِلُونَ","إِنَّ ٱلۡمُصَدِّقِينَ وَٱلۡمُصَدِّقَٰتِ وَأَقۡرَضُواْ ٱللَّهَ قَرۡضًا حَسَنٗا يُضَعَّفُ لَهُمُ وَلَهُمُ أَجۡرٞ كَرِيمٞ","وَٱلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرُسُلِهِ أُوْلَٰٓئِكَ هُمُ ٱلصِّدِّيقُونَ وَٱلشُّهَدَآءُ عِندَ رَبِّهِمُ لَهُمُ أَجۡرُهُمُ وَنُورُهُمُ وَٱلَّذِينَ كَفَرُواْ وَكَذَّبُواْ بِـَٔايَٰتِنَا أُوْلَٰٓئِكَ أَصۡحَٰبُ ٱلۡجَحِيمِ","ٱعۡلَمُواْ أَنَّمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَا لَعِبٞ وَلَهۡوٞ وَزِينَةٞ وَتَفَاخُرُ بَيۡنَكُمُ وَتَكَاثُرٞ فِي ٱلۡأَمۡوَٰلِ وَٱلۡأَوۡلَٰدِ كَمَثَلِ غَيۡثٍ أَعۡجَبَ ٱلۡكُفَّارَ نَبَاتُهُ ثُمَّ يَهِيجُ فَتَرَىٰهُ مُصۡفَرّٗا ثُمَّ يَكُونُ حُطَٰمٗا وَفِي ٱلۡأٓخِرَةِ عَذَابٞ شَدِيدٞ وَمَغۡفِرَةٞ مِّنَ ٱللَّهِ وَرِضۡوَٰنٞ وَمَا ٱلۡحَيَوٰةُ ٱلدُّنۡيَا إِلَّا مَتَٰعُ ٱلۡغُرُورِ","سَابِقُواْ إِلَىٰ مَغۡفِرَةٖ مِّن رَّبِّكُمُ وَجَنَّةٍ عَرۡضُهَا كَعَرۡضِ ٱلسَّمَآءِ وَٱلۡأَرۡضِ أُعِدَّتۡ لِلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرُسُلِهِ ذَٰلِكَ فَضۡلُ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ","مَا أَصَابَ مِن مُّصِيبَةٖ فِي ٱلۡأَرۡضِ وَلَا فِي أَنفُسِكُمُ إِلَّا فِي كِتَٰبٖ مِّن قَبۡلِ أَن نَّبۡرَأَهَا إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٞ","لِّكَيۡلَا تَأۡسَوۡاْ عَلَىٰ مَا فَاتَكُمُ وَلَا تَفۡرَحُواْ بِمَا ءَاتَىٰكُمُ وَٱللَّهُ لَا يُحِبُّ كُلَّ مُخۡتَالٖ فَخُورٍ","ٱلَّذِينَ يَبۡخَلُونَ وَيَأۡمُرُونَ ٱلنَّاسَ بِٱلۡبُخۡلِ وَمَن يَتَوَلَّ فَإِنَّ ٱللَّهَ هُوَ ٱلۡغَنِيُّ ٱلۡحَمِيدُ","لَقَدۡ أَرۡسَلۡنَا رُسُلَنَا بِٱلۡبَيِّنَٰتِ وَأَنزَلۡنَا مَعَهُمُ ٱلۡكِتَٰبَ وَٱلۡمِيزَانَ لِيَقُومَ ٱلنَّاسُ بِٱلۡقِسۡطِ وَأَنزَلۡنَا ٱلۡحَدِيدَ فِيهِ بَأۡسٞ شَدِيدٞ وَمَنَٰفِعُ لِلنَّاسِ وَلِيَعۡلَمَ ٱللَّهُ مَن يَنصُرُهُ وَرُسُلَهُ بِٱلۡغَيۡبِ إِنَّ ٱللَّهَ قَوِيٌّ عَزِيزٞ","وَلَقَدۡ أَرۡسَلۡنَا نُوحٗا وَإِبۡرَٰهِيمَ وَجَعَلۡنَا فِي ذُرِّيَّتِهِمَا ٱلنُّبُوَّةَ وَٱلۡكِتَٰبَ فَمِنۡهُمُ مُهۡتَدٖ وَكَثِيرٞ مِّنۡهُمُ فَٰسِقُونَ","ثُمَّ قَفَّيۡنَا عَلَىٰ ءَاثَٰرِهِمُ بِرُسُلِنَا وَقَفَّيۡنَا بِعِيسَى ٱبۡنِ مَرۡيَمَ وَءَاتَيۡنَٰهُ ٱلۡإِنجِيلَ وَجَعَلۡنَا فِي قُلُوبِ ٱلَّذِينَ ٱتَّبَعُوهُ رَأۡفَةٗ وَرَحۡمَةٗ وَرَهۡبَانِيَّةً ٱبۡتَدَعُوهَا مَا كَتَبۡنَٰهَا عَلَيۡهِمُ إِلَّا ٱبۡتِغَآءَ رِضۡوَٰنِ ٱللَّهِ فَمَا رَعَوۡهَا حَقَّ رِعَايَتِهَا فَـَٔاتَيۡنَا ٱلَّذِينَ ءَامَنُواْ مِنۡهُمُ أَجۡرَهُمُ وَكَثِيرٞ مِّنۡهُمُ فَٰسِقُونَ","يَٰأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱتَّقُواْ ٱللَّهَ وَءَامِنُواْ بِرَسُولِهِ يُؤۡتِكُمُ كِفۡلَيۡنِ مِن رَّحۡمَتِهِ وَيَجۡعَل لَّكُمُ نُورٗا تَمۡشُونَ بِهِ وَيَغۡفِرۡ لَكُمُ وَٱللَّهُ غَفُورٞ رَّحِيمٞ","لِّئَلَّا يَعۡلَمَ أَهۡلُ ٱلۡكِتَٰبِ أَلَّا يَقۡدِرُونَ عَلَىٰ شَيۡءٖ مِّن فَضۡلِ ٱللَّهِ وَأَنَّ ٱلۡفَضۡلَ بِيَدِ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ"],"surah":57}